{"cfy115b": "24 here and I'm a ticket/gate agent for a major airline. Being in a non-union state, I make $12/hr. 8/10, only because of occasional irate passengers who get mad and don't understand flight delays even though they are frustrating. Sucks to deal with very rude people. However, my flight benefits are fantastic. I fly wherever I want to for free, although flying standby can really suck. I average $17k a year.", "cfy1gcn": "English teacher in China.  I earn about 100,000 yuan a year (in this smallish city, I'm considered upper middle class, my expenses are very minimal, and I save a ton), which would be roughly $16,000 American.  I'm 27.  I'd say it's about a 6/10.  My schedule is very easy, the work is second nature, and most of the kids are sweet and fun to work with.  However, communication with management is a huge problem.  I'm never told anything about new classes and schedule changes until the very last minute; often our own students are told before we are.  On several occasions, I had to hear about a new class or schedule change FROM my students because my boss didn't bother telling me.  It's kind of a power/control issue.  If he doesn't tell you stuff until the last minute, he basically holds you in a state of limbo where you can't make other plans because he hasn't decided yet.  \n\nAlso, living in China but not being in a major metropolitan area has it's good side and bad side. It's good because you can experience how most everyday Chinese people live their lives.  The nouveau riche are pretty thin on the ground in these parts, though working at the only foreign school in the city means I see a higher percentage of them than a regular person might.  The things that suck most about it is that you start to crave any food that's not Chinese, and that can be really hard to find around here.  And if you can find it, it's not going to taste anything like how you expect it to. Mi haven't had decent cheese is nearly 2 years.  Also, if you're even a little larger than average, it's really hard to find clothes; if you have big feet you flat out will not be able to find shoes, and that can be super inconvenient.", "cfxy195": "Software Developer\n50K a year\n24\n9/10\n\nI like my work. My company doesn't pay as well as some other places, but my coworkers are good, my work is flexible, I never really do overtime or feel like we're rushed, and the technology we work with is generally satisfactory. ", "cfy03v5": "Supervisor at a grocery store \n25k a year \n20 years old \n7.5/10", "cfxzxwg": "28 years old. Psychiatric Nurse Practitioner. 102k  10/10", "cfy2a30": "AUD $70,000 + $7,000 super\n\nProject Civil Engineer \n\n26 yrs old \n\n6/10\n", "cfxti8n": "I work for Charter Communications as a Workforce Technical Coordinator, I make 34k a year working full time plus another 23k(non-taxable) working full time to be a VA caregiver. I'm 23, and I would give my Charter Communications job an 8/10 (because I have split days off), and my caregiver job a 3/10 (because my brother is an ass). I live with him and he constantly tells me how to live my life and spends his money willy-nilly because I use the VA money to pay for the roof over our head and all the bills. By himself he makes 58k a year, and blows it all on stupid shit he doesnt need. (4k tv just came out...better get one!) Other than that its *okay*.", "cfxzgwg": "26 yrs old\n\nSous Chef\n\n40k/yr with full benefits and 3 weeks of paid vaca, but no 401k \n\nI'd rate it an 8/10. Love my job and the people I've met along the way. But the daily grind of managing a corporate restaurant kitchen is much harder then you would expect, and not nearly as glorious as the celebrity chefs make it out to be.", "cfy1sly": "25\n\n$30,000\n\nAssistant manager at Abercrombie &amp; Fitch\n\n3/10\n\nDoing this to pay off some of my student loans before I start medical school in the fall. ", "cfy3830": "High school tutor. $50/hour, ~5-8 hours a week (I'm at uni full time). 18. 9/10 I earn way more than I deserve and they're nice kids. ", "cfxyope": "Cosmetics beauty advisor at macys \n\nAbout 14k a year :/\n\n23\n\n6/10 love the job, hate the management. ", "cfy2dgy": "I spent the last 3 years severely unemployed and between three jobs (substitute teaching, a home improvement store and a fast food place), I made just under 14K USD last year. \n\nSubstitute teaching was a 9/10. I actually studied early childhood education as my main course of study in high school and loved working with the children, however, the hours weren't there. - Home improvement store 7/10. I loved the people I worked with, and was hired on seasonally. I worked about 2 months at full time and got hired permanent part time... then ***BAM!*** I got dropped to 15-20 hours weekly due to \"new corporate guidelines\" and lastly, fast food. Though I adored and loved the people I worked for and with, the job itself I will give it a 5.6/10.  \n\nI however, JUST secured a full time job with a complete benefits package and will start Monday; I will be assembling medical machinery. I'm now poised to make circa 21,000 gross a year and with that I get a 10% bonus on top of that at the end of the year (so 23,100 after the bonus). At the moment, I'm not sure what to expect, but I'm willing to put up with any amount of bullshit that comes my way because this job is a godsend because I spent three years with countless sleepless nights just trying to find something that guaranteed me 40 hours a week.\n\nWell, I found that job, and then some. \n\n**Edit** - I am 22 and I never went to college. ", "cfxssmd": "I am a 40yr old free-lance ghost writer, I made $40,000 last year. As far as satisfaction, it depends on the client's story, some are quite terrifying. I would say that I do love the freedom to work my own hours, and I get to drink on the job...so, 8/10!!", "cfy14kl": "Lawyer (criminal)\n100,000 (225,000 - debt load)\n35\n8/10\nedit: clarity", "cfxxjzb": "I'm a nanny.  I make close to $50k a year before taxes come out.  I'd say I'm at about 8/10 job satisfaction.  I'm 23.", "cfxvod4": "23 year old college graduate.\n\nEmt for a transport company.\n\n15k\n\n3/10 the only thing keeping me sane is the hope that life will get better after paramedic school. I miss emergency work.", "cfxwn88": "Data analyst in insurance\n36,750 per year\n22 years old\n9/10\nI have no college, I started with the company in data entry, and got promoted within a year, I have complete flex time, and can work from home whenever. All I do is build excel reports. ", "cfxqf3j": "Customer service at a stock brokerage; $40K/year; 25; 3/10. Hate the job, deal with stupid complaints, get blamed for other people losing money even though you have nothing to do with investment selection. ", "cfxu8uy": "Oilfield electrician.  ~130k-150k/year\nI work from January to the end of June, take off July and August every year, and only work when I get bored in the fall.\n6/10  I work in extreme cold and heat, and work around 80 hrs/week for months on end", "cfy1li3": "Cashier\n\n$14,000-$16,000 (Potential Full-time Gross)/$10.65/hr\n\n23\n\n7.5/10.  I don't mind that job and I like the people but it's just an in between job while I wait for graduate school admission.    ", "cfxzewq": "Software Engineer\n\n147k last year\n\n32 years old\n\n8/10", "cfxv0ob": "I am a salvage buyer for a large recycling company. I make about $45K plus pretty good benefits. I also do a little bit of independent brokering that adds another $10-15K to total salary. I am 57 and I guess I would rate it 8/10. The only drawback in all the work is outside so if it is cold and rainy or blistering hot, I am out working. Other than that, I love my job.", "cfxzewl": "High School Student\n\n$0/year\n\n15\n\n9/10, teachers are cool, plus I get a 2.5 month paid vacation every year.", "cfxua8y": "School lab technician\n$33k ish (£20k)\nI'm 31\nSatisfaction is between 2-4", "cfxxvit": "Software developer and part time student. I make about $64k. Job satisfaction 9/10. ", "cfxtq1p": "Middle School Student\n\n$10 a week for allowance\n\n14\n\n6/10 ", "cfy2jl6": "Forklift operator , 50k-55k, 35 and 1 out of 10 for satisfaction! Ugh..", "cfy0vew": "Delivery Driver\n20,000\n20 years old\nDepends on the tips 4-7/10", "cfxx1ut": "System administrator for video games, $125k, 31 years old, I fucking love it (9 out of 10, crunch time/launch season can be stressful) ", "cfxwenu": "Software trainer for a business intelligence vendor. I make 85k/year without my bonus (first year with the company so the bonus is an unknown). I'm 30 years old without a college education.\n\nJob satisfaction, I'd say it's about a 8. I get to travel quite a bit but not so much that I miss out on things with my kids. When I'm not traveling or teaching I'm usually studying and learning something new. Extra bonus, I can write off almost all of my tech purchases as business expenses.", "cfxtw0l": "Laboratory Manager/Research Assistant \n\n23 Years old\n\n7/10. Not exactly what I want to do, but happy it's in my field (psychology)", "cfxy7vy": "I work in communications for a large nonprofit, make $55,000 a year, am 23 years old, and would give my job a 7/10.", "cfxw3g5": "IT consultant (Business-Functional analyst/project manager), 45K € before taxes, 29yo. I generally quite like what I do, too bad I have to do it every damn weekday. Part time freelancing here we come .. :p ... 8/10 (would have been 7 without the new beemer ^^ ^^ ) ", "cfy2jek": "7th grade teacher, $44,000 in San Francisco. 8/10. I love what I do, but (as has been said by several other teachers in this thread) it's the politics that make it difficult. I'm at a Title I school, and the challenges that come with that keep me from saying a 5 or 6. ", "cfxwv5s": "I used to manage my own restaurant in LA for $55k/year. Job satisfaction was about 3/10. I quit and now I make pizzas at a music venue in Seattle for $11.50 an hour, part time. Satisfaction: 9/10. I'm 29.", "cfy7u10": "Process technician at a major sugar refinery in Louisiana. I monitor things on a computer and make adjustments as needed. Made 63k last year, entry level. After 3 years ill top out at about 85k. 9/10 rating, I spend more time lurking on reddit than I do working.", "cfy2iod": "Job title is M/LWD Field Engineer, but I don't have an engineering degree. I work in the oilfield. 34 years old, been doing this for 4 years. $225k/year. Job satisfaction ranges between 1 and 10 depending on the particular day, overall about a 6 or 7.", "cfxwsw7": "***Virtual Reality Developer***\nI design and create virtual environments and the interactive elements within them. \n\nI work for a university making ~$9.50 an hour. I'm 21 and a senior at the aforementioned university. It's a 10/10. I love what I do and the people I do it with. The tech I get to use is pretty amazing, too. The stuff I work with makes the Oculus Rift look bad.", "cfy1n1l": "Entrepreneur\n\n10/10\n\n37\n\nProbably 200k. To be honest I don't really care about my personal fortune as long as I get to keep making cool businesses. I usually give money away to friends, family and charities, who need it more than I do.", "cfxvj22": "Spatial planner for local government agency. I make more or less €25k per year ($35k). If I then may adjust according to average wage, I'd say it's the socio-economic equivalent of $45k. I'm 27 (only working since 25 though). Satisfaction 7/10, it's interesting but a bit too much bureaucracy.", "cfxwk0k": "IT Systems admin at a local university.\nAU$84k (98k last year factoring in OT), 34 years old and satisfaction ranges between 5 in high stress situations to 10 cause of my work colleagues and the fact that I get to play with some neat IT kit.", "cfy1m9j": "Data scientist\n\n105k/year\n\nI develop statistical models to predict stuff for an energy startup in the NYC area. I'm 29,  I'm prolly at an 8/10 in terms of job satisfaction.", "cfxxgs1": "I'm a waitress. I'm 33 and have been serving for almost 10 years.\n\nIn season (now), I can make $500 a week in tips, easy, plus my $4.91 hourly, which is another $100 or so. Off season, $3-350ish plus hourly wage. Too drunk to math.. but I rarely ever hit 24 hours.\n\nI love my job. It's fun, I take home a pocketful of cash every day, I meet all sorts of interesting people and most of all, I get to be myself. I'd shrivel up and die if I had to sit behind a desk all day or was pressured to complete whatever tasks.. I'm happy doing what I do. No, I'll never own my own yacht or send my nonexistent kids to a fancy private school, but I'm not sure that's the life I'd want anyway.\n\nEdit, as if anyone is still reading: I work 6 days a week, 11-3, longer on Saturday. I have ZERO debt, and always get a nice tax return.", "cfxxbiy": "I am an elevator constructor. I have great benefits and retirement. All overtime is doubletime. I don't remember the last time I made under 125k. It is a scarry job, yet it is fun at the same time. 8/10 ", "cfxrmzu": "23 year old filmmaker... like 30k a year if I'm lucky. The salary comes from funding for my films and a few music vids a year.\n\nI love what I do. It's one of the only things I'm good at. 10/10", "cfy2ps7": "Print Center Associate\n19\n$8.25/hr\n8/10\n\nI love the work. It's super hands on and not ultra stressful, but also not a ditzy job anybody can work. I also get a lot of responsibility and -95% of my customers are in good moods. Just wish I got more hours.", "cfxz0kg": "People pay A LOT of money to have their hair done by me and I work lots of crazy hours", "cfy1h6m": "Police/ $100k/ 27/ 8 (although that number drops significantly when I have to work night watch)", "cfy11qz": "Sales Associate at a Beauty Supply Store \n\n5,000\n\n19\n\n7.5", "cfxx57g": "Paramedic\n\n11.54/hr\n\nJob: 7/10... My employer: 2/10\n\n23 years old", "cfxv3s7": "Software engineer\n70k per year\n24 years old\nJob satisfaction 8.769/10 ", "cfxvhmq": "Network Engineer for a SAP hosting company. 24 years old.  $125,000 a year. Extremely satisfied with my work, everyday is a different challenge. ", "cfxwbr4": "Hawaiian bread packer at a factory. $10/hour working 9pm to 5:30 am. Satisfaction is like a 1.3. Have to pay for school someway.", "cfxsueu": "&gt;80k base salary + 25-80k bonus\n\njesus fuck...\n\nI would shovel shit and be pretty damn happy about it for that kind of money.", "cfxxj4m": "I'm 17\nClean and set for a wedding venue\n$8 an hour\nLifeguard at local pool\n$9.25 an hour\nBoth are 7/10", "cfy2aa5": "19 glassblower/student 60,000/year  8/10", "cfxygng": "Restocker at Target. Made 5000 last year. I'm 21 still in school. With that it's probably a 2/10. Over the summer I am a sub-contractor with my dad's construction company. Made 7500 last summer. 7/10 (It's only my dad, older cousin and me. That's what made it fun)", "cfxtsa6": "I'm a mechanical engineer for a Fortune 10 company.  I'm 26, make 80k per year.  I'm not in love with the work I do, but the salary and benefits more than make up for it.  I don't worry about money day-to-day.  Ever.  I don't have expensive tastes, but I do go out to eat a lot, drink at bars, and buy plane tickets to visit my good friends across the country without ever looking at my bank statement.\n\nNo matter what your job is though, I'm a firm believer that satisfaction is only achieved internally.  I've met people who make six figures who are miserable, and have teacher friends who are loving life despite driving a 1996 honda civic and can't make it to weddings because they can't afford the plane ticket.  If you don't love your job, that's ok - provide a service that you are paid to do, then spend your free time creating a world around you that you enjoy.  For me, that's running/yoga/boxing, having several beers with friends, and giving my gf a neck massage when her migraines flare up.  I don't need 80k a year to do that, but those are the things that really make me happy :)", "cfxwqm0": "Graduate student in Biochemistry, 29k/yr. I'm 24 and I get paid to be a nerd and get a PhD. Overall probably about a 7/10, because grad school is hard and I wouldn't mind having a life.", "cfxv85e": "Animator (2D children's programming) as well as illustration work. I make about $40,000 a year, been working in the field a year or so. I really like it, despite the back pain, I'd say 8/10 ", "cfxvwh4": "I sing and play acoustic guitar on cruise ships.\n\n60k, living in a ship with no bills, no food expense.\n\nI'm 28.\n\n8 out of 10.  I love traveling to beautiful places and meeting new people, but I sing 3 hours a night 6 nights a week, and sometimes for only a small crowd.  I'd like to play more prestigious shows.  ", "cfy2dqn": "Full commission sales rep. 45K a year and I turned 27 two days ago.  6/10 satisfied, currently looking for a new job but just starting my hunt!", "cfxwoa2": "[deleted]", "cfy1m0w": "Any dentists here? \nI would also like to ask about your opinion on the job market? In light of new dental chain openings, dental therapists, and more future dental graduates.", "cfxrsm5": "Audio Video installer tech. I install sound systems in school/colleges all over my state. I made 50k last year. Im 22. I dropped out of high school. Some say i'm riding my dads coattails but I love my life and job. 8/10", "cfxyg81": "I sell games at school and last week I made 30 dollars, 10/10.", "cfxx80g": "Operations Manager at an upper mid-size nonprofit. I earn $65k + matching 403b, I'm 26 years old, &amp; my job satisfaction is a 6/10.", "cfxwe8b": "CEO of two companies one I started when I was 19 other I bought a little more than a year ago. Make about $150000 a year I can take a huge raise but I would rather my employees get paid more and we have enough to expand constantly. \n25 years old for a few more days\n10/10 I travel any where from nova Scotia to Puerto Rico to the bay area to Seattle. I live in montana on a few.acres and a cabin I built myself. Love life. \n", "cfxvvmr": "47, Mechanic,  around 70K with ot and I have full benefits package, company vehicle. 7/10 but getting better every month.", "cfxx73u": "Automotive/music Journalist, $38,000, 27, 8/10", "cfy59vf": "Enlisted Infantryman\n34,000\n2/10 would not reenlist", "cfxunmf": "My tax return says I make $130k.   I don't know how much actual.\n\nI do **nothing**.  It's all investments managed by other people. \nI am 46. Life is good,would recommend to anyone. **10/10**", "cfxwx1i": "Naturalist for the Audubon Society.  I make 29k to teach kids about birds and take people birdwatching, and ditch work for hours on end to go birdwatching.  On a scale of 1-10, I'm at 11.  ", "cfxuceo": "Team leader in an automotive parts manufacturing facility. In my area of the building we make power steering pumps. Gotta keep the world turning. I'm responsible for ~15 people and a lot of paperwork.  70-80k a year depending on overtime. I'm 23. No degree...no college. \n\nI could tell you anything you wanna know about a power steering pump.", "cfxvwbp": "Landman, 150K per year 31 years old  as close to a 10 I''ll probably ever get. Wife does it as well which puts us just shy of 300K a year (gross income).  ", "cfxvx39": "Convenience store manager. 60k. 8/10. I genuinely enjoy my job but it can be rather stressful. ", "cfxtc42": "I do motion graphics for documentary films, usually that go to PBS. Want to animate lines on a map to show a route someone took, or make it look like the words on an old timey document are being written on as you're watching---I'm your guy.\n\n30 years old. make $40-50k a year. 8 out of 10---I feel very lucky because I love what I do....when I come home from work at a production office I unwind by cracking a beer and opening the same programs to add explosions and futuristic cities to stock footage and jumping into te fray on /r/photoshopbattles.", "cfy1mpi": "Document Imaging Clerk for a college admissions office. About $10,000/year. 24 years old. 3/10.\n\nI hate my job. I've been there longer than anyone in my office, but they refuse to let me move up. I even had to train my boss in how to do her job when she was hired (a job I also applied for). The only reason I haven't left is because they're flexible with my schedule, and that comes in handy with chronic migraines. I'm about to go back to school though so that I can do something that I love instead of something I tolerate. ", "cfy2ekp": "Bakery service clerk at a grocery store \n\n$10.25/hour about 14 hours a week (dirt poor, need at least 25 to even make rent, 30 hours to be able to have a social life.)\n\n18\n\n4/10", "cfxy88s": "Reception at a retail tax office\n\nI'll pull in maybe $1500 for the season\n\n19\n\n1.5/10 wouldn't recommend to my worst enemy", "cfxzn8g": "Student in college. I work once a week so I make about $2600 a year. 1/10, I work in fast food. ", "cfy6lyb": "Chemical Engineer\n\n80k\n\n22 years old\n\nCan confirm, STEM is the shit. 9/10", "cfxxlt0": "Mobile game tester, $50k, 31, 7/10.\n\nI love my job, and it's the first job I've ever had where I really want to go in to work every day. I'm beginning to get bored, though. I want to move into an SDET position. \n\nI've been learning code at home after work and making my own games with that goal in mind.", "cfxvizn": "Run a pantry in a country club kitchen and do banquet prep.\n18k last year\n25 years old \n6/10", "cfy1dwo": "Metallurgist at a mine site, $110,000, 22 years old. I love the FIFO lifestyle so 9.5/10", "cfy30lk": "Law student, writing protocols as a part time job (2 days a week) \n\n16'000/year\n\n23 years old\n\n9/10", "cfxznwj": "I babysit, I make 4,800 per year (12.50/hr, 100 a week). I'm 15. I'm pretty happy with my job! The kids are super easy to take care of, and since one of them is autistic, I can say I have experience with special needs kids and get a better job later. 8/10", "cfxtrea": "29 and I work at a bank. I'm a head teller and have worked there for 8 years. I make 15$ an hour with full benefits and a dollar for dollar match on 401k. 7/10 boss is a bitch and sales shit drives me crazy. Can't I just count money and have that be it?", "cfxuxpt": "Deliver newspapers, 15k, 20, 1. \n\nGruesome hours but I'm glad I have a job at least.\n\n87 thousand people live in my town, 10 thousand of them (aged 18+) are unemployed or are studying at the University in our town. So it's kinda hard to land another job but until I do I'll keep doing what I do.", "cfxw093": "Started a new job as a server administrator a few months ago, 63k a year. I run an IT business on the side (my client base is growing), in five months I made about 12k from that.\n\nSo I make a total (projected) 85-90k a year, 30 years old (though I have been sober for four years which is why I feel I only started this endeavor on life and occupation recently, due to me being a junkie until I was 26)\n\nI'm 9.5/10 on my current employment.\n\nMight be a bit too much of personal information for the question, but it is what it is.", "cfy24ig": "Emt 15,000 22 years old 9.5 job 3:10 for the company", "cfxz7mv": "Age:15\nJob:paper round $35-45 fortnight \n\n1/10", "cfxu1dw": "Waitress, $24,000 (ish), 24 and just dissatisfied enough the definitely finish college and get a new job.", "cfy2fhg": "Freelance translator, $80k, 7/10 (only because sometimes the documents are boring).", "cfy1py6": "Hairstylist at a large walk in chain. \n27\n30k/yr in one of the most expensive places to live in the US.\n\n5/10. I would enjoy it more if it weren't for the parents that clutch their screaming child, and tell me I need to get closer around the ears with my trimmers, which they are obviously terrified of. \nThem and the parents who don't do a damn thing when their kid is being a little twat and preventing me from doing my job. \nGoing back to school this quarter. ", "cfxxetm": "College Database Programmer\n\n$50k A Year\n\n21\n\n10/10 I work on the days that the school is open, so I get a ton of time off like Spring Break and Winter Break. I also only work 4 days during the summer. ", "cfy6o4u": "Library Assistant. Australian Parliament. $53,000. 7/10. Cant say that Im unhappy but bored to death. ", "cfxrc6a": "Ctrl+f'd \"engineer\", but didn't find anything. I'd really like to see at least one perspective from this field.", "cfxx2v9": "Auto sales. Roughly $80-110k annually depending on bonuses. 39 years old. 9/10 live my job but long hours and sometimes too much drama. ", "cfy1x53": "Daytrader (for income)\n\nAround $1,400,000 last year, largely from cryptocurrency\n\n23\n\n9/10\n\nI'm not going to lie, analyzing graphs all day is very boring. I could probably make more if I did more stimulants. I also lose a lot when the market tanks, seeing six figure losses in an hour is not uncommon and very painful.", "cfy1oyv": "House Keeping at a Motel by the beach, $20,000, 20yrs, I love it, 9.5/10", "cfy26ui": "1st Year College Student\n\n18yrs old.\n\nCEO of Web Startup Company / part time waiter\n\n10K Salary only because I reinvest 90% of my income /  Waiter job pays $10/hour part time.\n\n9/10.\n\nDoing better than the average college kid I'll tell you that.\n\nEdit: added dollar amount to my income", "cfxwie5": "Associate Curator of Art at a museum 65k plus on the teaching staff at a university 30k with full 401k and health 9/10 love my job meeting with artists traveling between la/nyc/london/berlin and getting to go to museum parties. Im 26.", "cfxy83q": "stay at home mom, $0.00, 27, 8/10", "cfxwhfw": "Scenic carpenter and stage hand, I make about 20k, I'm 27,and I'd rate it about a 7", "cfxxlv3": "Buggy Bitch\n\n$7.5 an hour\n\n16\n\n3/10", "cfxx28t": "I work as an Accounts Payable Analyst at a major oil company - make about 135k a year after bonuses and other perks. I'm 27 yrs old and have a Bachelor degree in Finance. I would say my satisfaction is around 7 or 8 as I really enjoy the people I work with, however it can be extremely stressful some days - for example, making a mistake on a payment for tens if not hundreds of millions of dollars. ", "cfxzp0y": "17 year old, I work at a grocery store where i bag groceries and push carts. I make $8.05 an hour. roughly $6,000 a year after taxes. 5/10 happiness, ive met great friends and my boyfriend, but a lot of the managers and other kids are assholes.", "cfxw4bn": "Senior attorney in the USG.  I make around $140k (this may seem high but my entry level job at a law firm out of law school paid more).  OTOH, the benefits are better and the work-life balance is much better as well.  \n\nOn the whole, I would give job satisfaction an 8.  I am pretty well respected in the office and with the client, so I tend to get better assignments that are high profile and work with less supervision than others in the office, which makes things much more pleasant than some of my coworkers.", "cfxv252": "Power Engineer in northern Alberta  \n$200k per year + up to $30k extra in bonuses  \n7/10 Satisfaction  \n\nMoney is definitely good but the job involves shift work far from home and puts a strain on my personal life.  I usually work 12 hours shifts of 7 on/7 off rotating between nights and days.  With a few more years of experience and some luck I can get a position in the city for about 2/3 the pay but I would be sleeping in my own bed every night.", "cfxwcik": "I work in the restaurant industry, I work about 35 hours a week and take home about $65k. I'm 35 years old and have been in the industry for about 10 years.", "cfy1qfn": "EMT/College Student\n21\nAbout 19k because I can only work so much as a student during the school year\n7/10. Love my job, love going to school. ", "cfxqma3": "I'm 25, and work as a Pharmacy Technician in retail Pharmacy (Rite Aid). Im not certified though. I make $8.10 an hour, about 10k a year. 1/10. I hate dealing with stupid people that blame you for shit we don't even have control over, like how much your insurance pays for your prescriptions. Hate most everything about the job. Its easy though.. and nearby.. and I'm still in college though. ", "cfxtqfn": "Corporate Development analyst in Oil&amp;Gas.  \nMake ~$105k/yr. 25 years old.  \n8/10 satisfaction. .. love the job but it can be frustrating/stressful at times working for demanding and often clueless Senior execs. ", "cfxv5g0": "[deleted]", "cfy3ch3": "Thats a lot. I made $15 an hour as a tutor and thought I was well paid. ", "cfxocgn": "Analyst for a retail company\n\n50K - 25YO\n \nThe job completely blows chunks. I can't stand the corporate world. Got my degree in education but couldn't pay the bills (have a family) so switched. All that glitters is not gold, friends. ", "cfxtpqt": "100k\n\nMiscellaneous creative including self publishing, internet marketing, behind the scenes clips for reality TV shows, short film work on and off set.\n\n39 years old\n\n9/10 for variety of choice and mobile lifestyle, 7/10 for the elusive sometimes it's the less interesting stuff that makes the most money and that's usually what I choose while the fiction and films gets delayed for 'a more suitable time down the road'.\n", "cfy19wv": "Lab Assistant at a hospital.\n28k per year\n24 years old\n7/10, fun job, i get to cruise reddit most of the night.", "cfxs5lb": "I work in a steel manufacturing facility, and will make about $50,000 after taxes. It is in no way, shape, or form what I had pictured for my life, which is why I'd have to rate satisfaction around a 3/10, but as a 23 year old there are worse ways to earn a living until I can make my way into my desired career. ", "cg0galu": "Lawyer\n\n195k \n\n33 years old\n\n4/10 - job's fine, I'm just a miserable S.O.B. in general", "cfxwaua": "non deployed infantry in the army. i made about $20,400 last year. shit pay, great benefits and free housing. i fucking hate it/10", "cfxy9hi": "Retail Company Creative Director - 125,000 + 25% bonus 6/10\n\nedit - 49yrs old", "cfxwp3e": "Teaching Assistant in a high school, $16k/year. 7/10.\nPros: the fun of teaching, without the hassles of paperwork and meetings, great benefits and tons of time off\nCons: more bad days than good, feeling powerless when I see bad decisions being made by teachers and administrators\n\nEdit: 35 years old", "cfxyug6": "Inside Staff for a pizza franchise, 17, 200 - 300$ every 2 weeks, 7.5/10", "cfxzokn": "IT technician at a University in Australia. ~$60k AUD a year + 17% super, living expenses are pretty cheap because I rent a house from my parents and live with brother and step-brother. Job satisfaction 8/10, we get to play with interesting toys (I'm AV support, lots of projectors and stuff), but academics can be a massive pain in the ass if they want to. Most of the people we deal with are pretty chilled though. I'm hoping to get a permanent position in the next few years (and at most Australian Universities permanent means permanent, it's very difficult to get fired, as in you almost need to be charged with a felony).", "cfxuku0": "Software developer/Owner\n35k\n37\n8 out of 10\n\nI don't make as much as some but I own the business. Work the hours I want and work from anywhere. ", "cfxycib": "Health and wellness intern at a YMCA. \n\n21 years old\n\n$0 (unpaid intern)\n\n2/10. I like that I get a free membership and I get to run programs without much supervision, but this is not what I want to do with my life. Plus, my supervisor is a real grumpy gills. ", "cfxx9sn": "34. Middle management for the cable company. $75k a year plus free cable, internet and stock options. 8-10, would be higher if the 20 people who report to me didn't whine all the time, and honestly, we don't hate our customers! ", "cfy28ds": "Grocery clerk, 25,000/year,35, I'd rate it a 7.", "cfxy6yv": "Work in grocery in retail.\n\nAround 8k-10k, depends.\n\nI'm 15 (started when I was 13)\n\n5/10. Retail work is horrible, but I really enjoy the people who work there and the interaction I get to have with the community", "cfy31qz": "Wow these posts are making me feel like a total failure...", "cfxzy1m": "High school teacher.  $50k.  34.  8/10.", "cfxvmi0": "bagger and cashier at a supermarket. make under 100 0bucks a year. 19 years old i would say i'm about at 5 with it currently. its good money for college books,food,and gas but if a job is hiring and pay better i would swiftly apply.", "cfy1plx": "Apprentice wireman, 19, $11.50 starting pay\n6/10 ", "cfxvs8h": "Working at a supermarket, in the bakery (part time while I'm at uni).\n$24 (AUD) per hour (last year I worked 25-30 hours per week and got about $33k).\n9/10, my coworkers and bosses are awesome and I have a lot of fun at work.", "cfy03sy": "Me:  Freelance Audio Engineer, 20,000 pretax, 30, Job Satisfaction _ 9/10.\nSO:  Conservation Technician, 42,000 pretax, 34, Job Satisfaction_8/10", "cfxyydu": "It's late but I'll throw in my two cents.\n\nStore assistant for one of the biggest supermarket chains in Australia.  I make roughly 39,000 a year.\n\nJob satisfaction varies, at the moment a 8/10 because I'm travelling to the town over and back every day on company time in a company car, doing setup for a new store.\n\nOn average overall I'd say 5/10.\n\nI'm 22years old. ", "cfxxmxi": "Car salesman here, I made $66k last year, I'm 22 years old. 9/10. Like the job, love the work/life balance at the particular place I work.", "cfxxdhs": "I'm a Services Apprentice in the United States Air Force (I work with keeping morale up in the Air Force which means I work in Food,Fitness,Mortuary Affairs Etc.)\n\n21,000-23,000\n\n19 Years old\n\n9/10", "cfy04im": "Revenue analyst for a fortune 50 tech company \n\n75k+ plus bonuses.\n\n9/10\n\nI really love what I do, I love how much influence I have on shaping the company, and I really really love how it's different every single week. ", "cfxx1qr": "35k merchandiser at a furniture  company been in the job two months I'm 25 no college ", "cfxvwts": "Target\n\n15k(ish)\n\n21\n\n8/10", "cfy2ddf": "Surprisingly I'm a electrician. I'm 24 and make $175 000 a year and would probably say 9.5/10 for what I do, but 3/10 for where I'm currently employed because my boss is easily one of the worst bosses I could possibly imagine. ", "cfxuws8": "I'm an accountant, I make $84,000 a year, and it's a 10/10 job.", "cfxwlcg": "Video game programmer:\n75k per year, 23 years old, 7/10\n\nEnjoy most of my work, although I work at a larger company and don't have as much creative input as I would like. On the other hand, my life is literally video games and whatever else I feel like doing 24/7. 10 year old me would be proud.", "cfxu55t": "I'm 18 and still in high school and I only work on the weekends so I guess my yearly would be maybe 5k. I work at my local Humane Society as an adoption counselor, which means I'm the one you talk to when you want to get a dog or cat. I'd say its a solid 9/10 job.", "cfxxodk": "Quantity Surveyor, 23 years old, $75,000 AUD, 8/10. ", "cfy1wps": "Audio &amp; Lighting Technician/Designer. 55-65k/year + benefits. 8.5/10. It's a fun job and I get to work with some amazing artists, I get to travel often, and have fun at work. But the nightlife part gets old fast, have to put up with a bunch of annoying drunks, and cheap people who complain when their cheap gear constantly breaks. Also it can be very stressful at times.", "cfxwe6q": "Studying to be a pilot\n\n21 years old with a CPL and graduating hopefully later this year\n\n$100k+ student loan\n\n9/10 student life is legit", "cfxvqi9": "Ski Lift Operator.\nI just graduated from high school early in January to work full-time to save some money for college upcoming this autumn.   I make about $500 a week, and and I'd rate it a 8 as I really don't do shit.  I work 16 hour shifts on the weekends though, lol.  Currently working one...", "cfxwpxz": "Seinor Aircraft Component Technician.  \n21 years old  \n48,500/year (CDN) \n9/10\n\nI say a 9 only because of one individual at my work who cannot get his act together (a problem that will get solved next week). Other than that I love everything about my job, location, work load (slow right now, but we're picking up), people. Next week I write my ticket and become the youngest SCA in the country.\n", "cfy1m5y": "Management Consultant\n$120K\n25\n8/10", "cfxv1l0": "Telecom salesman, I'm 22, made over 80k last year with comission. Full medical benefits, job satisfaction about a 9", "cfy0emx": "assistant editor in the film industry\n\n\nmade 200K last year\n\n\n27\n\n\n9/10 (would be 10/10 if I knew I had weekends off)", "cfxv4kq": "Software engineer earning 99k/yr.\n\nI'm 23 and I love my job. I work with brilliant people and the atmosphere is great! On Fridays we all drink at work, haha. ", "cfy24kb": "Mechanical engineering intern (3rd year), 19 years old, $40,000 CAD, 9/10", "cfxzgk9": "Genzyme pharmaceutical company. $50,000-60,000. Started at age 19 now 23. Id rate it 8/10.  \n", "cfxunx7": "I am a front end web developer\n\n21 years old\n\n63.5k per year\n\n9/10\n\nI enjoy the work, but there are some annoyances here and there keeping it from being 10. A small part of the job is handling support tickets. Those can be a pain.", "cfy2xzj": "Pollution Control. \n\n32\n\nLast year:  $42k\n\n6/10", "cfxyyd8": "Business Analyst, ~53k/yr, 30, 8/10", "cfxzle2": "Resident Assistant - I take care of severely intellectually disabled adults. (Third shift//12 hr shifts)\n\n11.75/hr - about 25k a year\n\nAge 19\n\n5/10 - I like my job, but it's very very physically and mentally taxing. Also 12 hour shifts are rough, and I only get six unpaid days off a year. Which is difficult for a 19 year old college student. ", "cfy1b52": "Mcdonalds, 21, 10.5k, -10/10 (i quit last month sick of the bullshit)", "cfxvqnk": "Market Analyst; 90k, Car, 19% Super; 24; 8/10.", "cfy1qb9": "Occasional petsitter for the neighbors  \nAbout $60/week  \n18  \n0/10", "cfxxilj": "Retail worker for a tech company. $17/hr so roughly $35k a year. 21 years old. \r\rI'd rate it 9/10. There are always those shitty customers sometimes, but I love my team :)", "cfy0ce7": "So late to the party.\n\nInfantryman in the US Army. \n\nAbout $3.8k/month. \n\n21 years old. \n\nRanges from from a 4-10/10. Some days my job is awesome and some days I'm literally cleaning shit for four hours. ", "cfxv7ha": "Medical records clerk, $25,000/yr, great benefits, 27 years old, female. 7/10.", "cfxwcrm": "Massage Therapist. 30-35k depending on tips. 8/10.\n\nSometimes I have to work on people I don't want to but I only work 32 hours a week in 4 days.", "cfxz88v": "I'm an actor, I make anywhere from $19,000-$50,000 a year (depending on how good of a year I'm having), I am 35 years old and I range from being elated (10) with my dream job to cursing the day I ever decided to take up acting (1). Acting is a complicated mess of a career but I have to say, I'm never happier than when I'm on set.", "cfxw2mo": "25 years old, executive director of a nonprofit, make $61k with mileage reimbursement and health insurance. 10/10 best job ever", "cfy02ui": "High school student \n\n0$ salary\n\n15\n\n4/10", "cfy06le": "Part-time art teacher at private K-8 school, $7000 per year (.25 of a teaching position worth $28k per year if full-time), age 45, rating: 8 (would be higher if full time).  Great principal, wonderful students, enjoy the work.  And yes, I have a Master's degree and make poverty level pay.", "cfxzqdr": "CNC programmer/machinist, manufacturing handguns. \nDid $36k last year, but we're in an economically weak area, and it's only my 2nd year. 1st year was half that.\n8/10 - it's pretty awesome.", "cfxvr4w": "I'm 27 years old. Work for an art Gallery in Manhattan. \nI'm also a Graduate student. Earn 30-34k/year. \nIf I could sell anything and earn commission that number would be much higher. I wish I were better at my job.\n\n7/10 ", "cfxvnt7": "I do data entry for a small university program that reaches out to underprivileged high school kids in an attempt to get them the resources they need to go to college. I'm 28, spent three years teaching English abroad, and make about $17.50 an hour plus really awesome benefits. The job itself is about as exciting as data entry can be, but I think the goals of the program are pretty admirable, so I'm happy to be there. 8/10", "cfy0uw8": "Quality Control at an automotive factory,  I currently make 50k, and I am 25. I'd say I like it about an 8. Good, easy money and I like the hours.", "cfy2z7f": "EDI Analyst at a NPO Hospital, ~64k USD pre-tax, 8.5\n\nChallenging work, I know I'm helping people, and I get to invoke some creative problem solving. Went to school to do CGI in films, got told I sucked, got into IT as sys/netadmin, now I stare at HL7 all day.", "cfxzqdh": "Information Security Engineer (Cryptographer).\n\nI'm 32, make $135k/year (USD). The job is about a 7/10, mostly due to the long hours.", "cfxy64y": "Chef. £16,000. 24. 6/10. Just doing it to get me through my masters degree. I can't juggle them both. ", "cfygw1y": "Work on yachts. A little over $50k/year. I'm 23. Satisfaction rating- about an 8. ", "cfxyyds": "Server/bartender \n23 years old \nBetween 35,000-40,000(tips included)\n8/10 I love the people I work with(it's like a family) my regulars are wonderful people and treat me well,(I've had Christmas presents from patrons. One time $250 cash another $750 cash, gift cards, &amp; concert tickets.  The one down side of my job is it can be very stressful multitasking a minimum 7 things at once and also rude ignorant people who treat you like a servant instead of a server. \nI'm just doing this while I'm young pretty and quick on my feet. I'm finishing up a degree in accounting and this jobs pays for my classes without having to take student loans out. :) \n", "cfxzx28": "Used Car Sales/Dealership Manager. $15,600 - 23 - 10/10 my dad owns a lot and through his dealership I got a license to buy/sell cars. I love being able to help out my dad, anything to spend time with him and take some stress off his life is very satisfying. I hate sales and don't like telling people what to do and have no particular interest in cars, but I love interacting with people and make the best of it. Income varies based on commission ", "cfy6mvv": "Part time used car salesman, while attending university. About 140000 norwegian \"kroner\" = 23k USD. 23 Years, 8/10", "cfxw2y8": "Commercial Airline Pilot, 25 years young, $17,500 after taxes, 9.65/10!", "cfxvseo": "I am an editor for a major sports tv network. I make 50k+ a year plus bonuses. Of course there are things I would like to change but I have fun every day I am at work. 9/10. 27 years old.", "cfxrfgj": "Software Engineer. \n\n$80k / year\n\n9/10\n\n23 years old\n\nThere are some days the work isn't interesting. But the company I work for is fantastic and there's never a shortage of work to do. I could make a lot more if I moved to they Bay Area, but I'm happy where I'm at. \n\nEdit:\nI work for a small company in Southern California.  We build iOS and web applications.  I primarily work with Cocoa Touch, Rails and Go.", "cfxwbuy": "I work at a wafer fab in  the Silicon Valley. I was an EMT and realized I didn't make anything. Nothing but a high school diploma, now making about 80k a year as a facilities technician. Just turned 21 and I'm about a 10/10. Only person I know with a 401k, stocks, and a full time secured job. I know I probably should listen to everyone telling me to go to college. I am hoping for the best I suppose, and taking a gamble at the same time.", "cfxw1kr": "Federal Police Agent in Brazil. About R$ 93.600 (US$ 37.440). 29 years old. Right now, 6 (we are having a major institutional crisis).", "cfxwcd0": "IT Manager\n$130,000\n40+\n7/10", "cfxxveo": "Senior Web application developer 27 and 118k. State would also help on these as 100k in one state gets you a lot further than in another state. I'm in Ohio.", "cfxxte8": "Commercial airline pilot. Been flying since '93, airlines since '98. Always wanted to be an airline pilot, see new places and travel since I was a kid. The job still has a modicum of respect, but it is being eroded by anti-pilot and/or anti-union statements used by airline management that seek to paint pilots as lazy, underworked, overpaid glorified bus drivers. \n\nThe actual job of flying aircraft, getting people places, and working with some great professionals? 10/10. Awesome. \n\nDealing with having your company pour more responsibility on you while simultaneously dismantling your authority; deliberately or ignorantly breaking rules at the expense of the crew that would result in punitive action against the crew but none against the company; and a constant, never-ending assault on pay, benefits and work rules that have resulted in a net loss/decrease in pay every year for more than a decade? \n\n1/10. Many a time I've thought about doing something else, but there is no job quite like this. \n\nPay? Average since I started as an airline pilot is going to be ~$40,000USD/year after tax, but my pay as a Captain is around $75K/year post-tax (and decreasing due to pay freezes, benefit decreases and health care cost increases). ", "cfy20m6": "High School Student\n\n18 years old\n\n0$\n\n10/10. I love my teachers and the people I go to school with. I have so much hope for the future.\n\nI also have worked casually as a kitchen hand. The hours run until 12:30 and I just can;t deal with that right now. It's a 6/10.", "cfxxwj1": "Cna at a nursing home \n14k a year after taxes\n21 y/o\n7.5/10 only thing keeping it from going higher is the abuse from the confused residents and my lazy coworkers ", "cfxttlm": "Analyst checking in. I was exactly where you are 8 years ago. Just turned 30 and making over just over 200k without bonuses. \n\nSatisfaction is currently at 8/10 (its 90% thanks to the money).\n\n", "cfxzfwv": "Web Developer\n$85k\n40 years old\n9/10", "cfxybu1": "Specialty contractor. Income between -200k to +$400k.  It's essentially professional gambling. Age 41. I'd give it a 6 out of 10. I'd change jobs, but I'm not qualified for anything that makes this much money. ", "cfxyslr": "Clinical Dietitian \n\n$45k/year\n\n6/10\n\nI'm 28. \n\nIt's okay. It's not something that I want to do forever. I like helping my patients in improving their health, but a few bad apples can really ruin the bunch. Long hours and relatively thankless work when you're inpatient. Outpatient is better (for me, at least) but has its own frustrations.", "cfymk7c": "Private Investigator.  With travel time, mileage, surveillance time, and other various expenses I make anywhere from 50k-60k a year.  I'm 26 years old and I constantly feel like I hit the lottery with my profession.  Job satisfaction is 11/10.  I will be doing this for the rest of my life if I am lucky. ", "cfxwx5b": "$80-150k depending on where I work. Pipe welder,  8/10", "cfy1yvl": "IT Manager, $60K, $4K into pension, 38, about 3/10 at the moment.", "cfxvpzj": "19 years old, lifeguarding. Probably make around 10k a year, but way more this year because I start teaching swim lessons on Monday. \n10/10. I basically do homework and read all day and get paid for it. Perfect college job. ", "cfxx5td": "I'm the night time maintenance man for a university. I made $24,000 a year. I'm 30, nearly 31. 1/10, I feel like I could do so much more, but I don't have experience in anything else.", "cfxyh23": "Voice Actor - $552k last year. - 10/10\n\nEdit:  38 years old", "cfxy4se": "SVP/CTO at a Fortune 500 in the finance sector. Will make around 400-500k this year depending on my bonus. I am 36 years old with no college education. 6/10.", "cfxx7m8": "I'm 2nd captain on a Dutch inland barge and make $45k a year after taxes. \r9/10 job satisfaction, though a nagging boss drops it to 6/10 half the time. \r-I'm 23 year old-\r\rJust sailing on the river, between mountains and changing landscapes all the time is really awesome and satisfying!\r\rEdit: age 23", "cfxuf65": "I do resource conservation/endangered species habitat restoration, I make ~$50K per year, I'm 27, and I give my job a 10 out of 10.\n\nI work with private (agricultural, residential) and public (National Parks, Open Space) landowners to conserve natural resources through better land management practices.  I also do a lot of endangered species restoration, since that is where most the grant money can be found.", "cfy30xq": "23 years old. Programmer. I make BR$ 72,000 (Brazilian reais), which is about US$ 30,000 dollars. 3/10, good money but little challenges.", "cfxy7s9": "Volunteer at a museum. $0 but I get a lot of pizza. 5", "cfxxvwo": "Cashier\n\nDunno, as I've only been working for a week, but I make minimum wage. The most I could possibly make is $9,000.\n\n15\n\n7/10", "cfxvxmg": "Senior Process Engineer in the Paper Industry (I have a BS in Paper Engineering). 90k. 9/10. Currently I am working on ISO 9001 recertification for the mill, which isn't really a typical project for a Process Engineer, but I am loving it. It's a great change of pace from normal process engineering projects.\n\nIf you're considering becoming an engineer, I highly recommend checking out Paper Engineering. It's a tough program and there are only a few schools that teach it, but it has a great hiring rate after graduation and most schools give endowed full scholarships as long as you keep above a certain GPA (large paper companies and other individuals from the industry fund the scholarships). Plus you are required to do at least one internship and they are all paid and give you awesome experience that looks great on a resume. I had an internship with one of the biggest consumer goods manufacturers and was offered a full time job at the end of my internship pending graduation. I started out making $68,000/yr plus benefits, 401k, etc and moved up quickly.\n\nIf you're interested, check out SUNY Environmental Science and Forestry (where I went), NC State, University of Wisconsin Stevens Point, University of Maine, Miami of Ohio, etc.", "cfxxct0": "23, heavy equipment mechanic.  About 35k a year.  Love it,  10/10", "cfxy84n": "Math Tutor\n8-10k a year\n18 yrs. Old\n9.95/10", "cfxvrse": "Diamond Driller- 120k/yr, 31 years old, satisfied 6/10. Would be awesome if grown men didn't act like 6 year old girls sometimes. Sounds funny... but seriously. It's physically demanding and can be rather thankless. Being away from home all the time also has its ups and downs.", "cfxzmxa": "Lingerie designer/graphic artist. 40k a year. 24 years old. Job satisfaction is 9/10. My boss and colleagues are amazing people, and I'm able to live in an amazing city, and I get free passes to NY Comic Con, and movies if they're related to the licenses my company has. The only reason I knock off a point is because the hours can be ridiculous. It's technically 9-5, but it's more like 9 to \"whenever the work is done.\"\n\nBenefits include a decent bonus at the end of the year, and 50% health insurance paid by the company. We also get about 20 extra days off a year due to it being a Jewish run company, and there being loads of Jewish holidays. Paid vacation and unlimited sick days (within reason of course). It's a very very small company, so all this is pretty great. I can honestly say that I absolutely love my job. A++ would go to art school again. ", "cfxtt7b": "Software engineer at a successful tech company. 92k a year. Just turned 25. Great benefits. 9/10. Includes a nice gym, great snacks/free drinks, massage therapist on-site.\n\nBureaucracy and the cliche big company pitfalls bring this down to a 9/10 because it hasn't been an issue.", "cfy2xg7": "High school student, depends on if I have a project or not. If yes, $18/hour. If no, $0/hour.", "cfxxcmj": "Outside sales for one of the big automotive retailers. I work 40-55 hrs per week and every day is different \n50-70k per year depending on bonuses\n30 yrs old\n9/10 great balance of work life and home life", "cfxxerj": "Math teacher, 21 years old, 50,000 BRL (~33,000 USD), 9/10.", "cfy07cz": "College Student/Engineering Intern type thing\n\n$15 an hour for 6 months of the year (other half is school)\n\n18 years old\n\n7/10", "cfxwjp3": "Electrician that specializes in granite cutting equipment. $52k per year. 8/10, It's awesome to watch the machines cut through solid rock like butter.", "cfy2hsy": "Student, technically i make nothing but i get student support from the government which is €100 a month (because i still live with my parents otherwise its €250 or something like that). 20 years old", "cfy2tzo": "I'm a NANNY. \n\n\nI get paid $250/wk (DIRT cheap for a nanny, fyi). \n\n\nI'm TWENTY FIVE and have immense amounts of fun every week! \nI love the kids, with ALL my heart-THUS the base of my frustrations (the parents ARE counterproductive to my efforts/teachings)! \n\n\nBUT, as stated prior, it is incredibly frustrating! \nAND I'm HORRENDOUSLY, depressingly &amp; absurdly unsatisfied with my job, family, life, self.....reality...\n\n*insert Percocet habit here*\n\n\nOy....\nGOSH, square bears, that was fun! \nHAH... ", "cfxv6y4": "ITT: people that make over 100k a year. ", "cfy2bvz": "Dating Coach / around $40K / late twenties / 9/10 satisfaction\n\ninteresting job that I enjoy and I'm very good at. help a lot of great people and get lots of praise and recognition for it. some parts are boring or frustrating (paperwork / difficult clients etc.). should be paid more (ideally double) for the amount of time and effort I put in. ", "cfy19pu": "Restaurant manager, 24 years old, 36,000 a year, and 7/10", "cfxvd0m": "I'm a software consultant specializing in medical software, specifically Pharmacy.  I work in hospitals.  Thing is, I learned all about pharmacy when I became a pharmacy technician in Alaska, so my college degree has nothing to do with my job or anything (but I'm still glad I got it).  I'm 46 and last year I made mid $100,000s.  \n\nAs for job satisfaction, it's through the roof.  I'm doing something I love, for a company that I absolutely adore.", "cfy0ovw": "Sales for the second largest cable company. I don't want to mention names. I'm 23 and make ~46,000 a year. I love the job more than the money and help those less fortunate when I can.", "cfxxdh9": "Product Designer, 50k, 26 years old, 8/10", "cfxxzlt": "Exploration geologist, $70-85k depending on contracts, 30 years old, 6/10 (8/10 for the work, 4/10 for the job market).", "cfxzfhl": "Diversity Student Leader\n4.5k$ per year\n19 years old\n10/10\n\nI'm a student worker at my college and I love it. All I do is talk to people and my friends.\n\n", "cfy2mbq": "1st year external auditor at 59k ish. 22 year olds. 7/10. Would be 8 or 9 if it weren't from the stress of busy season and CPA exams. ", "cfy0y7s": "6000 a year.\n\nRetail.\n\nWishing I were dead because I'm 23, never been promoted, and am working a job high schoolers can easily get.\n\nFuck my life.", "cfxwh8g": "Live sound engineer, $24,000, 30, 6. The job itself isn't bad. But working nights and weekends for the last 7 years to barely make enough money to get by gets old. I'm in CT, for those wondering why $24,000/year \"isn't much\".", "cfy0fah": "Administrative Resident Assistant\n\n22 years old (seeking a degree in ME)\n\nfree room ($5,700) and stipend ($4,300 paycheck)\n\n8.5/10\n\nAlmost done with school though.\n", "cfxwz6g": "  the proper question is not how much you make a year but how quick you can make a year's pay  . ", "cfxqz1f": "Production assistant. Typically paid 200 smackers per job, which doesn't have a consistent enough rate to mean anything. Probably around $10,000 a year. I'm 19. I'm going into film school so I can have my own production assistants one day. ", "cfxvavk": "College professor and Department Associate Chair, non-tenured, $120,000, age 58, and on a scale of 1-10 my job is a a solid 9. I've been a variety of jobs at the university, technical and academic, for 22 years. My boss is wonderful, and the university senior administration is very good. Faculty and staff love working here and our students love the school as well. Now if only we could do a better job of reminding the alums how much *they* loved it here so our giving rate would increase...", "cfy16ov": "Dishwasher  \n8000 (20 hour weeks, full time student)  \n17  \n7/10 (the job itself is fine, I just want to move up)\n\nI understand that it's dish-washing, I really shouldn't expect much, but if I wanted too, I could, the people I work with are great.", "cfxygtz": "Software engineer, $70k, 23, 9/10.", "cfxv0jm": "Semiconductor Industry SW Engineer.\n\n37 years old\n\n135-155k/yr\n\n8/10.\n\nI have flexible hours, can work from home, and travel occasionally to faraway places.  It's the bomb.", "cfxx1d2": "CEO of a rural Internet service provider  \n$35,000 a year  \n26    \n9/10  ", "cfxv3r7": "Haul truck driver for a open pit coal mine, 80k last year and I'm 21. Job gets kind of boring and definitely not something I want to do forever. Work 6 months of the year and 5 if I take my 3 weeks vacation. Full medical dental and all that along with company putting in 7% of wages into rsps and match my contributions. Been here 1 year and satisfied with the money and time off but not the actual job as well as working away from my family and friends makes it a  5/10", "cfxz7sk": "I could be making $200,000 USD per year as a software engineer (after stock and bonuses). Instead I have deferred the offer for 12 months, and trying to become an entrepreneur. Basically chose a life of stress and uncertainty, over 200k and a more relaxed environment. I sometimes truly wonder if there is something wrong with me! I'm 30.", "cfxxp0k": "As someone with a Bachelor's Degree, currently unemployed, this was a depressing thread to open.  ", "cfxusro": "I am the Photo Editor and Photographer for a major science research and education facility. \n\n\n\nCurrently contract, mid 30's per year. Will bump up to mid 50's or 60's once my job is worked into the budget for next year. \n\n\n\nI'm 24\n\n\n\nI love my job! Every day is exciting. Only hold up is my salary, which is incredibly low for the city I live in. The work is worth it though. \n\n\n\n9/10", "cfxscda": "[deleted]", "cfxzqsj": "Master control operator. Started when I was 18. Been here for 6 years. Only part time at $10 and hour with no upward mobility. It's okay I supposed. Its a little bit of income while I go to school. ", "cfy324d": "I should hire you. ", "cfxwnx5": "Compliance Analyst, 25 years old, making 60k/yr. and my happiness level is 7/10.", "cfy163y": "23 years old\nElectrical Engineer\n52k + 401k + benefits = around 60k\n10/10 satisfaction\n\nWorking mostly on software side of machines. What's cool is that the majority of our machines go to breweries all over the US, most of them small craft breweries. There's always new beers that I get to try when we start up machines.", "cfxupsl": "United States Probation Officer (aka Federal Probation Officer). Age 29. I just got into the feds so I'm at the minimum of 40,000. Which is definitely low considering all but a couple of officers have graduate degrees. But the pay comes around eventually. \n\nI rate my job a 9. I'm blown away that federal judges appointed by the President of the United States are asking me my opinions on offenders and cases. Only two more courts upwards and you're at the Supreme Court. Wow. \n\nI feel like I'm really helping people and the government provides far more resources to offenders than at the state level. \n\nAll of that plus a ton of independence by supervisors. There is no micro management. ", "cfxx5zi": "8th grade science teacher. I make about 46K before taxes. I'm 25, and just started in January. 6 months ago I was selling my plasma and juggling two part times just to make rent. 6/10. I absolutely love being in the classroom but administration, 70+ hr work weeks (considering planning, grading, science club, trainings, etc...) and pressure from the state exams can really take a toll on you.", "cfxxfym": "20k/year\n19\nI intern at a market research firm part time (20 hrs/week) I'm an undergrad student. \n9/10 \n", "cfy04c2": "Assistant English Teacher at a high school in Tokyo. Only a temporary job, but I make ¥2000 per hour ($20). 20 years old, university student. \nI love it, 9/10. It's awesome to interact with students and see them improve. I wish I could work longer, but my contract ends in the summer.", "cfxusa8": "[deleted]", "cfxy8oj": "Eye surgeon in private practice, 39 years old, $800,000 give or take.  9/10.  I work 40 hours/week, no/ few emergencies, and make people see better.  Only reason not 10/10 is because of the many changes required of physicians in the name of \"meaningful use\" and other \"quality measures\".  All in all I am very fortunate to be able to do what I do.  ", "cfxy4an": "Student -$ every year. 10/10 would do again", "cfy1qxq": "Environmental health specialist, field inspector and hazardous materials emergency responder for the government. 62k/yr. 8.5/10.", "cfxxd13": "Enlisted sailor.\n24 yrs old.\naround $20,000 after taxes.\nright now 4/10 but thats just because tech school is kicking my butt.\nonce i get out and start doing my job i think it will be a 9/10.", "cfxo8nv": "Manager of an electronic cigarette store. 24k a year as was told to me by the insurance company who added it up. I'm 21, and I love my job. Love my employer and area, plus I'm the only guy who works here so there is never any drama. Love it. ", "cfxvni1": "I work for a cable company as a headend technician, I make 55,000 a year, I am currently completely satisfied and would rate it a 10. \nEdit - I am 37 years old", "cfy2bla": "Male RN \n$46,000\n8/10 most days", "cfxz5l7": "School cleaner, just under £5000 a year. 22 years old and satisfaction is probably a 8 during school holidays and a 2 during term time. Getting everything all sparkly clean during holidays is so great but watching it get destroyed every school night can be very demoralising, especially when the teachers really don't seem to care about their rooms (until I miss something of course, then they start the bitching). \n\nNot fond of the job but a job is a job, I'd rather have one than not at all.", "cfy2tc6": "Part-Time Bartender/Cafe Assistant/Study Centre Assistant while studying; about NZ$20,000 (Conservative estimate; most is government assistance); 27; 9/10. I love what I do, I love what I'm studying (Graduate Diploma in Teaching - studying to be a high school art teacher), and I really couldn't ask for more. My life is pretty cool.", "cfxyp95": "I'm a credit analyst and I make 33k/yr. I'm 28, and I live in a rural area so I am comfortable on that salary. 7/10, would be higher if our ERP system wasn't shit", "cfxvm1b": "Service writer for a John Deere dealership. I grossed $31,000 last year. I'm 29. I enjoy the work, but the (recently hired) service manager is a real entitled dick, so probably a 6.", "cfxv4ns": "Catering\n3k a year\n15 \n9/10", "cfxu9hq": "I'm 21 years old right now and in college.  I'll breakdown a few different situations I've been in.\n\nPast: The last two summers I worked at FedEx Ground loading trailers part-time for ~$10 an hour.  The hours were great (3pm-7pm Monday-Friday) because I had a ton of free time to still enjoy my summer and a set schedule with weekends off.  The first summer I was there I kind of sucked at the job and struggled to hit the speed they wanted.  The second summer I got up to speed in about a month and then everything was smooth sailing.  The job was mind numbingly boring and it was tough manual labor.  Overall: 3/10.\n\nPresent: In engineering school for computer engineering, not working a job, and making negative money because I'm paying for school.  Honestly, I hate school.  It just seems like it consumes my life.  Even when I'm not at school, I'm doing homework, and when I get one assignment done, there is three more to do.  Throw on shitty professors that make me learn everything in my own time, and I barely get a free day to myself.  Hell, I'd like to have time to go to the gym between terms without killing myself. Overall satisfaction of the materal I study: 8/10.  Overall satisfaction of having to go to school: 1/10.\n\nFuture: I have an internship lined up at Intel this summer.  The job pays $28 an hour and is full time.  I'm really excited for the position because it's in computer archiecture (which I really like).  The only crappy part will be the 70 mile commute everyday.  I'm going to be looking at about 2 hours in the car per day.  Expected satisfaction with the job: 9/10.", "cfy2gej": "20 years old working in a deli part time making 14-17k a year. About 4/10 satisfied, fun coworkers easy work for decent pay.", "cfxws19": "Full-time college student. \n21 \n$0.00 \nI'm lucky enough it have my parents supporting me until I graduate. 7/10", "cfy017o": "Researcher at an international coral reef center located on one of the best islands for diving. I make 15k a year and I'm 23. I am extremely satisfied choosing to get the experience in marine research then actually going straight into a PhD. The people that work here and the community understands conservation and they support us so it's pretty fucking awesome. Oh yeah and my window faces the ocean and the little rock islands.", "cfy1zut": "Freelance level designer\n\n5 dollars per puzzle\n\n15\n\n10/10, more money than Id make not getting paid", "cfxus6g": "I'm a machinist for a large company in the oil field industry. My base salary is slightly over 49k, have made as much as 72k, and as little as 51k ( worked very little overtime last year ). I'm 27 and would rate it an 8/10, although its not something I want to continue doing.\r\rI can't complain much, the job sucked when I first started, but the machine I currently run has cycle times of 24 hours or more and I literally do nothing besides change a few end mills and take a few measurements, ( amounts to about 10 minutes of time when added up ) then inspect and deburr the parts when they are done. Basically, I sit down and watch Netflix, read books, reddit, play games on my phone/laptop, or do homework. Tmobile really saves my ass here with unlimited data. I use a ton.", "cfxvk45": "Recreation Therapist and a mental health facility\n\n65000\n\n9.5/10", "cfxvs4j": "Child Protective Services \n\nAbout 40k\n\nI am 25\n\nI would say I fluctuate from a 3 to 10  depending on what's going on and what I'm dealing with. I am sure I will look 40 at 30.", "cfxvs0d": "I'm 22 y/o and I work in logistics receiving/shipping tea. I make a around 30k a year and I would rate my satisfaction around 4/10. Its very redundant but the benefits and slow days when i can read make up for it... so far.", "cfy15lw": "An E-1 Airman Recruit makes $1531 per MONTH. An Airman Apprentice--which most people in A school are--makes about $20,600 per year. Glad you like the job so far and thank you for your service.", "cfxyyqh": "Bus boy at an Asian restaurant. 16. About $100 per week. 7/10. I get free appetizers/rice/soup whatever the chef makes the staff and I get 30% off menu items. Although the extreme language barrier isn't great. (But I swear I can tell when they're saying \"Stupid ass white boy\" in Mandarin.)", "cfxt68q": "I love this thread because I'm currently babysitting/doing odd jobs while living at home and saving up for grad school. I have no idea exactly what I want to do with my life, and it's so encouraging to be introduced to a perspective other than the corporate, white-collar one I'm faced with every day. All my friends are taking mid to high-salary jobs at ad agencies, law firms, tech startups, or brand name companies but the work is often boring, tedious, and restrictive. I like hearing about all the other jobs there are to do in the world, and not feel shame for disliking the corporate path.", "cfxwtx8": "Software Engineer currently working on fixing the ObamaCare website.\n21 years old.\n~60K\n9/10", "cfxw7dx": "I work on the Minute Man 3 ICBM in the USAF. We test launch the missile here on Vandenberg AFB. I make E-4 pay about 30K per year. My job satisfaction is high about an 8 but everything else is about a 4 basically everything behind the scenes like extra duties and the B.S.", "cfxvhez": "Hospital security, currently make around 50k.  Love my job.  It can be scary, dangerous, sad, funny, frustrating, exciting.  I mostly work in an ER in the psychiatric unit.  ", "cfy0bcx": "I ride racehorses, \n\nI make about 20k per year, maybe a little bit more. \n\nI am 18, \n\nI am about -5/10 satisfied. I work 6 days a week, start at 4am each morning, and risk my life every day. Fuck this job. ", "cfxz6jf": "Oracle HCM Functional Consultant, about 160k a year (permanent full-time, not contracting), I'm 35 and i would say that i am 10/10 satisfied. I get paid bucket loads to perform something i love, doesn't happen to that many people. ", "cfxwafn": "Paralegal, $40k US, 35, 9/10\n\nI love my job. It's always new and educational, but it's not easy.", "cfxtx3z": "Railroad Conductor \n23 years old\n60-100K a year\nSatisfaction 7/10", "cfxsfgr": "Phone Tech Support/Chat Tech Support for Nissan/Infiniti telematics systems.\n29,000\n22\n6", "cfxvqjl": "Academic, 28, 120k. 7/10", "cfy1oj5": "Senior Lead Development Recruiter, 25 years old, $54k base and based on previous years earnings, I should receive around $40k in bonuses.  I love my job for the most part.  Helping people in the IT development space get jobs is hard work but very fun- 8/10.", "cfy1y2a": "Bartender. Roughly 60K per year. 30 years old. 7/10.\nIt certainly has it's perks- I only work about 26 hours per week. I work in the beer industry, and it's booming where I live(San Diego). I get to do really interesting things- like brew beer at Sierra Nevada beer camp, get invited to go to private beer related events, get my hands on some rare stuff, etc. I have unlimited (unpaid) vacation time. I get to sleep in- waking up on your own without being woken up by an alarm is amazing.\nOn the downside, no insurance, no paid time off, and sometimes I feel like I'm a glorified babysitter if all the babies were alcoholics.", "cfxvrry": "This thread kind of makes me want to kill myself, seeing the results from many people on here.\n\nI am 30 (turning 31 in one week) and I work as a project analyst for a mortgage company. I work at home which is nice, but the job sucks and I feel like I'm underpaid, underutilized, and underappreciated. I also feel like they don't give a fuck if I move up in the company or not. I feel like I have a good work history and a good amount of work experience but have no idea what to do or where to go to try to make more money. All I know is seeing people younger than me making more money than me makes me want to kill myself. 3/10 (the working at home perk is why it's not a 1/10)", "cfy2enn": "Auto Mechanic, 32,000 year, 20, and since I work with people that I like and doing something I enjoy I would have to say 9/10.", "cfxxorq": "40, IT Manager at a University. $80k/yr. 9/10. Love my people and the work as well as being in higher ed. Downside is also higher ed. Nothing is slower or more layered in absolute bullshit than the oxymoron that is \"The speed of Higher Ed.\" The simplest decisions require a committee and months of meetings and critical decisions get made by asshats who have better initials after their name than you do. Mind you they don't know shit from sugar, but they have a PhD.", "cfxyjqy": "Psychiatric registered nurse. 26 years old. Bout 65,000 per year. 4/10... burned out!", "cfylwyf": "25, registered nurse. 9/10, it's pretty chill and too mentally or phisically demanding. 100k/ yr", "cfxv8ay": "I take care of fish and inverts at a public aquarium. I just got a full time position and will be making $32,000 a year, after working part-time at a different institution for the last year making like... 10,000. 10/10 best job ever. I'm 25.", "cfxu9h7": "I am an assistant dean of academic advising at a major university. I love my job! My students are mostly fantastic and I love what I get to do. I would say job satisfaction is about an 8/10 only because we are paid badly. I have worked in higher ed for almost 13 years and have a masters degree and I currently make only 56k/year. We are underpaid with the promise that we will have a pension when we retire, but that is obviously not a guarantee. ", "cfxsws1": "Senior Technician for OnStar. I make a little more than 22k a year, 24 years old and I love my job. 9/10. ", "cfxyn5j": "Run 6 water treatment plants. same thing as the sewer guy but people drink it. 58k a year 28years old 7/10 6 weeks off a year so its not too bad\n", "cfxwbnw": "I work at a record label doing various non-glamour jobs such as order processing, paper pushing, mild accounting, and some promotional work/tracking. I make minimum wage - $7.25/hr, but only get in about 12 hours/week because I'm 17 and still in school, and busy with my band which is on said record label. When I graduate I plan to add more hours and train more in marketing and promotion to hopefully take that up as my specialty in the company. It's a small independent label with a regular staff of about 8 people. My satisfaction is a 9/10.", "cfxw9bw": "* Freelancer Java Software Developer, self-taught, no degree\n* Approx. ~USD 230k/year before taxes if I work 11 months/year\n* I do side projects (AdSense arbitrage, small night-time projects etc.) here and there, brings in another ~USD 10k/year\n* Overall satisfaction is 9/10 as I don't really like having a boss, even if it's in a temporary freelance project\n* Considering starting a mobile apps or SaaS business so I can finally work from home only", "cfy2y0b": "25, property consultant, basically managing other companies' rent contracts, helping them to move locations etc). Swedish, so low salary compared to US, but making about $100k a year, would probably be the double in the US, but welfare ftw. Not sure how women's wages are like in that business over there though, so maybe I'm better off here. I love the job, can work from home a lot, which is kinda cool. 10/10", "cfy1ts2": "I watch netflix and goof around on my computer. $70,000/year CDN. 34 yrs. 6.5, I hope to put my time to better use soon.", "cfxvlgx": "I work as a receptionist at a salon. 10 dollars an hour/20-25 hours a week. Made 12,000 in 2013. I'm 27 years old and this is the only job I can do with the back injuries I have. Thankfully my husband is the bread winner. I love my coworkers , hate a lot of the customers. 7/10.", "cfy2gnf": "I am the equivalent of a Geographic Information System Technician/Analyst (depending on the day). Now 30, I just broke $46k after working 6 years with my company. I like my job itself, 8/10, but 3/10 for the company I work for and how my department is treated in the company. ", "cfxr4pg": "College student here, I have 2 part-time summer jobs.  Bus driver/customer service at a canoe livery and I'm also on the grounds crew for a local golf course.  \n\nBoth jobs are enjoyable and non-stressful for the most part.  Canoe place job is probably a little better, but overall I'd give them a combined 9/10.  I make about $6-$7K per summer, which is enough to cover my tutition every year with a little left over (I attend a local community college and commute from home).    ", "cfy0hx9": "I run an after school care program for kids in grades 3-6. I also help out in the kindercare room a few times a week, as well as prepping daily snacks and cleaning our classrooms and sanitizing toys.\n\nI make around $30,000 CAD a year.\n\n25 years old.\n\nRate it 4/10.\n\nI went to university to be a teacher, not a babysitter for unappreciative parents. But since teaching job prospects are grim, here I am. When I'm with my kids though, I genuinely love my job. But on a 7 hour day, I'm only spending 2 and a half hours with them. I can't handle the adults. My boss has NO idea what she's doing but keeps going like she's a great director... And the parents. Don't even get me started on the parents.", "cfxw9bz": "Security Dispatcher at a southern California tribal casino. Maybe 33k a year ($16/hour). Been here 9 years. Satisfaction? Ehh, 5/10.", "cfxtpk0": "I would take a shit while running at full speed and violently squeeze my testicles every day for that. ", "cfy085d": "Assistant Language Teacher at a primary school and secondary school in Japan.  With the current exchange rate, I make about 38k a year (not bad for just after graduating!).  I'll be 25 next month.\n\nSince you caught me on a good day, I'd say 8/10.  Today was graduation, and it was very emotional to see my students leave after teaching them English for the past three years.  I had many students thank me, and one girl wrote me a very touching letter.  I am moved to see how much they have changed over the years, and from the thanks I got, I could see the impressions I have given them.  They may not always like English, but they gave it their best and thanked me for being their teacher.\n\nSadly, I can only stay in this position for another year (there's a five year cap), so I will have to start job hunting!", "cfy20nf": "I work at Cineplex, I'm 16, I make around 5000 dollars a year (I'm guessing? I haven't had my job for a full year yet!) And I'm as happy as can be. I make minimum wage and can I can enjoy spending my money on things that make me happy right now, while setting a bit aside for my future. ", "cfxv943": "Student\n15\nI've been making an average salary of around $0 \nMy school had very low and easy to meet standards on education so basically school becomes time to browse reddit. So I'll give it a 10 until I get to college and I'm fucked because I never have homework in high school and won't know what to do.", "cfxwbee": "Plumber\n\n50K +/-\n\n30+\n\n3-6/10 I deal in human waste. How good could it get?", "cfxwhgg": "I take pictures of ungrateful children and rude parents at a toddlers theme park, I only work in summer/fall so for the season it's never more than 5500, 18 years old, 4/10 would not recommend. Really only staying for co-workers.", "cfy202t": "Turn 31 tomorrow. Wife and I own a pizza franchise. Make about $70k a year roughly. Only paid $1000 in taxes so we had that going for us which is nice. Only in our thirds year and had to renovate so have total of $400k in loans for it. Small business ownership can be a real big pain in the ass. 7/10 for satisfaction. Some days love it and others hate every square inch of the place. Holidays are always tough.", "cfxupnf": "22, retail assistant/trainee assistant manager, 26K a year approx (+ commission). 8/10.\nI would love more hours, but that is my only real complaint. My boss is amazing!!! Big big owner boss lady comes in store once a week and buys us girls coffee or chocolate. Its such a nice friendly environment and a huge step up from my old job.", "cfxsat8": "I'm 22. I am still in college. I work at a carpet cleaning company part time. I am paid commission so it fluctuates. Normally around 300-700 per two weeks. During the summer I work full time and average 500-800 per two weeks. \n\nIt's a decent job, not very physically demanding once you get used to cleaning and moving furniture. Sometimes you see some gross houses that most people would never even consider going into. Sometimes you go to mansions that have 100 year old rugs. I enjoy it because some people you meet are really interesting. I've gotten to clean for Kendrick Perkins (Basketball player), Pimp C's mom (rapper), Earl Thomas (recent Super Bowl champion) and just normal people with cool ass lives.\n\n It's a stepping stone to bigger things so I don't consider it a career but there are people there that make 30-50k per year so it's not the worst pay for a job with no prior training needed. \n", "cfxx7ta": "I sell computers at Best Buy.  I make about $12,000 a year, sometimes less.  I'm 31.  My job satisfaction is probably the lowest it's ever been, I would say it's at about a generous 2.\n\nWe just lost all but one of our managers and all but one of our supervisors in this stupid \"reorganization.\"  Half my department is quitting.  The apathy is soul-crushing.  Nobody cares because they're either going to be gone in a month, or the people who keep them in line will be gone in a month, and they feel no need to impress anyone.  Customers are going unhelped, and the quality of service that does get dealt out is mediocre at best.  If I have to get keys to get a product out for a customer, I have to call 5 or 6 times to get an answer, and then I get an attitude like \"I HEARD YOU!\"  Well why didn't you fucking say so?  Everyone is so miserable, and it makes an already annoying job ten times worse.  I feel like the only one with a work ethic, and I'm 8 months pregnant.  I had a customer yell at one of my co-workers for making me do all the work in my \"condition.\"  The best part is that I'm quitting soon, too.  My boss (who has lost his job and has til the end of the month, btw) told me that I \"have\" to work until 4 days before my due date, because he doesn't want to work on the sales floor.  I told him that's why he was supposed to hire someone to replace me.  He's had 6 months' warning that I was leaving, and hasn't dealt with replacing me.  His response was \"I'm not hiring anybody!!\"  Well then he's going to be working on the sales floor, because I'm uncomfortable and beyond done with this whole thing--the job, the pregnancy, everything.\n\nBest Buy used to be the most amazing company to work for.  Now they literally expect one manager to do the work of 5 managers, for the same amount of pay, and there's ZERO room for moving up in the company.  To become a manager, I'd have to wait until a manager decided to quit.  And that's provided I had waited until a supervisor decided to quit so I could take his/her job.  And that's provided I had waited until a full-timer had decided to quit so I could take his/her job.  This is probably the worst possible move Hubert Joly could have made, IMO.", "cfxvus5": "Line Service Tech.\n\n$26,000/year. That's without overtime. Last year I believe I got about $1,500+ from overtime alone.\n\n19.\n\n8/10.", "cfxyhay": "Nuclear engineer at a power plant.\n\n60k base with great benefits and some bonuses.\n\nI am 22 years old.\n\nJob satisfaction is a 9/10", "cfxycbs": "Associate Pipeline Engineer\n\n$80k/year plus benefits, bonus, 401k, and pension\n\n25 years old\n\n9/10 only because I am not getting as much glory as Structural Engineers", "cfxshj0": "I am a telecommunication technician. I travel around building networks, mostly microwave, LTE and some ADSL belie\nve it or not. Pay is about $75k a year with some benefits. Per diem is around $160.00 for food and hotel.\n\nDepending on the job it could be a 5/10 to a 10/10. For what employers expect from us it should be 100k a year but its still a cool job.\n\nThere is lots of helicopter work and many interesting places to see. \n\n I am 27.", "cfy2cum": "Im 17 working two jobs, one at a supermarket as a trolley boy and a kitchen hand at a restaurant. Working about 20ish hours a week so making about 200-220 a week giving how busy the restaurant is. I think that is good becouse i am still at school", "cfxx6li": "Mechanical engineer, supervisor. $75k/yr + bonus. 8/10. Work 45-50 hrs weekly. Weekends off.", "cfxpbhk": "I work for a financial institution and I make about 24k a year at $12.80 an hour with benefits/401k (that the company pays into as well) and shift bonuses (working weekends or evenings gets you more money). I'm 24 and very satisfied, honestly. I feel like I have genuine responsibility and I've been recognized by my coworkers and superiors as contributing positively to our team. It's not my dream job, but I don't even think about that because of how much I enjoy being here. If I had to give it a rank I'd say something like 8/10 ", "cfy1ntn": "Software Engineer; $120k / year; 9/10; 24 years old", "cfy1bht": "Aerospace engineer, around $90k, 32 years old. 7/10 because I'm bored out of my mind at my current company, but it could certainly be worse.\n\nIf you are a conservative individual who wants to work in a stable field that will pay you enough to afford a mediocre house in the suburbs (or a nice house, if you don't live on the West Coast, maybe) and have 2.5 kids, aerospace is great. If not then...meh. My current plan is to hopefully join a space-related startup at some point. I don't need a lot of stability or money, but I definitely need more intellectual excitement than I'm getting right now.", "cfxvv22": "International courier, $65K after taxes, 48 yrs old, 8/10.\nI'm traveling 2/3rds of the year, 400k+ air miles. \nBeen on the job for 9 years. No social life...pretty boring once you've seen the same land marks over and over again. Staying with the job only for financial reasons.", "cfxxm71": "Papa Murphy's (Take&amp;Bake Pizza in US)\nI'm 18, making $15.35 an hour. 9/10 because it was my first job, I don't have a problem with anyone I work with, and the pay is absolutely great. ", "cfxwyk0": "I'm a welder. (Still apprentice, not a journeyman yet) \n\n$70,000 a year\n\nI'm 20.\n\n8/10. Being outdoors and in remote locations is awesome, but having to deal with the harshest winter/summer conditions as well as laying in mud/snow and being in akward positions takes a toll on your body. \n\nEdit: forgot a letter.", "cfxwqrl": "High school dropout McDonald's. 9k a year. Depressed. 20 years old. 2/10 satisfaction at least I live at home and barely have any bills.   But I want to do more with my life", "cfy170v": "Stay at home mom, 26, $500-$1000 year, 5-6/10 But next year I get to go back to work! Yeay!!!!", "cfxx12n": "I'm a Customer Service Rep for an advertising website.  I help clients set up their accounts and listen to them gripe and bitch and complain when they're not happy with their results.  I'm 23 and make $45,000 plus quarterly bonuses.  If I choose to work over time I get time and a half.\n\nI'm not passionate about what I do.  However, I work for a GREAT company that values people, keeps the kitchen stocked with food/snacks, and has a super fun and relaxed work environment.  Best of all, I never stress about my job.  I work a full day then leave everything at the office, no anxiety about work left behind follows me home like it did with my previous job.  Job satisfaction is still only a 3/10 for me though.  I'm not proud to tell people what I do, it's just a paycheck to me but all things considered I can't complain.\n\n", "cfxtdzl": "20 y/o Music Teaching Assistant/Cover Supervisor, working in a secondary school\n\nI'm on about £2400 this year\n\nI fucking love my job", "cfxr84b": "Almost 30. \n\n$120k last year. \n\nI teach karate. I would say I'm pretty happy. I always strive for more so an 8. ", "cfxwr0d": "Project manager for a large telecom company. \n\n32 years old\n\n70k /year base plus bonus\n\nSatisfaction depends on the day and the project.  7/10", "cfy2idt": "Underwater Photographer,\n$70-80,000, \n18 years old &amp;\n9/10", "cfy1q0k": "Dish Pig/student\n\nabout 4k a year\n\n17\n\n7/10, long hours, but the guys I work with are awesome.", "cfxzgqc": "I work as a BI (Business Intelligence) Consultant. I make about $80,000 a year. I'm 25.", "cfxwcc3": "I am a program manager for commercial energy efficiency solutions. Basically, I help corporations lower their utility bills. Job satisfaction is 10, which is 20% because I do something for a higher cause (save the planet, baby), 80% of it is the company I'm with. Highly progressive group of young people that are all friends and my boss lets me do my own thing, schedule, and agenda. I'm practically self-employed minus the responsibility of owning the firm. Heaven.\n\nI get paid 63,000, so that's clearly not what's keeping me, but the work-life balance (I have two little kids) and job satisfaction are worth it. I'm 33. ", "cfxtg5v": "Purchasing/Graphic Design/IT at a small wholesale distribution company. Make just under $40k plus benefits. I love the variety in my work and the management usually leaves me alone. 8-9/10.", "cfxv73g": "I'm a youth basketball referee. Been doing it for 6 years. I'm 18 years old. I make $15 pet game (games take 1 hour).", "cfxv4q8": "Retail marketing and merchandising for a top 15 company. 30 years old. Base is $170k plus benefits (full health, etc.).\n\nJob satisfaction rolls between 5 and 10 depending on the time of year and my bi-polar executive board. ", "cfxsz3q": "I work as program analyst for dept of Navy.  I will make ~$90K this year.  I am 33.  I rate it about 7 out of 10.", "cfy0orq": "Electronics technician\n\n$30,000/pa\n\n21\n\n8/10, 9 on Wednesdays", "cfxw0u3": "I work at a mill that produces high temperature alloys.   I am 33, I made $88,000 last year.  Satisfaction level is 7.", "cfxv73v": "Retail Management / franchise, small business \n40k\n27 years old\n3-5 on an good day\n\nI've been at my job since I was 15. I'm the best there's ever been and my boss knows it. The main problem is that there's no more money to give me. Doing the same thing for 11 years is tedious and boring, but the money is fine and the job is a joke. ", "cfxxwvn": "Cna working at an assisted living home, make around 16k a year.\nI am 20, and i give it a 8/10 almost everyone is friendly and it is rewarding but it's sad when you see a resident move to a nursing home :(", "cfxzy2k": "Firefighter.  About $36k. I'm 35 years old and I'd say 9/10 satisfaction level.  I could use more money,  but I love my crew and I love my days off during the week.", "cfy94p8": "I work in a hospice for the cancer patients, last stage. 400$ a month. Satisfaction levels, with the patients, 9/10. With the colleagues, 2/10 because of all the backstabbing.", "cfy05ly": "University teacher that's tutoring as a part-time job.\n\n\nCan't really do yearly calculations but pay's a minimum of $360/week.\n\n\n19.\n\n\n7", "cfxtcin": "Computer Science Intern (IT) \n24K a year (12k per semester 36k total)\n19 years old\n9/10\n\nIt's a great job while I'm still in school. I work for a large website every other semester for three work terms total. I've learned more that I ever could in class in my first semester and the people are great!", "cfxzcuq": "Editorial designer, 19 years old, $2200, 5/10", "cfxw4qq": "Systems Engineer in aerospace industry at a fairly specialized smaller company (~100 engineers). I am 27 and make 95,000 after starting out at 60,000 five years ago. I'd give it a 7 or 8 out of 10.", "cfxvmcn": "Prepress digital artist. 26k a year. Age 24. Satisfaction rating of 4. Pays rent and keeps me fed but it's boring as fuck. ", "cfxzsnc": "Software Engineer at a start up.\nLast year I made 125K USD w/ equity currently worth about 500K.\n\n10/10 - I've had real jobs before this one, I know how good I have it, some of the kids fresh out of school have a very distorted sense of reality.", "cfy14cf": "I'm 39 and have been an attorney in a mid size but rapidly growing personal injury law firm. I've been there 11 years and currently make around $120-125,000 with bonuses. I have sick time and vacation time of about 4 1/2 weeks but I never log it in and no one keeps track. I absolutely love my office and the people I work with in my office. But I detest the attorneys in the legal community we have to deal on a regular basis. It's the same old faces and it's so contentious. It's barely the practice of law but more like the exploitation of situations for attorneys fees and it's made worse by the fact the the courts indulge all of their bullshit. I hate the law, the courts and the attorneys. Every time I go to work a piece of my soul dies and I long for something different. I try and discourage everyone from going to law school. I hate killing dreams but I feel like I'm doing them a favor. 3/10. ", "cfy6rtg": "GIS specialist for a planning/consulting firm. $23000/year working part-time. 8/10 job satisfaction due to dislike for living in a college town but the company and job are absolutely fantastic. Low stress, great people,  and im passionate about our work", "cfxtq2s": "I work at Starbucks and I make about 9k-10k a year. Just started and I get raises every six months and looking at a promotion to Barista trainer soon and then my manager is setting up steps for me to be a shift lead. I actually really love this job. I have fun at work and rarely hate going into work. Something about it I love. Just wish I could make a better wage, and if i did id probably stay here forever haha. I am at about a 8.5/10.\n\nEDIT: Forgot my age, I'm 21", "cfxx0if": "I would in a locally owned toy store make about 20k  I'm almost 25 I love my job probly won't be leaving anytime soon Ive gone from min wage to 10$ ", "cfxv38s": "Operations Engineer for a large website you use, $175k base + $100k in bonus and stock annually, 35, 9. ", "cfxt4xe": "I'm a psych nurse in australia I'm 26 and I make about $70k a year", "cfxsjbd": "Mechanic $120,000 gross  \n24 years old", "cfxxbci": "Multi-million dollar retail company manager. I'll break 6 figures this year. More than 3 times what I did 7 years ago. I'm 32. I'd say 7-8/10", "cfxz3u9": "I've never encountered a PT that disliked their job. They make a very good living. If that's something you are interested in, check out /r/physicaltherapy", "cfxx8a7": "24, second year apprentice machinist, $60000 CAD, 8/10\n", "cfxvu7s": "Desk assistant at the residence hall at my University. $7.90/h. 9/10\n\n", "cfy6pv7": "1LT Infantry Platoon Leader, United States Army. \n\n65K (w/ housing allowance)\n\n8.5/10.", "cfxvc9q": "Copywriter at a digital advertising agency. About to top $70k, not counting additional bonus raise amounts or possibly even a promotion. \n\nI'm 30, started at age 27 after flip-flopping around a bunch of jobs for years. \n\n8/10 satisfaction - pay, benefits, vacation and people are great! I get to travel occasionally on the company's dime. About 65% of the actual work isn't very exciting though, and clients can be an absolute joke.", "cfxx41w": "Retail Sales Associate / Bake Shop Sales Associate / Referee\n\nI work ~50 hours a week. Earn about 20-25k. I am 22 years old. I love the hell out of my jobs but I want to do something a little bit more meaningful, and that will earn me a bit more money. \n\nI am very good at customer service, and I am consistently energetic, friendly, everything. But all the jobs that require that have shit pay...", "cfxusdf": "Jr high special education teacher. I'm 26, make $34,500 (4th year teaching), I would rate my job a 7/10. I love teaching, the students and staff I work with, but the politics and state regulations are starting to get to me. ", "cfxwfbc": "Sculptor for the film industry in Los Angeles. I've made sets for many large budget films such as Star Trek Into Darkness, and The Avengers. 160k per year if I work all year (usually only 2-4 months for 60k). I was extremely satisfied and happy until I lost the use of my legs playing good samaritan during a 16 car pileup on the highway.\n\nhttp://www.reddit.com/r/IAmA/comments/1en791/iama_sculptor_for_hollywood_i_made_the_sets_for/\n\nhttp://imgur.com/a/q4xb3", "cfxv2hu": "28 years old.\nDay Job: 95k a yr 12% bonus. - 7/10. \n\nTrying to transition to full time in my side business (40k a year between two partners, 9/10 enjoyment)", "cfy0fh8": "Sr Consultant specializing in UX design; 98K/yr; 29 years old; best job I've ever had a slide from teaching 3-5year olds gymnastics!\n\n7.5 out of 10... The travel makes it rough at times and nothing is ever perfect. ", "cfxxe91": "Currently city maintenance worker. I have a B.S. degree in criminal justice, so I'm actively looking for other employment.\n\nOvertime is a very regular thing, so I bring home a decent amount for a single dude to live off of. Yearly pay raises. Insurance, retirement, add'l benefits...*And* the cost of living is cheap, so that helps. \n\nSatisfaction.. Most days yes. Granted, it's another one of those jobs that a lot of the time will go unnoticed if you do everything correctly (because it's what is expected), but I take pride in my work. ", "cfxw1v1": "I am 53 years old and have been a physician assistant for 24 years. I get $1600 a week and minimal benefits. I work upwards of 60 hours a week. I love medicine but hate my current job.", "cfxwr3s": "26, graduate student. 18k a year. 10/10. more beer money would be nice.", "cfxuuv4": "I'm an after school nanny. I get paid ~$200 a week, tax free (they don't want to claim me in taxes, so I don't claim them). I only watch one kid for about 1-3 hours 4 times a week. Pretty easy. She's mostly well-behaved, and it's really endearing that she tells me things and asks me things that she wouldn't say to her parents. Since she's starting to \"come of age\", it really makes my job satisfying and it's very fulfilling that I can help her through things she's too embarrassed to talk to her parents about. Of course, I always relay everything to her parents and I always do my best to stay within my boundaries. As a college student, it is easily the best job I've had, and I highly recommend it to anyone still in school. My predecessor was a high school student, but I'm her \"favorite\".  :3   Definitely better than food service or retail, both of which I've worked in. I'd say an 8/10.\n\n\nIf anyone is curious, I got started on care.com and I'm still able to advertise that I am able to babysit or petsit on weekends. It also let me share my credentials as a tutor.", "cfxty0x": "I hang live chickens for a poultry processing plant. The ones that shit and puke and pee on you.\n\nI make 13.31 an hour. \n\nI'm 26 and don't really like it, but food has to be put on the table.\n\nscale of 2/10. ", "cfy2o8z": "Waiter, 19 y.o., and it depends on if you decide to be an asshole and not leave any tip. I get paid $2.15 an hour, which all goes to taxes so all my paychecks literately read $0.00. However, I make anywhere from $50 to $120 a shift, and work 4 or 5 days a week, which is partially off the record and all in cash so I'm not really sure how much yearly, but it's enough to keep putting me through school and the other essentials, but with not a lot of extras. 7/10 ", "cfxu2ck": "Own a small video production business (4 years since I started my LLC at 19 years old).\n\nMy sales have gone from:\n2010: $9k, 2011: $16k, 2012: $32k, 2013: $68k.\n\n10/10 satisfied with my job because I create my own schedule and love what I do! \nEdit: Also wanted to add that I am so happy to finally be graduating with my BA in May! It has taken me forever to finish my degree because I didn't want to turn down the work experience. ", "cfxtmjw": "I'm 31.  I'm a stay at home dad.  10/10 job satisfaction.\n\nEdit: man a lot of you guys want to be stay at home dads.  If you can work it out with your partner I definitely recommend it. ", "cfxszsg": "28 year old massage therapist. I work 20-25 hours a week, make approximately 24k plus tips, (but no vacation pay) and rate my job an 8 or 9/10 ", "cfxuln1": "Airline Pilot\n\n~22k per year\n\n24 years old\n\n7.5/10... when I make more money I'll probably be happier. Flying airplanes for a living is pretty awesome though.", "cfxx0uh": "Business to business collection specialist, 49k, 42, 7/10. You would think my job would really suck, but I'm not a hardass and actually help people having cash flow issues. I find the quarterly goals motivating! Up to 10% bonus per year, too. ", "cfxzfyb": "Crew Chief (I fix f-15s for the Air Force)\n\n18k plus benefits (free housing, free food, free healthcare)\n\n21 years old\n\n6/10 Not the worst job but definitely starts getting old around the 12 hour mark of my shifts. ", "cfxx7bm": "I work in retail, 24 yo and make about € 35k (~$50k). The job is a 7 but it's mostly the money that keeps me going", "cfxzrjz": "US Army Himars launcher crew member deploying in just over a week.\n\nI will make about 40,000 this year give or take a little.   I am 20 years old,  21 in 3 weeks. I am satisfied with the actual work o do. And the people I work with. The pay sucks. Its hard to make ends meet sometimes on military money. But I love what i do... And somebody has to do it. So I'd say overall a 7/10. ", "cfy10ne": "Programmer, $60,000, 23, 9.5/10. Sometimes the hours suck but I love my coworkers, my boss is great and I've had a pretty good time. First year working, this'll be my second out of college. Ambitiously hoping to make six figures by the time I'm 26!", "cfy0e6s": "Periodontal hygienist.  150k pre tax. 23 years old.  Private contractor in Australia.  9/10. Can be grosse.", "cfxutin": "Ice cream cake decorator and assistant manager at a Baskin Robbins while I go to college for an entirely unrelated degree. \n\nI make about 7,000 a year. \n\nI'm 20 years old. \n\nJob satisfaction 6/10. Kids are happy to be here, I enjoy the slow pace of singing along to the radio while I decorate, ignorant parents who buy their children sweets instead of actually interact with them drive me insane. Customers are also astoundingly rude. ", "cfxzb3i": "Warehouse worker.\n~13k a year.\n20\n4/10", "cfxv4cb": "It support (external), $100k/yr, 27 years old. 8.5/10", "cfxzpz1": "US navy currently training to be an Aviation Structural Mechanic, $1500 a month, 19, 10/10", "cfxvf5v": "[deleted]", "cfy1qms": "Gas station attendant, 21, make $30k a year. I would say 6/10, I work with some great people and it is easy as hell, but not fulfilling at all and fuck can customers be stupid.", "cfxy15i": "Software consultant 90g a year, 35, 7/10....I enjoy the challenges and problem solving, but the workloads can be overwhelming at times", "cfxvdzo": "Web developer, $45000/yr, 22yo, 9/10", "cfxwmt8": "Porter at a body shop making $10 an hour, I'm 20, and I'd rate it 6.", "cfxybm4": "25, Analyst, $120,000, 9/10. ", "cfy19zf": "Machinist. 38. ~70k counting overtime. 8/10.\n\nI love this kind of work. I have to be inventive all the time, and there is a shitload of stuff to know. Endless learning, awesome toys er I mean tools, good job security. I make some of the highest quality robotic manipulators in the world. That is a nice feeling. Especially when you all see them on TV.\n\nI reserve the last 2 out of 10 because it can get tedious, and there is room for me to climb yet. Whenever I get advanced into any significant new duties, it jumps to 9+/10 for a while.\n\nGetting to this point did not require college (but it *did* require a very large amount of self-learning and experience) and requires zero customer interaction. It is amazingly old-fashioned and high-tech at the same time. Being able to say that I have been in the Robotics field is a comforting thought if I ever have to look for other work. Not that I couldn't just skip right into any other shop making a million other things if I had to; the machining field is frightfully undermanned, at least where I am at.\n\nEdit: I almost forgot... I have been able to grow back my antenneas and a beard and everybody thinks it's just fine. This job rocks.", "cfy272k": "Pizza delivery, 19 years old, roughly $16,000-20,000, 5/10", "cfxxen9": "Analyst at an investment firm. 27 years old. $210,000 last year. Hard work, lots of responsibility, but (to me) very interesting work and I thrive on the pressure. 9/10.", "cfy29ky": "psychologist working with children and teenagers. love my job - 8.5 out of 10. It gets hard when the outcomes are bad, but the good outcomes make up for it. 65 k but will move up dramatically with more experience. Im moving into forensic psychology now- if anyones interested ill update them with my new score in a month :)", "cfy233f": "I'm a couple weeks shy of 22. I just finished my Bachelors in Criminal Justice and I currently work two jobs.\n\nConstruction Worker for my Dad's home remodelling business, $13/hr for ~25 hours a week, 3/10. I like that the pay is good and my hours are very flexible. I don't like the actual work, there are very few times I find it rewarding and usually spend most of my day wishing I was somewhere else.\n\nPizza Delivery Driver, $5.25/hr plus an average of $50-60 coming from tips and the delivery charges, work 4 days a week which usually ends up being ~20 hours, 4/10. I like the people I work with and because it's a local \"chain\" it's a pretty laid back atmosphere but I just view it as something to help bring in some extra cash.\n\nI've been working at finding a job in my field but it's proving to be tougher than expected. While I'm still trying I am looking into some other avenues and plan on joining a volunteer fire department so I am able to do something more fullfilling with my time.", "cfy2s2a": "I make $1,500 a year as a college student lol . 18. 4/10 work is boring .", "cfxqotx": "Work at a paper mill.  General bullshit job at the bottom if the pile.  I make around 55k a year.  More if I work more.  I usually don't   I'm 32.  3/10 satisfaction hey it pays the bills.  Also in a band.  I think I lost about 10k last year and 5 k this year.  Hope this album takes off.  Band 10/10 satisfaction.  \n\nEdit:   It's www.soldiersheart.com there are demos on there.  Album comes in May!!!!\n\nEdit 2: we also have a facebook.  If your on there slide by www.facebook.com/soldiersheartband and give us a like.  ALSO THANKS FOR OVER 200 plays today on our site!!!!", "cfy0z31": "Video editor for my favorite movie company as a kid. Stuntman and Pro Wrestler on the side.\n\n20-30 grand\n\n31\n\n9 - I love my job, I love what I do, I wish I could have a little more time to work on my own stuff like I used to, but im nearly done with a new TV pilot ive been putting together the last 2 months, so hopefully something of my own will hit!", "cfxzpoe": "I work at a convenience store part time while I go to school. I just graduated high school this last year, and am currently attending college part time. I make $10,000 CAD a year, and I hate my job (4/10). But, working minimum wage jobs all throughout high school made me realize that I really wanted to go on to Post Secondary and not be stuck 20 years down the road still working shitty jobs. ", "cfxwidu": "Force Support United States Air Force(3m0x1)\n41.6k after taxes 52.8k before taxes and benefit cost taken out.\n24\nAs far as force support eh it's like a 6/10 currently; 10/10 for the AF. The benefits are amazing but I'm looking to cross train after my contracts up\n", "cfxvn7d": "36 year old public school teacher with master's degree: $46,000.\nTeaching: 9/10.\nWhat I actually do: 1/10", "cfy0cm3": "I'm 31 and manage the e-mail marketing program for a major sports equipment manufacturer. Any e-mail that goes out, from shipping notifications to promotional e-mails for a new product, all of that goes directly through me from design phase to delivery. I make $53K per year plus small quarterly bonuses. I'd rate my satisfaction about 6/10. I am mostly content with my job aside from the pay. I am constantly looking for better paying jobs but have had no luck. My problem is I have no real specialty... I have more of a jack-of-all-trades marketing background.", "cfy2r2t": "ICU Nurse, $55,000/yr, 24yo, 8/10 satisfied.", "cfxv339": "25 years old and I do insurance billing for a practice of 7 physicians. I'm the only one handling commercial billing (appeals), I coordinate workers compensation cases and motor vehicle accident cases, deal with attorneys and write liens, handle patient requests for detailed benefit information about their policies, take patient complaints/payments/requests, and work as backup IT. All for the whopping salary of $11.33/hr (24k per year). \n\nKnowing that half my job is arguing and that I'm good at it makes me want to say satisfaction is an 8/10.\n\nBut knowing that it's underpaid, underappreciated, full of asshole know-it-all patients, and that I have to read a patient's chart and have the understanding that a licensed provider has to have, makes me want to say 3/10. ", "cfxwlhv": "EMS Manager and Paramedic\n26 y/o\n$80k\n7/10. Love my job. Hate having to work the weekends at a second job to make ends meet. Have a lot more earning potential from other qualifications that I have yet to tap into. This is only my second year in the workforce so I am being patient and am hopeful the future will bring more professional growth.", "cfy2rfn": "sales associate at a sporting good store, i'm 20 and make about 12-14k a year, a lot of that goes to gas to get to college, overall happiness is a 8/10 i've found that money doesn't make me happy, the people i surround myself with makes me happier than paydays.", "cfxzhgt": "I invested my life savings. I am currently 17 and have made enough to buy a very nice house. ", "cfxxm1h": "Computer instructor (proprietary databases, mostly). 80k. 26 yrs. 7/10 these days. ", "cfxw59o": "I'm 20. I work at Publix as a cashier making $9/hr. Hey, it pays rent. I get benefits and stuff, and even own stock in the company although it's not worth anything at this point. It's good for what it is, and they give me close to 40 hours per week. I don't see myself making a career out of this job, but it's holding me over for now which is nice.", "cfy6mi9": "Digital content strategy manager - work for marketing agency.\n\n58k\n25yo\n7/10\n\nClient services can be a bitch but working in social media/Facebook ads and website content strategy for big brands is pretty fun. Plus working for a marketing agency is awesome, lots of young people and lots of beer.", "cfy2yqn": "Collections, 27 years old, $55,000 USD 2.945/10", "cfxvb7k": "I'm an instructional designer for a large Japanese ELL company in (here's the kicker) the middle of Wyoming. I make ~$46k with free healthcare and I'm turning 30 next month.\n\nI'm fairly satisfied overall. I'd say an 8 out of 10. My days are stress-free and I get to travel to Japan once per year. ", "cfxwyy5": "I shoot movement analysis videos for a ski resort in Colorado\n\nI would make $26K if it was year round (roughy December-late April)\n\nTurned 25 in January\n\n12/10. I'm the happiest guy on the mountain.  Today was my 100th day of riding and I can't wait to get out there early again tomorrow. ", "cfxoqve": "I pump chemicals into the sewer line to keep shit rolling down hill. I travel a lot though. Last year I made $90,800. The company also drops 15% (13,500) into my 401k. I'm 28 years old. Not much job satisfaction, maybe a 2-3. The money keeps me here though. ", "cfxu8h7": "I am a teacher. I make $28,000 a year- BEFORE taxes. I qualify for food stamps. My satisfaction level is in the negatives. The kids are disrespectful, my co workers are miserable which makes they mean and difficult to work with and my supervisors are horrible as well.  ", "cfxxjve": "Production operator for a medical device manufacturing company. Fulltime\n\n19 years old\n\n$27,040 per year\n\nNice perks and all but not planning on settling there \n\n6/10\n", "cfxvfdh": "RN in a cardiac unit. I'm 29 and have been a nurse for 2 years.  Last year I made about $55K plus benefits. Like other nurses I've seen post, we are overworked and stressed a lot of the time, but I'd still rate my job satisfaction 8/10. There's nothing like helping people at the most basic, fundamental level. Working only 7 days per 2 weeks is pretty sweet too. ", "cfxsrxo": "ER doc, 40 years old, $220,000 USD, 9.5/10", "cfy2m4e": "College student/geek squad counter agent.\n\n22\n\n10$\n\n3/10. I was told the job was about helping people and satisfying the client,  not trying to milk them dry for money because were \"____ in the company and I want more.\" People keep leaving for a reason.", "cfxx4lc": "Practicing attorney and part time college professor.  10/10 job satisfaction.  Money varies based on my clients and how many courses I teach, but it's sufficient.  I'm lucky to have not just one, but two jobs I enjoy.  In one I get to practice my craft, the other I get to share my passion with others.  Pretty damn lucky.", "cfxupbs": "Electrical Technician / Engineer with Oil field service company.\n\n- 38 years old\n- $150,000 average\n- Job 8/10 - Only work between 210 &amp; 240 days a year, get to travel to some awesome places, Australia, Singapore, Brazil, Equador, South Africa to name a few, airmiles are mine to keep so lots of cheap flights. on the down side, get sent to some not so nice places, Libya just after Gadaffi was ousted, so people still a little shooty, most places in West Africa, Siberia -45 deg C.....in winter time, Saudi Arabia in the summer 52 deg C.\n", "cfxtqdu": "First year high school teacher and athletics coach in an economically underperforming area. 45k. 25. 6/10. Politics and lazy kids bring it down. Helping kids learn, improve at a sport/subject, or be inspired bring it up. Masters in molecular science. Given student loans and marginal increase in pay over time, will be seeking another career in biotech within 5 years. ", "cfy4rrs": "High school student\n\n~$20 a week allowance\n\n14\n\n10/10 would recommend", "cfxuzxj": "I'm 27, and do utilization review for a large hospital network in California. Basically, if you are admitted to the hospital for any reason (hospital not ER) other than psych holds, and you have a commercial insurance (not Medicare etc), nurse case managers must provide review to insurance companies detailing your condition and treatment so the insurance knows what it is paying for. I screen and audit all of those, and have to send them back for corrections while getting yelled at by insurance companies on the phone. \n\nNet last year was $30-35k. My job satisfaction is about a 7. I have great benefits and they reimburse up to 2k/semester for tuition/books, which is nice because I'm a full-time student too. However, I read a lot of really depressing shit (tons of suicide attempts and NICU babies) and getting bitched out by someone because I can't force a nurse to submit a better/faster review isn't fun.", "cfxw7rn": "Data Analyst, 85K + 401k match + ESPP + clinic onsite completely free of charge + gym reimbursement + lots of great perks and other stuff. I am (almost) 25. I am 8-9/10. Love the work, I work with very intelligent people and I'm learning a lot. ", "cfxvr1w": "I always wonder who asks these questions and why people answer because this feels like online targeting. Am I alone in this opinion? ", "cfy03r4": "Graphic Designer (print manufacturing) 31k 30 years old, satisfaction about 6...\n\nI like my job but my coworkers are bullshit. No benefits, no perks. \n\nI'm actively looking elsewhere. ", "cfy1bl7": "20 years old\n\nfull time college student\n\n$10,000 per year\n\npart time warehouse worker during school breaks.\n\n4/10 not much fun, horrible hours, good\nmoney though", "cfxqo77": "Video editor for a news channel (creative username). Pay is between 40-50k. 22 years young. Job satisfaction is probably 7/10. Fluctuates a lot, depending on how crazy it gets, like dealing with last minute changes and breaking news or just being yelled at, that sort of thing.", "cfxyeqa": "Graduate student, 22,000 stipend per year after taxes, 24 years old, 5/10 due to the gigantic workload and the people. The people can make a tough job amazing and this job is seriously lacking in the people department. Good news it that I graduate this year!", "cfy0cvr": "Road Train driver, \n\nI can work anything from 50 - 100 hours a week, so my pay is anywhere from $1000 - $2300 aud a week.\n\nJob satisfaction is great because I don't have to deal with anyone while I'm working. 8.5/10\n", "cfy19c3": "20 years old. Full time student for a political science major and work at a call center. Make usually about 13k (12/hr) a year as a part timer. Also, i get PTO and 401k. Pretty safisfied since I can reddit for 7 hours and get paid for it! 9/10", "cfy0v0w": "I work as a Sandwich Artist at Subway, in Australia\nNext week I take over as store manager\nthe week after I will turn 21.\nI think I will make at least 35k in the next tax year.\n6-7/10, I have good co-workers and the job isn't too hard.", "cfxt983": "Graphic Designer\n\n22\n\n$60k a year, 10% 401k matching and health/dental insurance.\n\nanywhere from a 5-10/10. Normally it's about an 8 because I really like what I do, and it's only ever a 5 if the project I'm working on is really uninspiring and heavily micromanaged, which leaves little room for my own creativity.", "cfy2u5x": "Laboratory scientist, 26 years old, 62,000 AUD, 6/10. I got into this for the science and really enjoyed the subjects at uni, but the reality is a lot of the labs these days are highly automated and I spend most of my time as a result checker and doing equipment maintenance.", "cfxuvpx": "Im 31 and a programmer @ a hedge fund. 200k/yr base. Bonus this year was 175k.\n\n8/10, the hours are pretty bad + the commute is eating my soul. (train into nyc from nj)", "cfxw1dr": "I am 24", "cfxx124": "Fast food cook, 7.25 an hour (not sure of how much I make a year) I'm 16 years old and I absolutely hate it. 3/10. ", "cfxufb4": "I'm 24 and work in a local call center doing inbound sales and transfers. Base salary is around 34k before any commission. Job satisfaction? -2/10. Never see daylight, irate customers calling the wrong number then being engaged when I can't help, constant pressure from higher-ups with unrealistic sales goals. No bueno at all.", "cfy0m4d": "10/10\n\nSince the age of 20 I've been in the IUPAT (painters union)\n\nMating a consistent 80k a year with hard work. I've hit 95k once, with crazy OT\n\nManual labor/trades work in Boston", "cfxpz8m": "Part-time barista while I'm a student, about 10k per year (depends on my hours). I'm 25. \n\nProbably 4/10 but I also have severe depression, so I'm generally dissatisfied with everything. Working bar is fun, doing dishes, dealing with the general public, lots of cleaning, etc is not. ", "cfxpwew": "I work as a process and systems analyst for a large oil company. I make between 90 and 110k depending on my bonus. I'm 29yrs old. I find the job about 4/10 because of how our dept is managed, I enjoy the work. I'm working towards a transfer and that should improve things.", "cfxzusb": "33 yr old geologist. 120k a year, travel the world and I never work in an office. Get to meet people from different cultures, learn new languages, eat cool/weird food, hike all day in the desert/mountains/jungles/tundra/forests, hit rocks with my hammer, make maps, think about how the earth works, use biology/chemistry/physics/math. 9/10. Only downside is you miss out on \"normal\" things: family events, birthdays, keeping in contact with friends.", "cfxvtb9": "Executive Assistant to the CEO of an international study abroad company, and weekends I teach ESL. I chose both because of my love of travel, education and languages. I'm 32 and this was my dream job combo and first satisfying, 100% quality-filled job. I make $50,000 USD a year total, not including random swag or meals from ESL students (mostly adults). First time in life I am at a 10.", "cfxv5lk": "I'm the assistant manager at a gas station. $38k in an area where the cost of living is *very* low, lots of opportunity to advance, and great insurance/benefits. I'm 27 years old and would rate it 7/10. Not something I see myself doing forever (took the job to start paying on student loans until I could find something better), but if I had known I could make this much money without a degree, I would have skipped college all together.", "cfxym1j": "\nComcast direct sales rep.  Work 70 hours a week. Make 120,000. I hate my job witha passion.   1 out of 10.  I hate it but  I can't make  this kind of money  anywhere else and I got a family to feed.  \n", "cfxvoni": "I am a mobile web engineer for a large tech company. I make 106,000 USD before taxes. I am 25 and would rate my satisfaction at 9/10. ", "cfxxbfw": "* Web developer for a non-profit\n* Don't know my annual. It's per 16 week semester. I think I make about $130 a week. I work part-time.\n* Age: 22\n* Satisfaction: 9.5/10. Low pressure, always something to do, just enough social interaction I don't die of boredom, but still have time to think while listening to music.", "cfxvjbn": "Cook/dietary aide at a retirement home \n\n21 yrs old \nA little over $20,000 a year \nI'd probably rate it a 7/10 \n\nI enjoy cooking and I'm happy to do it for the old folks ", "cfy00ak": "part-time nanny and tutor\nFull-time university student\n\n20 years old\n\n\nmaybe $4000 a year\n\n7/10\n\n\nI love kids and want to be a teacher. Tutoring is very draining; dealing with parents, kids who don't give a fuck, trying to keep my patience when a kid gives a stupid answer because they don't want to try. Nannying is fun, again very tiring. Sometimes I lose my patience. All in all I like my jobs. I get to wear sweat pants to work, the kids don't care if I'm not wearing makeup, and I can bring my dog to my nanny job. ", "cfxylmj": "26 years old, machine operator I work with robotics/hydraulic presses.\n\n8/10  40k a year\n\nThe job is interesting when you are programming the robots or working on the machines, but 25 out of 30 work days include pushing a few buttons and sitting on my ass reading reddit or novels all day while the robots do all the work.  It sounds great in theory but it can get really boring with so little social interaction.  Everyone I work with is 20+ years older than me as well so it makes it even more difficult to socialize.  I have a bachelors in business admin, so I am hoping to work there a few years and try to get an office/management position. \n\n", "cfxwo1z": "As of right now, I'm a teacher candidate going through practicum and working part time at a KFC on the weekends. As far as part time goes, I honestly enjoy it. It's an easy job that doesn't require too much mental work, and I like the people I work with. It's nice to have something completely different to do on the weekends that is in no way teaching related. ", "cfy6lm4": "Industrial Radiographer , 27 years old, 75,000+ 8/10.\n\nI like my job, it's easy money, pays well, you can make as much as you are willing to work.", "cfxtfoj": "College student. My only source of income is $20 a week from Litecoin mining.  Salary of $1000 a year.  9/10 pretty chill.", "cfy0vjy": "High school student/school bus monitor\n¥5000 per week\n16\n9/10", "cfxzcc8": "I work at a grocery store doing everything there is to do at one, and I am 18.  I make about 10,000 a year and I'd say it's a 4/10.  The people I work with are nice but the job it self sucks.", "cfxtnyw": "I'm an acquisitions editor at a book publishing company. I'm 30 and have been there about 8 years, and I make about $40k. It's difficult to edit books during the workday because of the sustained attention it requires, so I tend to work all day Saturday and some nights. It's a lot of work for not a lot of money, and the changing industry means that the future looks uncertain. It is a LOT of fun to acquire books, though. I love making deals, and I love talking to agents and authors about their ideas. ", "cfxvwnw": "I am surprised that Ctrl+f doesn't yield any Real Estate Agents. I was just curious.", "cfy20uf": "I write letters to those that commit crimes in my county. The letters refer them to my stepmother, a defense attorney. It's basically one secretarial job that my stepmother secretary doesn't have time to do because I have to physically go into the courthouse to access the public crime database.\n\n$6,444 After taxes. I work two days a week, about an hour to two hours a day. Depends on the day.\n\nI'm 18. I'm in college currently.\n\nIt's hard to put on a scale. The work is incredibly, incredibly easy and the time it takes to get my job done is minuscule. But it's so very boring. There are times where I want to stop working... but then I realize that a) the pay and hours are fantastic and b) I'm lucky to even have this job.", "cfxt2he": "im 22, work as a mechanic on the flat rate system. I make $17/hr. is usually turn 40-60 hours per week, average about 50. its pretty good money for my age! the stress level of the job makes it a 6/10", "cfy2mjh": "Primary Patent Examiner for the USPTO, 125k/year, 32, 2/10 regarding the actual job function, but 7/10 overall including pay and benefits.  ", "cfxwmbc": "selling sports equipment, mostly hockey\n8-10k a year\n17\n9/10", "cfxsp3q": "Bartender, 26 years old, ~$33k a year, 30 hours a week, 7/10\n\nI'm currently a student so it's very nice to be able to make a living wage while only working 4 days a week. I have fun at my job but it's not my passion and I'd love to make a little more money. It's perfect for right now but I don't want to be a career bartender.", "cfxu5x0": "I'm an EMT for a city govt agency that manages half a dozen performance and expo venues. I make ~30K per year. It's a second job for most of the other EMTs, most of whom work as medics elsewhere. For others it's their retirement gig.\nI'm 28 and just getting into the field and it's one of the better jobs to have because I get to schedule myself depending on the number of events monthly. Today I'm working a cheerleading competion, which is pretty cool. 9/10. ", "cfxw3e6": "Work in a commercial cabinet shop.\nMade nearly $2,000 over the past summer. \n17\n8/10\nMy dad owns the shop, it doesn't have AC and it gets pretty hot in Texas during the summer. I will work 2-3 hours after school. I mainly process parts and assemble cabinets, sometimes I'll spray up sheets of MDF to be laminated. Bought and built my first computer with the money.", "cfxylf3": "Director of Operations for biomedical company, $215,000, 8.5/10", "cfy283i": "Restaurant manager, $45,000 plus benefits, about 3/10.  It's a job that glorifies babysitting extremely immature adults and demands at minimum 50 hours a week at mostly odd hours. ", "cfxxs7s": "I do operations analysis for a large call center, the pay is a little upwards of 40K a year and on a scale of 1-10 I'm at a 8 with my satisfaction considering the pay and I'm only 23 years old with no more education than a high school diploma, also the company provides full benefits for me and full tuition reimbursement for college and the fact that I work overnights allows me to actually do my schoolwork at work, so it's like i'm getting paid to go to school for free. ", "cfy00a4": "i work summers as a counselor for a little kids day camp.\n\n600+a lot of tips from rich jewish people (last summer i got 1200 in tips alone, 22 kids in my group.)\n\n15 now, started when i was 13.\n\n7.344643546432453/10. 5 year olds are a pain.\n\n", "cfxu9oo": "Chemical engineer, consulting for biopharm. 56K (below the average, ok for now since I am 9 mo out of school) health/dental/life (tiered health insurance, it is actually amazing I only pay $80/mo for it), sick pay, 2 wk vacation, paid shutdown from xmas to new years, 100% match to 4% 401k contributions. 22 yo, graduated with my BSChE in May 13. Job satisfaction 8.5/10, will be closer to a 10 when I can do more PM and just a range of things that are in the (near) future.", "cfxx5ci": "15 years old\nGrade 10 \nWaitress \n$15-$20 on average with tips\nI only work about 14 hours a week\n7/10", "cfy32ih": "I'm late to this but whatever. I just turned 20 last month. Made a little over 50k last year as a skid steer operator. But this includes over 70 hour work weeks in the summer then barely working in winter. My job is fun because I work with awesome guys, but also sucks because I dont feel challenged with machines anymore. And I also got stuck on like a 18 hour shift before which sucked. But the money is nice for a 20 year old. I'll probably be going back to school this year though for massage therapy", "cfxznyg": "I'm 20 yrs old and make 23k a year. I work for an environmental service program for the city. I rate it a 9/10 because I'm at the very bottom and can always work my way up. Plan on going to college part time soon to advance my skills for a better paying job in the company. I love the company plus I get retirement taken out so if I wanted to I could retire when I'm 45 but I doubt I will do that. ", "cfxtg95": "I grow winegrapes. I make more than the US median household. I am in my early 30s. My happiness is probably a 9. It would be a 10 if I owned my own instead of working for a company. I also get a lot of free wine and/or heavily discounted wine.\n\nEdit: Grammar ", "cfxy6qf": "Military - 80K a year - 7/10 for satisfaction. Wouldn't say I work all that much, but the job can at times be fairly rewarding and at others times absolutely hateful.", "cfy321j": "22. \n\nData analyst for wind turbines. \n\n$9/hr. \n\n9/10", "cfxvwun": "Probably will make a couple hundred this summer, I'm 14.", "cfxvf4q": "Movie theater projectionist/supervisor\n\nI'm 22 years old, make between 10-12k a year depending on hours. As for rating I'd say an 8 for projectionist while 6 for supervisor  shifts. Can't really complain about anything besides boredom when I'm up in projection acting as a glorified light switch, and besides the typical retail complaints of supervising there isn't much to really say.", "cfxw29o": "Mattress salesman. Roughly $65-70k commission. I'm 25 and actually very satisfied 8/10. Only 2 downfalls really. 11 hour days and \"mattress salesman\" is not a very sex job title.", "cfxw5pb": "Directional Drilling Engineer\n~185k+\n26 years old \nSatisfaction about 7-8", "cfxyhxi": "23 years old\n$7.25 an hour, 84 hours a week\nEMT at an urban ambulance service\n1/10  I'm never home, work 72 hour shifts at an incredibly stressful job, and barely scraping a living. My wife works 7am-5pm mon-fri. I spend most my life missing her. It's not worth it at all, currently searching for something else. ", "cfxu1rr": "Lifeguard/swimming teacher while in school, I'm 21. I make 25k/year, 20.10/hr part time + Free gym membership. It's great-8", "cfy552e": "40 years old, Directional Driller, contracted by an energy company.\nAlso retired Navy man. I made a total of 370K last year. 8/10", "cfxxfqt": "Ministry of Transportation(Ontario) Highway Construction Inspector\n\n$45,000 CND\n\n21 years old\n\n8/10", "cfxxpml": "Grocery Store Cashier, 18,000$ /year, 18, 8/10. Only because the schedule isnt flexible for a social life.", "cfxsr5s": "24 110k 8/10, I actually enjoy IT client interactions keep it spicey", "cfxykcm": "I tried looking for \"Physical Therapist\" as I recently became interested in it. Unfortunately, ctrl + F did not yield any results :( \n\nAnybody in the field able to provide a response?", "cfy06xq": "Customer Service Rep at a call center for a local utility company.\n50k/year gross.\n23 years old.\n2/10 satisfaction. Spending all day dealing with people who can't/won't pay their bills and treat you poorly because of it.\n\nBe nice to people who work at call centers!", "cfxx8ds": "Insurance Broker\n26\n$27,000\n7/10", "cfxum9y": "I'm a video engineer. Got this job with no college degree and have been at it for 11 years. I'm 29 years old.  Last year I make $125k, this year I'm on pace to make $150-180. I love the work I do, but the travel and long hours are quickly wearing my body down. ", "cfxxu2t": "US Army Commo Specialist, 19,000 USD after taxes. 1/10", "cfxvfh9": "I flip burgers and work the kitchen for a McDonald's at a local mall. The commute there is absolute hell mainly because of location. Based on how much I work, I can make upwards of around $12,000 a year. Satisfaction is probably a 6 in the short term. I'm 18 currently, and I'm only working the job to avoid student loans, which will be the death of me, so in the long term, its an absolute 8-9. I'd much rather suffer for the next four years, than suffer for the next forty.", "cfxx171": "Organic fruit shop worker. 21. 9. This is just a casual job while I finish uni, and I'm lucky that I enjoy it so much! ", "cfxx675": "IT analyst. $70k base + $6-10k bonus. Just turned 27. 5/10, pretty boring and its shift work so the hours suck.  Biding my time to move up in the company for now", "cfy0oh5": "Oh, Same here. Im in mass so the wage is a little higher here. Oh, I also go to school with you and you're my bestfriend. But, you know\n", "cfy3iw1": "Trust me I know. I live in Australia and your university prospects are entirely based on your results in one test at the end of school. No interview, references, essay, nothing. So when you do well in that test, people are banging on the door for you to tutor them. High demand = I can charge as much as I want. Sometimes I charge $60. I tutored two kids at the same time for $40 each for a while. ", "cfxtvqu": "I work in the inventory/despatch department of a blood bank. I fulfil blood orders for hospitals. I earn $34,000 (AUD) a year before shift penalties. I earn consierably more than that after penalties are added. I am 23. About a 7. The job can be both incredibly interesting and incredibly dull.", "cfxu78a": "IT help desk for a construction company in NYC. 40K a year plus bonus. 23 years old, first job out of college. I'm probably at a 6-7. I enjoy the company but i have the sneaking suspicion i'm getting underpaid", "cfxz4uy": "26. I coat glue onto paper that helps hold planes together. Official job title is Hot Melt Coating Leader. I made 79000 last year but my base pay without overtime is 62400. I've stepped my game up this year on overtime and am on schedule to bring in 120k. It's the best job I've ever had and I got it without any college education. I feel really lucky. They have good benefits to like matching 9% in a 401k that was a free 7110 last year. Stress free job, good pay, amazing job security, union protection.10/10. ", "cfxvasc": "Programmer/Analyst for Canada Revenue Agency.\n30 yold.\n72k/year\n8/10\nPay is kinda low but lots of time off ( I work 37.5 hour weeks, you are not expected to work a a minute over what you are required to).\n\nI get every 2nd Monday off and pretty amazing pension(retire in late 50's) so that's nice.\n\n\nEdit added age.", "cfxx7p1": "1st Yr Industrial Electrician, 28 Years Old, $60,000 8/10\n\nWork in the oil patch in northern Alberta. Good hands on work, great site and lodging. Don't spend a dime when I'm away which is great. Work 9 on 5 off. We fly direct from site which is convenient. Some days are brutally cold -40 last shift for 3-4 days in the mornings. 12 hr shifts make time fly though. Literally Eat/sleep/work and have 2-3hrs of down time to fill per day. \n\nJ-man make $120k+ just need to get my schooling done. ", "cfxq0b6": "I work for the Department of Defense as a government civilian doing logistics.  I make between $60-$65k a year.  I'm 28 years old.  \n\nThe job is probably a 6/10 on good days and 2/10 on bad days.", "cfy128d": "Flight Data Communications Specialist - 50K - 31 - 7/10", "cfxuae8": "28, Higher Ed Admin, 53k. Not bad for my first real job after grad school and a year of public service (AmeriCorps), but satisfaction is 5-6 for me. It's not terrible work, but I sit behind a desk and write emails, mostly.", "cfxzufg": "Professional University Student\n\n\nNegative $ 16,000 (Approx.)\n\n\n21\n\n\n8/10 Having no money sucks but at least I'm preparing for my future, right guys? Guys?!", "cfxv7un": "Work on a Dairy Farm, bout 40k a year. in my 20th cycle of the sun, and about 7/10. They work is terrible hours a crap, but i work with 2 good blokes so that makes it better.", "cfxtjx7": "Intake case manager at social services -- I interview clients for SNAP benefits (as well as Medicaid and TANF) and then approve/deny their benefits.  I make 37k a year at 28 years old.  I am completely dissatisfied with my job (well, life in general, tbh).  It gets stressful at times and can get monotonous.  Sometimes I feel that the clients see me as more of a therapist rather than a case worker.  I hear all their problems.  They can cry on the phone. Or yell at me, if angry.  They call and call and call and call and CALL.  I treat all my clients with respect and am probably one of the most personable workers here, but damn, I am just getting sick of it.  I need a long, long vacation.", "cfxzg4i": "Senior geologist\n130k\n9/10", "cfxzxe2": "I'm a washgirl/shop assistant for a car dealership. I make about 24,000 a year, but would rate it a 2/10 and am eagerly looking forward to quitting this summer", "cfxvb91": "I'm a homemaker. I make $0. I'm 27. I'd rate myself as a 10 in terms of satisfaction.", "cfy1r0h": "Mechanical Engineer Technologist (MET), 20 years old , 55'000$ CDN 9/10 ", "cfxqslq": "IT tech. Probably a 7. I make about  44kGBP (74k UDS) It's not something I dreamed off but my boss and co-workers are nice and nobody dies if I fuck up. It's pleasant and unstressful compared to my last job. The dissatisfaction comes from loss of status and money", "cfy2u75": "23 yrs old.\n94k salary\n7/10. \n\nI day traded bitcoins in college, and still do a bit now. The excitement from earning money off a few strategic mouse clicks makes my day job feel less rewarding. In the past year I've made more from bitcoins appreciating, than my day job. I know I'm in a great position, but it's interesting to think that the monetary reward is a bit desensitizing to me.", "cfxvyrp": "I work in IT for a staffing company (aka temp agency), basically I make changes to employee and applicant data in the company SQL database. I'm 29 years old, make around $46,200 per year. Satisfaction is roughly 8/10, the only downside is some days there aren't many tickets that come in so it can be boring.", "cfy0fws": "I work at Subway. I make about 6000 per year. I'm 17, senior year of high school. I love my job, 8/10.", "cfxyv97": "Worked at one of the four major cellphone carriers for the past 2 years making $36k a year I'm 22 now.\n\nIt was great at the beginning but got fed up with it and opened up my own business (hookah lounge) it's a new business so I'm still making negative moneys as of right now.", "cfy6edh": "19 / $9600 a year on disability pension. 1/10\n\nTried to start University at 17 but got cancer and am still fighting it now. \n\nI am really bored day to day and I wish I could get a job doing something but I am so weak and tired that I don't have the energy. It's hard for me to leave the house because I have to worry about taking a turn for the worst. I wish I had more money to spend and I wish I could get out and do more, it's extremely boring.", "cfy0dgc": "I work at a dealer only use car auto auction. I work with auctioneers and take bids for cars.\n\nI'll make around $30k this year.\n\nI'm 20 years old. \n\n10/10. I love the shit out of my job.", "cfxwsgg": "Business to business Sales rep.  \n\n27 years old.\n\n36k a year base +7k for expenses, I'm projecting to make more in the 65k-75k range this year after bonuses. I also run a webstore that sells the same products, that my company dropships for me, provides some additional income, first year not real certain on projected income. I'm hoping this will eventually become my sole source of income.\n\nThe jobs not bad at all, save for the occasional client that screams at you because their order was screwed up. My employer is awesome, and I work pretty independently in a neighboring city. Sales are all to repeat customers so I get to advise and help my customers make good decisions in regards to their business, if they make more money, then I get more sales. I'd give it a 8/10. ", "cfxzz71": "* Software Engineer\n* $65,000 (goes a long way in Texas)\n* 24 years old\n* 7/10\n\nI work on interesting things, but I could be making more and working on even more interesting things.  It's a super safe job which I will probably keep until I pay off my student loans...I have ~$15k left.", "cfxvnak": "I'm a software developer, network guy (keeping the company's infrastructure running, setting up new equipment, etc.). I'm also the one they call on when something is broken and needs fixed (note that the \"something\" might be someone else's project). Despite having a good 4-5 years experience, the company being a large success and the bosses always telling me how great a job I'm doing, I'm paid £25k per year. I'm 27.\n\nMy pay review is in may. I'm looking forward to it.\n\nRight now I'm sat in an airport in toronto (I live in England), coming back from a business trip so I'm fairly happy albeit exhausted. Right now, about a 7.5, but next week that'll dip down to a 6.", "cfy0qbi": "collections for a credit union, $25K-ish, 33 and about a 4. \n\nI know people think collections - horrid. And that's usually true, but not when you do it for your local credit union. Credit unions are motivated to work with their  members, they care about them and work with them. I mostly do courtesy reminder calls and help out people when they need help. Sometimes I get to do interesting things like skip trace- looking for someone who we can't find, or starting up the process of small claims. \n\nThe pay is mediocre. Sure, you could get more working for commission at a collection agency -but then you really would be a collector and who wants that? bleck, not me. \n\nNext I'll address my age - I'm 33 and I never went to college and I am not qualified to do anything better or more interesting. Most of the time if I get down on myself for it, I remember my days working in retail and it cheers me right up.  My worst day at this job is still better than my best day in retail.\n\nAnd job satisfaction - I'm smart, but not educated, this job is beneath me. I could definitely do better. It's not challenging in any way. I was sick for a week, it took me two days to catch up. I have a lot of down time, and you'd think that'd be great in a job- but it's really just fucking boring. I wish there was more of a challenge, but the fact that there isn't just gives me some time to work on something I want to work on - writing. ", "cfy1amb": "Designer for an ad agency and marketing person for an outside, longtime client. $50k/year. 32 years old. 9/10. Agency bosses and  client are all amazing.", "cfxzuas": "26, Vice President of Business Development for a medium sized successful Construction Company. 65k+ bonuses. I grew up building websites, acting, sports, and was always particularly excellent with meeting and dealing with people. Was in corporate technology sales prior. This role is so tailored to my strengths I consider it a bit of a business playground. Happiness 10/10, the group is an A+ group and all I want to do is see us succeed and grow. ", "cfxzbi0": "I wish I could find an actuary in this thread. I'm quite curious.\n\nEdit: found one!", "cfxyyjc": "Actually in Boston", "cfxrujs": "Apple education salesperson. Make $8.50 part time while I go to school, and I'm on reddit at work sooo you tell me where I am on the scale.", "cfxvc41": "Honda Automotive supplier\n\n20 years old\n\naround 32K a year\n\ni'd say about an 8. Its an automotive plant and most people will knock plant or factory work but I really enjoy it. You can get overtime anytime you want which is really good if your cash flow is tight. Get pay raises every year, holiday vacations (a week paid off for independence day and 2 weeks paid vacation for Christmas).", "cfyolb7": "How'd you get into the field without an engineering degree? Any suggestions?", "cfxxq0w": "Pharmacy Intern part time, $15/hr, 23y/o, 5/10.\n\nGraduate in May and have already accepted a job. $120k salary, I'll let you know about satisfaction.", "cfxvp0q": "25\nDj/host\nThis year I will make about 23k-26k \nI am a Dj and karaoke host. I work at bars (not clubs), and make 100-200 a night for 4 hours a night, 3-5 nights a week. I also work for a company so I don't have to maintain equipment or hunt for nights.\n\n6.5/10, Its fun and not very demanding, but the pay could be better, bars are fickle and/or have no understanding of reality, and late nights get old. \n\n", "cfxvqb5": "Automation engineer for a large oil company\n\n23 years old\n\n$85k base, add just under 10% of that in a 401k, about 10% of that again in yearly bonuses\n\n8/10, I'm still new and doing mostly consulting and research work. The field would be more fun. ", "cfxvigs": "Nude model, 17 an hour (not sure what I make in a year) love it 8", "cfxt0zv": "Age 27. Door to door salesman - 80-130k, pure commission, so it depends. overall job satusfaction is 7/10. ", "cfy6cau": "Director of Photography, 60 yrs old, $170,000 USD last year, $60,000 in a lousy year.  11/10!", "cfxwbo7": "I'm a newbie IT admin, just promoted from desktop support.  I make $50,000 USD per year.  I'm 32.  Depending on the day, my job satisfaction ranges anywhere from a 6 to a 10, depending on whether I'm really bored (6) or fairly busy (10).", "cfxxc9b": "Full time liquor store clerk. $25,000/year. 7.5/10", "cfxykk2": "Cowboy\n\n$5\n\n54\n\n1/10", "cfxxijk": "Certified Nursing Assistant, 17 years old, $10/hr, 9/10", "cfxzpk2": "thank you for what you're doing", "cfxxsh1": "Police Emergency Operator (actual job title is Communications Officer but that doesn't remotely describe what I do)\n\n£30,000 before tax, which google tells me is roughly $50,000\n\nI'm 24\n\nRating of 5.5/10", "cfxwmpv": "25 years old.  I make $48k as an Operations and Inventory Manager for a national cell phone franchisee.  I'm about 9/10 for satisfaction - there are a few stressful days but I generally love my job.", "cfxuqbw": "Work at a hedge fund. Expect to make $220k pre-tax this year. 25 years old. Job satisfaction 9/10. Working 50-60 hours a week and have a lot of responsibility. Expect to make $1mm/year by age 30.", "cfxxht1": "Ctrl+F electrical engineer, nothing. \n\nCtrl+F patent attorney, nothing. \n\nCtrl+F lawyer, only response is a 3/10. \n\nI'm quickly running out of ideas for future career paths. \n\nAlso, my own. \n\nHigh school student. ~$12,000/year (tuition)+$20/week (lunch). I'm 17. Satisfaction was at 8.5/10, now 9.5/10 since I joined robotics. ", "cfxxgqp": "I am a financial planner and own 4 businesses of the same franchise in Sydney, i make about 350,000+ each year, i generally employ people persons so they're always nice company and i get a tonne of benefits from being on a senior partner board. i pretty much advise people where to invest their money and get a commission from the very wealthy upper class. 9/10", "cfxu8b3": "Retired now $100K per year in SS, pension and 401K draw.  Prior to retiring  $150 - $200K as accountant.", "cfy2q8b": "23, warehouse worker i make 25k a year before taxes. my job is boring but the people are interesting and keep mecoming back. 7-10", "cfxvijy": "[deleted]", "cfxwo4x": "26 years old and a bus boy at a NYC East Village Southern comfort food restaurant, make about 10,000 a year from that. Also a freelance First Assistant Camera in Film/TV and make about 14,000 from that. \n\nThe restaurant is a 9/10 from the amount of people I get to meet and talk to, the owner allowing us to hang out every night to drink and chat, and the fact I love customer servicing. \n\nThe film gig is a 10/10 based on the fact that the majority of people I work with are willing to step all over you to get what they want, working 12+ hours a day, getting about two gigs a month (if I'm lucky), sometimes not getting the \"Free Film Set breakfast,\" no OT, condescension, lifting heavy equipment, getting blamed for issues out of your hands,  missing focus marks,  and living/working in a city that sucks away all of your money and gives you the finger as you weep... but it's what I've always wanted to do.", "cfxyyk4": "I'm 27. My day job pays ~16k/yr working half-time. My real job, the rest of the time, is as an artist. The pay is terrible - I made about a grand at it last year - but I look at it this way:\n\nI make money selling *my own artwork*. I mean, there are several people that have little unique bits of my mind up in their living room. These aren't commissioned pieces. I had an idea, I turned it into an objet d'art, and somebody saw it in the gallery and said \"Yes. I must have this.\" \n\n*I* will be bequeathed to somebodies kids. *I* could have an entry in future art history books. *I* shall live on.\n\nIt's a crazy feeling - satisfaction level 11/10. \n\n", "cfxwv0f": "I do PR and at 29 make around 29,120.  Which on the whole isn't great, but for my area, it's pretty good.  Most days I would rate it 9/10.", "cfxxj66": "United States Postal Worker\n31k..\n28 years old\n8/10", "cfxv4i9": "23, working to go back to college to finish degree. Working mostly full time (20-40+ hours a week depending on load) at a family business. Work weekends as a Master Control Operator at a radio station, where I used to work full time pre college.\n\n9/10 and 10/10 for jobs. All told make, eh, 20-25k a year. Very low expenses. Worth doing for a year or three before I start a career.\n\nI also have 10+ years of work experience under my built, including several years of full time work prior to college.", "cfxxtk1": "Infrastructure Supervisor (fiber optics, wireless, data wiring) - 90k - 49 - 8/10", "cfy2ihr": "Project manager. $60,000, mid-40's.\n\nThe job is reasonably comfortable, stable, pleasant and for me, interesting. For work conditions, its 9/10.  \n\nBut the pay is low which brings the score down to 6/10. My education and experience indicate I should be earning considerably more. The job is a dead-end and I will have to work elsewhere to get ahead. If I were a single guy or had a working spouse, I would not care so much. But it looks as if my wife will never return to work so I better hustle to support the family. \n", "cfxw61o": "I am a staffing specialist at the local medical center.  I make around $32,000 a year, not much job satisfaction, maybe a 2-3.  The paid vacation and benefits keep me there.\n\nEdit to add: forgot to say that I'm 28", "cfxo8o9": "**Clinical Research Coordinator**\nI basically recruit patients for research studies and draw blood (fun).  But I also have to manage all the data entry and database management (not fun) as well as wake up super early for early clinics (really not fun).  \n\n**38,000**\n\n**22 Years old**\n\n**7/10**  All things considered its a pretty easy and interesting job ", "cfy2rxb": "Work at a golf center/driving range working the counter and cleaning golf balls.\nDepends on how much I work, $9 an hour\n16\nConsidering the owners are awesome, the supervisors are awesome, and the people who work there are awesome, 8/10 because although it is awesome, I don't really golf so my interest is not there. And 6/10 on wednesdays because using ball shaggers to pick a field so gardeners can cut the grass is a pain.", "cfxyjzt": "Intern at Human Biology Department, Museum Of Science, Boston MA\n\nAge:14\n\nSalary- probably around 1400 this year\n\nI'm not doing it for money- I'm doing it to make my resume more impressive so I can become a doctor", "cfxuyph": "I'm a developmental support worker at a treatment home for dual diagnosed, low functioning, highly aggressive teenage boys. \n\nI made 25K last year - I can live on it but it's tough. \n\nJob satisfaction? If you take out frustration due to low wages and one or two shitty coworkers it's definitely an 8 or 9. I love the kids I work with !", "cfy0w84": "Graphic Designer. 30 yo, 3 years experience. Roughly 19K. 2/10 \n\nFML", "cfxthjv": "Just sep'd the AF as an E-4 doing stealth mx earning around 27k before taxes. 1/10 no joke\nNow doing private security for around 19k after taxes. 7/10", "cfxvgd1": "Financial advisor, 60k, 23, 8/10.", "cfxyaxx": "Network Operations (major telecom corp). I'm 23, and I make ~50k (plus benefits). Satisfaction? 7/10. Not because I dislike the job, I am just ambitious and want to move up and have more responsibilities.", "cfxveps": "Instructional Designer/Multimedia Developer $75k/yr - 8/10. I develop online training - audio, video, flash, captivate, lectora, storyline, etc... I work remote most of the time. There's a lot of variety and the work is creative and challenging enough to be interesting, but not all that hard really.", "cfxw0dx": "I work at a grocery store here called Ingles. \n\n18 years old\n\n~$10k/year.\n\n9/10. Lotta friends here and chill management.", "cfxyzom": "Sales Associate at an upscale women's clothing chain (not in a mall!). Last year I made $11,000. I'm only part time because I'm in grad school. I love my coworkers, the company, and my discount :))", "cfxv8k2": "I'm a processor at a recycling depot slingin bottles, I made $22k last year (I make $12.50/hr) I'm 22 and I'm 7/10 satisfied. Any fellow bottlers??? Anybody?? ", "cfxqqbk": "I am an apartment locator. I make 15k a year. I'm 23. I am very satisfied. I work less than 2 hours a week and I own the company while I finish my graduate degree.", "cfy8swo": "I work at a Farmer's Market over the Summer, $5700 a year, 18 years old, 9/10. \n\nAll I do is move boxes, count, and sell vegetables three days a week between Winter and Fall semesters. Work with one of my best bros outside all day in the shade. Get tons of free veges and fruit as well.", "cfxzzrx": "26 years old\n\nPay plus benefits = about $76,000 but will top out around $90,000 or more if I stay long enough to see all of the step increases\n\nAssistant to VP at a small community college\n\n8/10 but it fluctuates depending on the project or faculty member I'm dealing with ", "cfxzvqp": "I'm in administration at a school for children with disabilities. I'm about to turn 34, make 55k a year, and I think my job is an 8/10. My coworkers and staff are currently bringing the numbers down a bit.\n\nEdit: After reading through the thread I should mention I live in one of the highest cost of living areas in the country. 2/3 of my income goes to rent and child care-- and I'm one of the lucky ones!", "cfy2vfk": "Ocean Lifeguard\n\n$15/hour\n\n17\n\n10/10\n\nEDIT: Bumped it up to 10/10. No job is perfect, so before I was just being an ungrateful bitch.", "cfxv9nd": "I have three jobs. I'm 19 (and yes, I've done my taxes already.)\n\n\n1. Private nanny for wealthy family. Make about $7,000 a year. 9/10.\nI've been working there since I was 11. I love the kids, and they love me. I get random raises and bonuses, and if I stay the night, I get paid while I sleep too (since they have a baby). Overall, can't complain too much, other than wanting more hours.\n\n2. Videographer for small company. Make about $5,000 a year. 9/10.\nI've been with the company for about 4 years. I love being able to use skills that I've learned for other people. I get to watch amazing moments in people's lives and help preserve them for later. Some people *can* be a little needy, though, and I wish I had more hours.\n\n\n3. Retail worker in high-end toy store. Make about $14,000 a year. 9/10.\nI've been working there for a little under a year. I love the enviroment, my coworkers and my bosses. I am trained on many different things in the store, so I am always needed in every department. The only thing that bothers me is not having a lot of hours.\n\n\nTL;DR I want more hours.", "cfxvx1r": "Financial worker for my county. About $30,000. \n\nAlso, horse trainer. About -$3000. \n\nI work as a financial worker so I can be a horse trainer. So...financial worker: 6/10, horse trainer: 11/10. \n\nI think if I was a full time trainer I wouldn't love it as much though. \n\nEdit: 22 years old. \n", "cfxzdjx": "Is it possible to get a well paying, satisfactory job with an English degree?", "cfxvw86": "Business Analyst at a digital agency\n\n$102,000 a year + a small bonus this year, 3% 401K match\n\nI'm 26\n\nSatisfaction 10", "cfy0ne6": "Wedding photog.\n32 y/o\n$50k this year, &amp; projecting for $75k next year.\n10/10 . I love my job.", "cfy0fv7": "Im a physical therapist, make around 50k/year. \n9/10 job satisfaction.\nI just think that given the seriousness off my job and how hard it is mentally and technically, I should be making a lot more money. I am 26 by the way.", "cfxzw4p": "21. Kitchen manager at a buffet style restaurant/steakhouse. 31k. 9/10. Still in school. \n\nFree meals, decent vacation days, insurance etc. Hate the customers, love my employees. ", "cfy09ub": "University Student\n$135 per week from government (minus 50 per week that goes to my mother)\n18\n7.5. It's a lot better than high school and I don't have any expenses really. Still very early so could get better or worse. ", "cfxyzh3": "US military enlisted\n\ntotal entitlements last year:  $63k\n\n31\n\n4/10...kind of in a lull though maybe next year will be better\n\nedit:  correction", "cfxt8wv": "26 years old\n\nJunior front end web Dev\n\n27,500 a year\n\n7/10\n\nIt's awesome to not be waiting tables, but I got hired at a busy time so I haven't been trained fully. So I reddit a lot. I also have been going through a tough time so it allows me time to think. Too bad I can't sleep at night. ", "cfxti1z": "I work in graphic design for a university, I make around $40,000, I'm 26, and I'm running at about a 2. I love my coworkers, bosses, and the potential of my job. I also love my Cintix. However, the people in charge of approving my designs have no design experience or knowledge and freely admit this, but reject all of my designs. I am only in graphic design because I love using art to further other people's goals and dreams, even if those goals are just 'have a pretty class presentation', but I can do almost none of the work I'm hired to do. I also hate being idle, so this sucks.\n\nAlso, our offices are in the most unloved section of the university, in an almost windowless basement covered in roaches. Roaches EVERYWHERE.  I've luckily never had one crawl across my keyboard, but I am one of the few. I used to make a sport of counting them, and the record was 15 in one room at a time.", "cfxvubx": "HR Recruiter for IT jobs in a big bank, I earn about 90k USD, huge workload but 9/10 happiness! Love getting to know people all the time! I'm 25.", "cfxtruk": "Estimator for a large construction company, 150-170k per year depending on overtime, 33 years old, 7... i love my job and my company is great to work for, I just feel bad about working in the oilfield.", "cfxuppb": "I play online poker. Last year I made about £45k tax free. Scale of 1-10 I'd say about a 7. I'm 25. I've done this for a living for about 4 years now whilst also studying for the last 3. It can be stressful at times but gives me a lot of freedom. ", "cfy1d71": "Busser at a upscale restaurant. \n\n\n8.75 an hour + tips, so depending on how the night is i can get well over 13 an hour\n\n\nI'd say id give it a 5/10. I really hate the work, but it's relatively easy sometimes and I love the people I work with. Plus my girlfriend works with me so I get to see her a bunch which can help with the stress of a busy night.", "cfy1y8o": "Head IT Tech at a small MSP / retail store. \n\nTerrible manager, exhausting hours - very unorganised workflow. I make all the money for the business but see very little of it myself. It's not uncommon for my manager to give my personal mobile out to clients - I get called on the weekend a few times a month.\n\n$37,000AU \n\nI'm 24 - and wishing I'd gone to Uni instead of getting a job.\n\nJob satisfaction: 2 / 10 - Sometimes the clients give me cake.", "cfxtxku": "[deleted]", "cfy2nw8": "I make pizzas. $4,800 a year, give or take a few hundred.\n\nI'm only 18 and in high school, so I'd say it's a 9.9/10. \n\nThe people I work with are fucking amazing and I've made some awesome friends there in the 7 months that I've worked there. They COMPLETELY make the job. I'd work for less than minimum wage and wouldn't mind it, because honestly, it's pretty damn fun when you get to work with your friends all day.\n\nOh, and free pizza. Which is pretty cool.", "cfxuvki": "A/V installation tech. Basically pulling cable and designing A/V systems for a university. ~$15k because I'm at student pay at my uni. 20 yrs old and I'm really happy with the job 9/10, would be a 10 if I was paid non-student pay.", "cfxw9jk": "McDonalds Assistant Manager. $31,500. Rating 2/10. Age - 27. \n\nChanging careers this year. Going back to University to study Environmental Engineering - time to stop having Big Macs thrown at me by customers. ", "cfxp7qf": "High school English teacher. $51,000. Eighth year of teaching, 31 years old. The kids make it a 9/10 (the shitty kids keep it from being a 10), but the adults and politics drag that down to about a 7.5. I should be making about 60k/year at this point in my career, but the republicans in our state don't much care for public education and have cut spending year after year. ", "cfy2twz": "Train conductor. Haven't worked hear a whole year but most guys seem to make around 70 - 80k. I know one guy who made over 100k last year. I'm 26. I'd rate it 7/10. ", "cfxw2q4": "I'm 26. A software engineer and make 66000$ a year. And I'm about a 7 on job satisfaction ", "cfy0mo8": "I am a senior proposal manager at a small IT company.  Basically I manage the writing and submission of large scale documents to secure contracts with the government for my company.  I currently make $65k a year plus bonuses and award benefits(last year totaling an additional $10k). I am about to receive a raise to about $75k/yr. I am almost 32 years old. I like my job, especially my coworkers and executive team.  I am two steps removed from the CEO of the company and he is a great mentor. My direct supervisor is pretty much non-existent so I am very autonomous. I don't have set hours per se, since my job is mainly about keeping our win rate high, and I am evaluated on performance. However managing proposals is very stressful and my hours vary depending on load.  Some weeks I can skate by with only about 10 hours of work. When a major deadline is looming we can easily work for 2-3 days straight (24 hours a day, maybe 30 minute naps here and there, and all the coffee and redbull you can handle). I do love it though for the challenge and the sense of accomplishment.  Overall on good weeks it is a 7.5/10. When a major proposal is completed and submitted it bumps to an 8/10. Every proposal we win bumps that number to an 11. ", "cfxuula": "I'm 26 years old, and I'm a Line Server/ Catering Delivery Person for Qdoba. I make like $8.50/hr. Maybe 3/10. I was laid off from a much better job that I loved in October, and I was lucky that my college job was able to hire me back. It would be really nice if I could get an interview for at least one of the better jobs that I've applied for in the last few months....", "cfxwgaq": "Assistant Wastewater Treatment Plant Engineer.  26 y/o. 55k (starting position). 8/10.  Learn something new every day and am constantly working to learn new things.  I love it and am so thankful for the opportunity to work in such a great field.", "cfxwj9q": "1. I don't even know, I do whatever the fuck they need me to do at any given time (office manager maybe?)\n2. About $25k\n3. 33 (I wasted my life)\n4. 0", "cfy0sup": "21 3rd year apprentice lineman and made 111k last year", "cfxu8eh": "I'm a photographer that teaches outdoor workshops and online photo courses, I blog occasionally and I make about $15k a year currently, I'm 26 and I've never been happier. I travel long term and get to help people capture beautiful places with their cameras. I'll give my satisfaction level a 10.", "cfxyypx": "Data Analyst.  $37,800.  25 in may.  6/10 would like to make more money asap.", "cfxstzt": "LPN. 47K/year. 34 years old. 5/10.  \nWe are overworked, understaffed and in dangerous situations (that are not always preventable) almost every day. I work at a psych hospital and the mentally ill are extremely exhausting. My coworkers and I get along great and we make each other laugh every day. I have amazing benefits. The last 2 points are what keeps me there. ", "cfy02vu": "I work retail at an outdoor store (surf, snow, camping ect), I make around 24 a year, and I love it. I make just enough to pay the bills, but work is rarely stressful, if there's a family emergency or I want to go to the beach or mountain my boss is super understanding and will give me time off. scale: 9/10", "cfy2bgg": "60k/year (very low CoL where I live)\n\n32 years old\n\nIT Business Analyst at a university. I make sure that all departments are happy with our network and related services. If they're not happy I work with our network engineers to do what it takes to make them happy. I'm the translation layer between the engineers and the normal people and I LOVE it. \n\n10/10", "cfy1vli": "fruity computer repair tech, $40k/yr, 35, 6/10.  \n\nit's more money than i can make doing anything else, and it takes a small amount of mental space to accommodate the actual work, but there's a lot of breathless corporate cock-sucking and cultish, pseudo-therapeutic lingo, and, between managers and customers, enough entitlement and ignorance to make me just totally give up on humanity.", "cfy0uq5": "Night Staffer at my university. Basically RAs from 11pm-7am.\n\n8K per year.\n\n20 years old.\n\n9/10. \n\nI'm happy I landed this job. 8 buck an hour of just sitting at the desk doing doing homework, playing TagPro, chatting with the residents. The job has really helped me refine my confrontation skills with making me deal with drunk people or enforcing rules. Also, I've met a lot of really cool night staffers and RAs, as well as supervisors. The hours are what make it a 9, as well as the occasional puke/blood/semen clean up.", "cfxwbju": "I recently lost a job, and took the opportunity to begin building my own business.\n\nSmall business owner.\nBased on this past month's calculations... $12,000 a year (but, this is the first month!)\nSatisfaction 10/10.  Not working for the man anymore!  I am never going back to that.\n\nEdit: I'm 35\n", "cfxwa2z": "Pipeline controller in oil &amp; gas industry. 28 years old. Salaried at $75k a year but with built in over time I haven't made less than $95k in 3 years and I made $103k this past year despite being on maternity leave for the first 6 weeks.  Will likely earn around $110-120k this year.  I work shift work but I get a week off every month so I'd give it a solid 9 in terms of satisfaction.", "cfxu34i": "This is fucking depressing reading. I'm 47, and through a variety of life changes am now a \"team lead\" at a call center booking hotel rooms. My salary is $25k. 1/10 KMN", "cfxwtvi": "18, working in a warehouse, processing returns and stuff for 10-20 hours a week at $11 an hour. Only been working here a few months, but by doing the math its about 8k a year for working 2 days a week. Working at a warehouse, you get to find some really cool stuff that I can usually buy for a discounted price, its not a hard job mentally, and is just enough to keep you fit, and you get to play with forklifts and pallet jacks all day. The pay isn't enough to live on your own, without another job at least, and it can make for some pretty tired evenings, but I'd give it a 9/10, its a lot of fun, decent pay to time ratio, and you find cool stuff.", "cfy0rw9": "Management Trainee for a Railroad Tie Production Faciility\n\n50k+15% bonus+17,500 relocation stipend\n\n6/10. I just turned 23 last week. Been three months and with so many changes to my life, its hard to say. Really like my boss, my co-workers, and my corporate management team. Basically learning this job from scratch so can be stressful. I see a strong career set in front of me if I commit but am having doubts about whether I want to do this for years to come. Points off for that reason and because I am in the middle of nowhere for two years and unless I can get in over in Tacoma, will probably be stuck in the middle of nowhere again.", "cfxygs9": "Software engineer, $71,500, 23YO.\n\nThis  specific job was great until my boss got transferred. I don't like my new boss, and I don't much care for my team.\n\nDon't think I want to do IT for the rest of my life, but I don't offer anything else...", "cfxypeq": "Assistant scientist in the analytical development department at a biotech, 26 years old, $47,000/year, 7/10. \nThe people I work with are great and it's an area close to what my degree was and it's overall very enjoyable. That being said upper management can be under appreciative and everything is a priority one emergency. ", "cfxx45x": "Roughneck\n34\n$112,000\n6/10\nDreams are often racked with nightmares of me killing my crew.  :(", "cfxw2cn": "Student, $0 a year, 10.", "cfxy47k": "Hot stamp foil coverter (I take 25\"x30,000' rolls of metalluc plastic foil used by places like hallmark and american greetings for cards, pencils, etc. and roll them down to usually 25\"x 400-5000' rolls, sometimes cutting them smaller as well). $31,000. 3/10. It's an easy job that pays ok, but it's monotonous and really gets at you after a while. Add in shitty coworkers and an undecipherable management hierarchy and it's bad.", "cfxzkck": "Low level manager for an I.T. company, 63k per year, 29 years old, 8/10, we get about 6 weeks vacation and a small bonus. I will get that 100k plus job within 3 years at a more awesome company come hell or high water.", "cfy2isk": "Crew member at Chipotle, ~$10k a year including tips, 20 years old, 7/10.\n\nI do more work in the same amount of time than my other friends in food service, get paid the same, but I have competent managers and I get free meals every work day. My hours are generally either 10:45-3:15 or 8:30-4:00 and I get one day off per week. This is my first job so I can afford to continue school in the fall. My coworkers are all awesome.", "cfxyg68": "USAF Enlisted\r~45k a year\r22 years old\r9/10, would attempt to convince others to join my AFSC.", "cfxrofx": "22, turning 23 this month\n\n$80,000 + benefits = $96,000\n\nIn the tech industry doing a combination of web development and PR, see technology evangelism: http://en.wikipedia.org/wiki/Technology_evangelism\n\n10/10 satisfied with my job\n\nI taught myself how to code when I was younger, because I loved creating things on the web--ignore the hype of learning to code for $, do it because you enjoy it.\n\nWent to college for 2 years, then decided to work full-time have taken time off and am now planning to finish part-time.", "cfxtyll": "Investment banker here as well. Dude, there is no way in hell your job satisfaction will be 6/10 as a first year. \n&lt;Insert \"I guarantee it\" meme here&gt;\n", "cfxv4p8": "I own an indoor inflatable business.  Business makes 150k a year, I take home about 30k.  I invest greatly back into my business. I'm 29.  Scale is a 10 because 1)happy kids are great 2)I only work three days a week 3)I am my own boss.", "cfxv8dj": "Business development/marketing manager for landscape architecture firm. 55k a year. Im 23 and I would rate it a 9/10 so far. Only been a little over 3 months in the position, but I love it so far.", "cfy2tdq": "Helpdesk Manager\n45k /yr\nSatisfaction 2/10\n\nLooking to change jobs.\n", "cfxw4et": "[deleted]", "cfxz9oq": "* Clinician/Case Manager in residential adult psych.\n* $39,000\n* 33\n* 4/10", "cfxvywf": "Security Advisor\n$104,000 net (six months off per year)\n31 years old\nSatisfaction level 1 on the job... 10 off.", "cfy2lxz": "Probation Officer, 29 years old, $48k/yr, 9/10.\n\nBefore that I was teaching Middle School / Junior High... $28k, 5/10.", "cfxzdpz": "Plant Supervisor for a we'll known brand in the lawncare industry, 70k per year. First Lieutenant in the U.S. Army Reserve $3600 per year. I would say a 7/10 on the plant supervisor job. Very challenging, very steep learning curve, lots of patience with employees, follow up follow up follow up. These people do not have to follow an order and that's what I struggle with around once a week. As a 1LT I love having reliable leaders under me who make it happen and who care. I'd say about 9/10. I have had some good times in the army. But sometimes the bullshit gets old real quick", "cfxzc22": "Coffee shop assistant manager\n\n$11/hr\n\n28\n\n4/10", "cfy1ank": "I'm a supervisor for Costco, I make $50,000 takeaway, I'm 20 years old, and I have mixed feelings about my job but mostly good. 7/10.\n\nMy job is surprisingly easy to obtain, if you have a bit of drive, common sense, a bit of confidence, leadership, and not a huge idea of what you want to do with your career so you end up applying at Costco. \n\nIt can be incredibly frustrating dealing with you idiots as customers, but some of you are super cool and nice and make up for it. And I run around A LOT at work, so I don't feel so bad that my exercise habits are closer to nil than many. ", "cfxzd86": "18 yo. I get paid scholarship for going to school. After money for housing and tuition is deducted, I'm getting 11k transferred straight to my bank account every year.\n\n11/10. Feels good being a (comparatively) wealthy college student.", "cfy208y": "I'm a Personal Banker. \n\nI make $35,000 a year as my base, and I get incentive payouts on top of that.  They can be anywhere from $2,000-$7,000 a year, depending on production.  Plus I get full medical, dental, and vision for $50 a month, company matching 401K up to 3% of my salary, stock options, 2 week of vacation per year, 2 float days, 6 sick days, and various other perks including cell phone discounts, a free gym membership, payouts for good customer reviews, etc.\n\nI am 28 (will be 29 next month), and though this wasn't part of the question, I have a BA in English.\n\n8.5/10 satisfied.  I'm ready to move up, but so far nothing is available.  I like the job and the opportunity, but sometimes I get tired of people and answering the same questions every day.  All in all it's a good gig for someone who never knew what she wanted to do with her life.  ", "cfxvsh2": "I get so many of you people at my door. I know you all see the no solicitation sign at the front of the neighborhood AND on the door of our house, but you just don't care do you? I can't believe anyone buys anything from you people.", "cfy0u19": "Actuary\n24 yrs old - $110k tax free.\nJob rating 7/10\n\nAnalysis: relatively stress free professsion, apart from the tough exams you have to pass. working hours are 8 am to 4pm. It's super quiet for half the year, and some what busy for the other. Good pay but not the most interesting job.", "cfy2rqe": "Lifeguard, 20 in college, roughly I'd say I make 5000 a year, 1/10. It's really boring to just sit and watch an empty pool for 10 hours with no actual break built in and during the semesters it distracts me from my schoolwork because I invest nearly all of my time into working so I can have money. ", "cfxzhbg": "Emergency Department Physician Assistant. 30 years old.\n\n$120k\n\n8/10", "cfxvfkt": "43 y.o., IT support, $42K/yr.\n \nWent back to school, fairly recently graduated. I've been in the industry for about 2 years. ", "cfy1jqn": "Super late to the show, but I'm a tennis coach, and am training to go pro. I'm looking at making about 24k this year if the weather is willing. I would say 9/10. I get to pass on the knowledge that my coaches gave to me, I get to work outside, wear tennis clothes constantly, and most importantly, I get to yell at kids :).", "cfxwgyy": "Welder, with no overtime I bring in about 30k/year.  It's not a lot, but it pays all the bills and I am able to live alone and do my own thing.  I love my job which makes it worth it. I'd give it a 10/10.  Also, fucking great benefits. I'm 27.", "cfxwlui": "I'm 19.\n\nI'm an independent contractor that works from home.\n\nI make 63,840 per year, if I do no overtime.\n\nJob satisfaction: 9.5/10", "cfy09ck": "I'm sorry. I actually just applied for a few credit cards so I've been talking with you guys a lot. I try to be as nice as possible when I interact. Have a good day!", "cfxv3n7": "Retail Manager \n\n57k plus medical and 401k\n\n23years old\n\n5/10\n\nI just got laid off though, hello 6 months severance ", "cfy0gul": "Sales engineer for an IT hosting company, 37, $130k, 8/10.", "cfy0m78": "Field Engineer for Oilfield service company\n\n$85k\n\n23 years old.\n\nI travel all over the world for different operations and training courses. On the surface, everyone thinks I'm living the dreaming while killing it at such a young age. But honestly, this lifestyle taxing on the body/mind and I'm fucking lonely.\n\n5/10 (I love it and hate it).", "cfxx3rz": "I work as a high profile and celebrity nanny.  I make six figures a year (although it varies from job to job based on how many kids/hours etc..) Currently I make $105/year.  I'm 34.  I hate my job.  HATE. IT.  Why?  Because people this rich are almost always crazy.   \nI've been working with these types of families for seven years now and I've met COUNTLESS celebrities and other parents with exorbitant wealth and they're all outrageous with their demands.  \nWhat do you mean you can't work twelve hours plus per day fourteen days in a row?  What do you mean you have \"plans that you cannot cancel\" on your day off?  I need you; you should make yourself available.  Well I know I said I wanted it that way but I changed my mind and didn't tell you; why didn't you just know I wanted it a different way?  \nI swear these are all conversations I've had.  \n", "cfxpr32": "[deleted]", "cfxwk9w": "I am a news editor and a barista. I make $22.50 and $10.75 an hour respectively. Living in Vancouver, BC after 2 years at a polytechnic institute", "cfxt53i": "I'm 26, currently employed as an assistant producer/editor at a post-production facility that specializes in move trailers and TV spots. The company is small so I wear a lot of hats, ranging from exchanging emails with clients and setting up mix/color sessions to encoding the final files that we'll send to iTunes Trailers, IMDb, broadcast networks, ad infinitum.\n\nLast year I started mid-February and cleared about 47k after my bonus, this year depending on overtime I'm set to clear about 55k with my raise and the extra month and a half.\n\nMy job can be very stressful and can sometimes involve 90 hour weeks as well as emails at all hours and on the weekends but I thrive off of the high stress levels and definitely feel happier and more fulfilled after days that I've been pushed to my limits with emergency requests and impossible deadlines. I also get to watch a lot of movies before they come out, and working around people my age and older with the same affinity for this business is a nice bonus you wouldn't enjoy in most industries.\n\nI may not be directing my own films or selling that big screenplay but I've got health insurance, my own assistant, and a steady paycheck that's now above the median level of American income, all with a film school degree, so I'm happy. I'd give it a 8/10, with room to grow.", "cfxrud7": "I'm early-mid twenties, analyze stocks for a large investment bank and I make 165-200k a year in my current role. Started a year or so ago and was making maybe 10k less overall at another shop. May do this for a bit longer, but there may be other finance opportunities where I'm at that would pay more and have more upside. \n\nSatisfaction is 7 or 8/10 I guess? I like the work and it's interesting but if I didn't care about pay I'm not sure this is what I'd be doing.", "cfy1dr1": "Digital advertising. 22. $57,200. 9/10", "cfxxx15": "Contract analyst for the City of New York, make about $35K.  I'd rate it a 3/10 - I spend a lot of time staring at contracts and having to tell people they did things incorrectly.", "cfxvhxm": "Junior investment banker. $150-200k annually. 25. 8/10. I love the job despite the hours.\n\nEDIT:\nI'm an associate for a firm that does mostly sell-side M&amp;A. I did do my undergrad at an Ivy, but I took a corporate job out of college. I worked that job for 2 years before getting my MBA. MBA was not Ivy, 20-25 in most rankings.\n\nDay to day work is editing pitch-books, looking over analyst models, editing NDA's... The usual stuff. 70-80 hrs/week.\n\nI can't give 1st-hand advice for breaking into IBD as an analyst, since I failed to do so myself. I failed primarily because I didn't really know what banking was/what the job entailed, so when i interviewed i looked like an idiot. Banks want quant skills for analysts, writing/client skills for associates. Hope this helps.", "cfy2862": "Software Engineer,  95k per year. 26 years old. Love my job. ", "cfxp33q": "IT\n105k\n38 Yrs old\n5/10 - I haven't had an entire day/weekend/holiday off with no work at all for 8-10 years.  ", "cfxw1nw": "Welder in central IL. Last year I made just under $40,000. This year I should make closer to $50K with all the overtime we're getting. Job satisfaction about 5/10. I fell ass backwards into the job. My uncle is the plant manager and about 4 years ago he asked if I'd be interested in working for him. At the time I was driving a taxi and was a few months away from my first daughter being born. I needed the steady pay so I took it. Reading blueprints came very easy to me so I've ended up in fabrication and I'm fucking great at it. Possible promotion soon... meh.", "cfxx6ru": "Business Analyst. 58k a year. 30 years old. 5/10 lately but some days it jumps to 7/10. ", "cfxy0m0": "I make toilet systems for railroad cars. Everything from the toilets themselves, to the septic tanks that are installed under the train, and also full bathroom modules. \n\n$15/hr at 60 hours a week. About $50,000 a year at 19 years old. \n\nI entered the job with no experience in the field at all, (previous jobs were Rite aid and Jack in the Box) \n\nI absolutely love my job, and as with any job its got its issues so id say a 9/10.", "cfxy8ln": "Student Pastor, I work at a church of about 650-1000 people and lead the programs and events for the teenagers. $38,000 per year. 30 years old. 7/10.", "cfxr65t": "Hiring and recruiting 9-1-1 dispatchers. \n\n42k per year\n\n30 years old\n\n9.5/10", "cfxxfw6": "Staff coordinator\n53k\n28 yo\n7/10\n\n*Currently working on a grad degree!", "cfxxi2q": "Reverse Logistics Technician. 18 years old. $18,300. I got this job just out of high school. I got really lucky. However, I have to quit soon because i'm joining the Navy", "cfxvvt9": "I fix batteries and chargers for forklifts, 24,000 a year, 22 years old. It's alright, maybe like a 6.", "cfxuf4z": "I'm 20 and work as a student researcher in a small company developing pharmaceuticals grown from algae. I'm doing my thesis here, so I don't get paid, but I would rate it 7/10.\n\nI go to school at the same time, so this is just part time work. The work is interesting, and I get to try out new things all the time, but it does get stressful when I don't have results!", "cfxwzov": "I'm unemployed :(", "cfxueph": "I'm a motor hand on a drilling rig. I'm 19 years old and make between 80-110k/year depending on how much I work.\n7/10 satisfied.. Have to work in ranges of +40 to -40 Celsius", "cfxsyf9": "What degree did you get?", "cfxv8ry": "I work at an animal shelter, I make just above minimum wage, age 25, and my my satisfaction ranges from a 2 (crazy people, cleaning up some pretty nasty shit, extra unpaid hours) to a 10 (puppy kisses, giving attention to 20 year old cats, seeing an animal go to a great new home).  Wish I made more money, I would keep doing this for years.  ", "cfxztwe": "Financial Advisor 29 years old, made 70k last year and like the job 7/10. I should make more each year and hope to break 100k by 30 and 250 by 35. ", "cfxxxkr": "High school student\n\n14 years old\n\nBaseball/softball umpire, $20 minimum per game, 2 hour games, sometimes more depending on the level of play. ~$1,200 per year for three months of work at like, 10 hours a week tops. \n\n7/10", "cfxwxvw": "18 and making £7.25 an hour working at a supermarket ", "cfxt2y0": "Accounting Manager\n$280,000/year give or take\n29 years old\n9/10 happy with my job", "cfxztwi": "Stay at home mom of a 5 month boy. \nI get paid in smiles and spit-up\nI'm 20. \n9/10", "cfxuy4n": "Volunteer Services Coordinator for a major charity attached to a large children's hospital.  I recruit, train and coordinate services that ease/entertain sick children. $55,000AU. 34. 9/10. Supremely satisfied but the reality of working with terminal children never gets easier. ", "cfy0hdx": "Business Analyst\n$50k per year\n19 Years old\n1/10\n\nTL;DR: Money doesn't buy happiness.", "cfxrrnt": "Musician/ Bass player \n36\n10-20k\nVaries from 1-10 depending on gig ", "cfy2g50": "Casino Pit Boss (or Floor Supervisor)\n\n43,500$ a year\n\n24 years old\n\n9/10.\n\n", "cfxw71q": "85k/yr i'm 25 I am a journeyman cladder I love my job and my life so 8/10 ", "cfxyuxd": "I am a full time dog groomer. 21 years old. Make around 13000 a year. 8/10 pretty satisfied. ", "cfy3pro": "I have no job make no money and have no clue what I'm gonna do with my life. Also I'm 23. 1/10 ", "cfxz2vj": "3D CAD Operator\n\nSubspecialties:\n\n* Senior Level Ventilation Design\n\n* Junior Level Heating Piping Design\n\n* Junior Level Plumbing Piping Design\n\nI'll be 24 in May and I'm grossing ~60,000 CDN. Quit my Honours Psych program at the university, took two community college CAD courses that my company funded, and I've never looked back. Love my job. 10/10\n\n**Edit: Formatting**", "cfxwmat": "Barista making minimum wage ($9.32/h) in Washington. 8/10. \nEdit: I've made 20 trips around dat sun. ", "cfxunzs": "Resident doctor\n\n$55,000 before tax, malpractice insurance, and union/pension deductions\n\nI'm 29\n\nJob satisfaction is about a 7-8: the 60-80-hr workweek is a pain in the ass, and so is the occasional reminder you are being taken advantage of to make $200-300 an hour for someone else while you don't cost them anything", "cfy2caf": "Planning and Scheduling Analyst. I design production planning systems and act as a SME for a range of projects connecting manufacturing, IT, and business systems. $65k (NZD). 9.99/10\nEdit: 24y/o ", "cfxymv6": "Apprentice Millwright. I've worked on lots of equipment across western Canada, from big hydroelectric turbines, to pumps, crushers, and conveyors in the oilsands. I haven't done my taxes for 2013 yet but my rough calculations put me around $120,000. I'm 26. 7/10 job satisfaction. Why? Some days awesome 10/10, and other times you haven't been home in weeks or months and everyone on the job is burnt out and in shitty moods. Tensions rise to the point that you and all buddies could end up caving each others skulls in with wrenches or nearly getting in a brawl with other tradesmen at any moment over the stupidest little things.", "cfxquyz": "I resigned from my job two weeks ago, but I was a staff nurse at a very small community hospital, surgical unit. \n\n24 years old, $74K/year, but was getting stabbed up the ass by taxes.\n \nFor my job as a whole- 9/10, I loved doing it and put my entire life into it. For my particular job, as in particular hospital, unit, etc- 4/10. We were habitually understaffed, overworked, had minimal resources (still had paper medical records, for gods sake, electronic med records came out in goddamn 1998), and because it was so small, everyone was in everyone else's business. If you made a mistake during your day shift, somehow the night nurse on another unit would be gossiping about it to some other uninvolved person within 24 hours. ", "cfxus17": "Marine, E-4. I fix radios for air traffic control. I'm 22, almost 23. With benefits, I make about $40,000 a year. The nice thing about the benefits means that I get to save about $1000 a month.\n\nI'd say that I'm at a 4/10. The job itself is pretty easy; I spend most of it on Reddit. The military lifestyle is pretty shitty, though. Also, I don't like a fair number of my coworkers.\n\nIf you don't have options, joining the military is a great way to get a job skill and get your college paid for. If you do have options, stay the fuck away. It's unpleasant, dangerous, and soul-sucking.", "cfxydwn": "Bullet maker, 47k, 32, 0/10. I absolutely hate it. It was a means to an end with a baby on the way. Needed more money now. That was 10 yrs ago. During that time I finally got to a proper shift, wife got her masters and a kick ass job, and we're finally in a place where I can take a pay cut and move into a role I want. I'm currently in the process of applying and interviewing. For the first time in years we're both in a pretty good place. ", "cfxvi2s": "I am a support worker for people with developmental disabilities, and a receptionist at a medical clinic. Also a full time college student (in a developmental services worker program). Right now I'd ballpark my yearly earnings around 20,000 or so. I'm 24. With regards to my jobs, my clinic job I don't jump for joy or anything for it but it's alright... 5/10. I'm very new to the developmental services field and I enjoy it and it's challenges immensely, so with that job I'm at 8/10 probably. I'd say I'm quite happy if not a little overwhelmed with 2 jobs and full time school.", "cfy2qye": "Push trollies at the local supermarket part time, at high school, almost 17, making ~$10,000 a year, 3/10 job wise, the people I work with make it 8/10.", "cfy0scn": "Chemistry and Chemical Engineering Graduate Student\n\n$30,500/year before taxes\n\n23\n\n9/10\n\nBeing in school and making decent money is great. It's certainly below what I could be making in industry but the work is super interesting!", "cfy02he": "Lab Manager and a mid-level fan company in Oklahoma. I freaking love my job (except the 45 minute commute). I get I make $56k/year and Im 24. Overall, right now Im sitting at a solid 7-8/10 in life. Ive got some debt im trying to pay off (student loans (around 26k), car, credit cards, house) but I live very comfortably. Im getting divorced now (married young and just figured out we wanted different things in life (surprise!)) but Ive already found someone wh is way cooler to spend time with. I got the house and the dogs in the split so Im feeling alright. So there you go. ", "cfy0p34": "I'm a Barista at a really popular local coffee shop. I made 11,000 last year, good enough for an almost 21 year old who is just living with a few friends paying rent, with enough left over to fuel purchase of books, video games, and what-have-you. Honestly, i'd rate my job as a 9/10. All my coworkers are incredibly close friends, the management is excellent, the shop is fantastic, environment is incredible... excepting that shit i go through during the summer (my town gets balls-to-the-walls crazy during the summer) the job is amazing. I love it.", "cfxx6ql": "Copywriter. $51k annually. 7/10. \n\nEdit: I'm 26. ", "cfxztij": "Retail management, $30k, 23 years old. 6/10, the job is a lot of work but I love my coworkers and am overall pretty happy to come to work. I'm in the minority though - we happen to be a great group of people who jive really well. \n\nI would like something more intellectually fulfilling.", "cfxvco5": "Power Engineer at natural gas plant,  142,000/yr\n23 yrs old\n7/10 good job pays well,  lots of time off but it's shift work and I have to be outside in northern Canadian winters brrr", "cfxrhnf": "Investment Advisor for Wealth Management firm, i'm 37 and i make about $250,000-$275,000 per year based on lots of variables (last 3 years have been in that range). No basic pay, no sick pay, no vacation pay, but i get a chunk of the advisory services fees (hence income above). day to day i advise, guide and manage investment strategies for wealth(ier) individuals - not super rich, but upper middle class life long savers and professionals (doctors, lawyers, teachers etc). No day is the same, it's pretty crazy keeping everyone from freaking out but i have done it for 12 years and pretty good at it day to day. job satisfaction is about 8/10", "cfxwsp3": "Electrician doing industrial shutdown  work. ~180k+ before tax. So about $130k in my pocket.\n\n10/10. Excellent workplace, excellent colleagues. Actually do very little work.\n\nEdit, I'm 28.", "cfxzhkt": "Machinist. Only at around 31k/year so far, figured this was a good career as there was decent pay after a bit and can make a living. I have now realized how much I hate the blue collar industry. I'm currently 19 and going back to my old job come spring and working extra hard to get my pilot's license as fast as possible. 3/10", "cfxx1sv": "I am a garbage truck driver. I make about 30k a year. I am 25 years old.  i would rank my satisfaction with my job at about a 6/10( 0/10 in the snow, fuck that shit).", "cfxu37x": "I have 2 jobs-I'm a LPN in an outpatient clinic, and every other weekend in an assisted living facility. I work an average of 50 hours a week and I make a little over 30K. The clinic job pays $14.50/hr + benefits, the assisted living job is $18.50/hr with no benefits (starting wages for both, I just moved to the area)\n\n7/10. I generally like both jobs, the pay is meh, but combined with my SO's income it's more than enough to get by. After many months of unemployment I'm just happy to be working again. I'm 29 years old. ", "cfxygog": "I teach English in Korea...Make about 30k a year (2.3 million won a month) with really good benefits--insurance, paid airfare to and from, employer pays into pension for me (that I can cash out and take home whenever I'm done here) and a month's worth of pay bonus at the end of my contract, paid vacation. Oh and they pay for my apartment.  I'm 24.\n\nOn a scale of 1-10, I enjoy it about a 7.  I love teaching but sometimes it's difficult to work so closely with Korean teachers--cultural things, not having much independence, etc.  But it's been a great experience because the job has allowed me to live in another country and travel to quite a few during my vacation.", "cfy0mwp": "I am 25, work for a major bank doing private banking services. Base 36,500, good bonuses, got 80,000 total in 2013. Should be ~100,000 in 2014. 8/10 satisfaction. It's customer service/sales. I like working with people but hate working with people when they are douchebags(which can happen with wealthy folks). Live well below my means so good saving rate, work for the weekends type deal. Not overly challenging job either which is a drawback for me. Fantastic benefits though, match 401k up to 5%, pension, stock purchase discount, good health plan (~$30/mo for me) and crazy vacation time. I have like 5 weeks paid vacation this year with some rolled over from last year. I think 3.5 weeks or so.Also 40-hour weeks kick ass compared to being a full time college student and working at Fiveguys haha.", "cfxqjsf": "Sign me up", "cfxscxu": "Lawyer.  Some weeks I get peanuts.  Other weeks I get lasagna.  Still other weeks I get tuna or mac and cheese.  Once I got an entire lobster dipped in mayonaise.  The job itself is around a 3/10.\n", "cfxus1e": "I'm a student and I work casually at an Australian telco. I \nstarted when I was under 21 so I get ~$22/hr. Satisfaction level would be about a 7/8. I also tutor kids so I can make my own rates. I currently only have one student (in Year 6) and I charge $50/1.5hrs. I would rate my satisfaction at about 8.\n", "cfy27lt": "Im an RN, work in a large hospital in Canada (12 yrs)  I have an easier job. I make $100k C. Job satisfaction 10/10.\nI enjoy what I do. ", "cfy3248": "District Manager in Hospitality Industry $160k - 36yr - 7/10\nHave lived and worked in some amazing places but you work while others play :)", "cfy2kvn": "Former lawyer (28-29 years old) - 55K + holiday bonus + benefits, as a junior in a small boutique firm. Satisfaction? 4/10.  I hated the feeling of being at the beck and call of my law firm 24/7.  Friday dinner reservations? NOPE. Gotta stay late to review 1000 pages.  Sunday brunch plans? NOPE.  Emergency motion needs to be drafted for Monday.  I was exhausted, and stressed the whole time; my law friends were exhausted and stressed the whole time and we kept telling ourselves this is what we wanted to do.  Bailed on that, moved cities, did some soul searching and realized that even if I never did private practice ever again, nobody could ever take away my achievement of graduating law school, passing the bar, becoming a lawyer.\n\nNow at 31, I work in the accounting department of a very large, old company in project management, training and support. 80K + performance bonuses + benefits. 10/10.  No 2 days are alike: I write, I prep presentations, I code, I chair meetings, I problem solve....  I work with people from various teams across the company, I learn something new all the time, I get to work around 9 and leave around 6 and it's awesome.", "cfxqnkt": "VP Clients at a Digital Advertising tech company.  $250k + many perks. 3/10 on job satisfaction. Work consumes my life :-(", "cfxvny2": "I work as an accountant for one of the 50 largest companies in Canada (by revenue). My annual salary in my first year of employment (which just ended in January) was roughly $47,000 CDN with bonus included.  I just turned 27 one week ago.\n\nThe job satisfaction is kind of a hit and miss subject for me.  One one hand, I absolutely love the people I work with. They are some of the nicest people I have ever met...sure we have our assholes in the office (who doesn't), but for the most part, we live together in relative harmony.  On the other hand, I am currently having some issues with my company.  We implemented a new payroll system this past year; and, because I hadn't been employed for a full year at the cut-off date, I was ineligible for a raise. So, as a result, I now have 15 months of experience with my company and the employee we hired 2 weeks ago makes the exact same as I do. \n\nSO, scale of 1-10, I say the good people outweigh the shitty HR policies, so I'll give it a 7.", "cfy08k2": "Dog Kennel Technician, 11grandish (college job), 19, 7/10.\n\nEven though people think you just shovel poop all day and the cleaning part can be extremely laborious dogs are always happy to see you and you can always know no matter how you look or how awful you feel that day a dog just wants your attention and love.\n ", "cfxus1l": "Software Developer (primarily PHP, some Python, Delphi, C#, NodeJS) for a web hosting company in the UK.\n\n$63,500 (approx. aiming to get to $75K in the next couple of months)\n\n29 years old\n\n7/10 - It's not bad, could be better, but I enjoy it enough.", "cfy2dy2": "Risk operations analyst at a bank call center \n\n20\n\nI make about 27k a year after taxes\n\n5/10, I don't really like my job, I actually hate it. ", "cfxvny8": "**Newscast Director**: I present (live) local news content put together by a Producer in an aesthetically pleasing manner.  Top 20 market.  \n**$42,000**ish a year.  \nI am **26, female**.  \n**+/- 4/10**.  It's stupid stressful sometimes.  I work every Holiday.  Anytime anything happens weather-wise it generally means I'm going to have a bad day.  People shooting up schools is the bane of my existence; both morally and professionally.  The egos, man, the fucking egos on these people.\n  ", "cfy12ck": "Rig tech. I travel all around the United States setting up iron and restraints for fracking and deliver equipment for circulation and cementing in the oilfield. I am 22 and make 120k a year before Uncle Sam gets his share. I would rate my job a 7. Working in the oilfield has its perks but I hate being away from my family. ", "cfxuyed": "Farmworker. I make about $6,500 a year. I am 18 and I think my job is a 7.5. ", "cfxpljj": "Unemployed person\n\n$0.00 per year\n\n18 years old\n\nBeing unemployed really sucks but I've been unemployed since January and have been looking ever since and have gotten very few calls despite have a rather decent amount of work experience\n\nEDIT: Wow everyone, thanks for the feedback I genuinely appreciate it and will put your advice to good use as soon as possible", "cfxv4l3": "Student\n\nSalary: -25k/year\n\nI'M 22.\n\nLove it.", "cfxvfyu": "I guess you could say retail salesman? I basically sell stuff and help customers in a mall store very similar to Home Depot.\n\nLast three years I made just about 25k.\n\nI'm a 22 year old student, so I only work part time. In general, two weekends a month (friday and saturday), plus whenever I'm needed. I'm one of 6 people with the same gig, plus 10 people working full time.\n\nHow satisfied I am? Not sure, really. I do love the job. \nI like most of my colleagues, apart from two people, who nobody really likes tbh. I work with my two best friends, although I'm most often working oppsite weekends. \n\nIt can be tiring, it can be hectic, and even boring. Some days it's awesome, chill, and fun. Other days, you just rediscover that you really hate people in general. Some days even a mix of the two. Mostly, I love it 10/10, but depending on the day, who I work with, and how much I'm working, it can go down to 5/10.\n\nI do need to chill a bit tho. I agree to a lot of stand-ins at work, but honestly, I shouldn't have to work 15 weekends in a row when there's 6 other people who SHOULD be able to stand in. A little gripe after now finally having the first weekend off in months^^\n\nTL;DR: Retail, 25k (part time), 22, 5-10/10?.", "cfxuczz": "I work in a residential program for developmentally disabled adults. I make peanuts (barely over $20k a year), but on a good day it's an 8/10 (on a bad day it's more like a 2).\n\nI'm 26 with a BA in Psychology.", "cfxvjj1": "I'm a professional residential/commercial painter. I make anywhere between 25-30k a year. 6/10 I love painting,  but it does get monotonus.", "cfy2q5t": "Senior IT manager, 40, $130,000.  8.5-9/10 I'm very satisfied with my job, it's my life that disappoints me. ", "cfy1u12": "Kennel tech at a Veterinarian Hospital. About 16k/yr before taxes. 21 years old. 8/10, management is too lax for my liking, they don't believe in firing people, but I go to work every day to tons of dogs that just want love and some balls thrown. They never judge, they don't care if you had a bad week or month, they just love you. It's awesome. I'm also in the running of being promoted to becoming an overnight vet tech. ", "cfxvvka": "I work in a kind of bakery in a grocery store, I make canadian minimum wage, so 10.50 an hour, but about 20,000 a year?? I'm 19, and very unsatisfied. I'm trying to go back to school next year.", "cfy2msi": "cable worker/ex military sergeant, 35 years old, 93,000 USD, 6/10 ", "cfxyhyn": "Field Service Tech, 38k, 21, 6/10", "cfxrs52": "Supervisor for a parking company.$42,000. 29 years old. 8/10. ", "cfy1h7t": "Fire Captain/Paramedic\nAbout 90k/year including overtime\nWork 24 hour shifts, lots of time off\nI feel like this job will take 10 years off my life due to stress, but overall very very happy. \n27 years old. ", "cfxx564": "Chemist. 34 years old. $45,000 a year (USD). 9/10. ", "cfy239d": "I'm 19, currently working as a sales associate at a store in the mall, while going to school. I make about 10,000 a year. Job satisfaction is probably 5/10. I love my coworkers, but the store I work at is pretty pricey so a lot of the customers are self entitled and very rude. ", "cfxxsez": "Business analyst. $80k. 7.5/10. Age 30. ", "cfy0wmk": "27 years old\n\nFinancial aid officer\n\n$27k/year\n\n6/10", "cfxs44p": "I am the principal of a small after-school Hebrew program. I make $10,00/year. I am 53. At 50 I \"retired\" from a 24 hour a week job that earned me $40,00/year. The new job is more stressful than it is worth, but I decided I prefer stress to boredom. Each year gets better.", "cfxxeuf": "22, assistant to a private clinical/forensic/consulting psychologist. $30k a year with a little extra cash instead of benefits (staying on my moms kickass govt healthcare until I'm 25). 7/10 satisfaction, wish I could travel more but otherwise easy money I can comfortably live on, very interesting field of healthcare to be involved with. Entry level position I got while in college, hoping to keep moving up from here. ", "cfy1683": "Nanny. 14k a year. 21. 5/10. ", "cfy2hqf": "Helicopter Pilot.\n\n~50K a year.  \n\n25.\n\nAbout a 4. ", "cfxvkxi": "Law Student \n\nI serve at an upscale restaurant a few days a week for extra cash amounting to about $25-$30K/yr. I'd say job satisfaction is pretty high 7-8/10, as the restaurant is awesome and quite a few of the big law firms in my city are nearby, so the partners come in often.  This lame restaurant job may very well help me land a sweet job come graduation.\n\nI also work for approximately $0.0 for a judge and $0.0 running a legal journal, in fact, since both of those are for credit, I actually pay to work.\n\n(I'm graduating with roughly $200k in student loans, btw)", "cfxukaz": "Food industry/ $34,000/ 24F/ 10 since I love what I do but 2 since I can't even make it paycheck to paycheck. ", "cfxup4u": "28 years old, currently in the midst of medical residency training in a big east coast city. It pays about 60k a year. Love the challenge and purpose of what I do. 10/10 for sure. ", "cfxtaed": "Cannabis Grower / Consultant (Legal)\n80k+ \n24 years old\n\nPersonal grow 10/10. I'm my own boss, everything is reflective of the time and effort I put into improving my skills and making sure my harvest is optimal. I work alone.\n\nConsulting 7/10. Usually consulting jobs are either helping a grower who wants to get into the industry or optimizing a sub-par grow. The latter is very drama filled, because not only are you replacing/taking over someone else's job, but sometimes you are put there to oversee someone else's work as a supervisor. Criticism isn't taken well in this industry.\n\nOverall, I absolutely love what I do. This is a hobby turned profession for me.", "cfxq3qg": "Pull cable and set up internet, phones, and security cameras. 9/10 satisfaction, about $25,000 a year. 18 years old", "cfxqvc3": "2nd year Apprentice electrician for a small rural electrical contractor. I'm 27, I made $26,000 last year. 6/10 would rate higher but there's 1 asshole I work with on occasion.", "cfxrsle": "I am a Food Service Director/Multi Unit GM for a contract services company. I make ~$50k a year plus bonus. Most days I love the job. In food service it really is a unicorn job if you have a family. The food isn't as exciting as some of the restaurants I've worked in but the hours are amazing, I have a great staff, and get my weekends, nights, and holidays off. I'd rate my job satisfaction at an 8/10. ", "cfy10rv": "I work for my local government assistance office.  We help people who need food support, or cash assistance, or healthcare, or any number of different government aid programs.  I see my fair share of both people who desperately need help and have waited too long to come in due to shame, and people who lie and cheat the system to get everything they can while doing as little as possible.  I see people who have had shit dealt on them their entire lives and they're doing everything they can to scrape by and raise themselves up who just need that extra little push that hopefully we can give them.  I try to focus more on them than the liars, but I also try not to judge too much.  There's a fraud investigation unit, that's their job and not mine.\n\nIt's a hard job, but it can be very rewarding.  I'm making decent money, almost 30 years old and making just over 30K a year -- out of the big cities, and with a wife making a bit more than me, I have a pretty comfortable life.  I think the job deserves a bit more pay, considering that the surrounding areas all pay more, but it's not enough to convince me to move.\n\n\n\n\nOverall, I'm pretty damned satisfied with my job.  I like that I'm helping people -- I try and focus on the good as much as I can and ignore the bad.  If I had to rate it, I'd put it at a solid 8, I think.  I get my own little office, I get to see a wide variety of people every day, and it's not so routine that I get bored -- everyone's story is a little bit different, and therefor everyone's case is a little bit different as well.  And I get excellent benefits, and an hour lunch each day. ", "cfxteb2": "24, Procurement Coordinator, I make 52k a year and I would say about a 9 out of 10. It not a bad job, what really makes me go in everyday is my boss and teammates. Besides being great people they actually listen to me when I have an idea and at times go along with it, the times they don't I nod my head trusting they know what is best. I am a hard worker and in return I have been rewarded. At my work there are different levels of Procurement Coordinator, I, II, III, and after my team was assigned to a major project worth 2.4 billions dollars my boss chose to keep me on his team when given the option to replace me with someone in the company with more experience. Now I am making multi-million dollars buys, sure it is stressful and I work long hours but there is nothing more rewarding for me then to not feel like I do a meaningless job. One of my teammates encourages me to continue the good work and says within a year I will be promoted to a level II which is given out to people who have 5+ years experience. ", "cfxwei2": "Medical Secretary. ~35k USD per year. 29 years old. Satisfied about 8/10. It's a difficult kind of customer service, for sure, but I like making people welcome and comfortable because, let's face it, no one likes going to the doctor.", "cfxsbw4": "Insurance Lawyer Assistant. 20 hr/wk, 40K.\n\nI'm in paramedic school at the moment, so I may be having a career change. I like my job, but I need something more secure, and while I have the time and the money, I'm going to learn a different skill. So a 7\n\nEdit: A letter", "cfxwnwe": "Design engineer for a paint protection film company. We sell software with precut patterns for just about ever single car from ferrari to honda. Im the one that makes the patterns. \n\nIm 23. Have a BA in communications.  I make roughly 40k a year and Ive only been working there for a few months. I love my job, 10/10", "cfxyisa": "Animation artist, mostly TV storyboards now. 47 years old, 100-150k a year depending on project. \n\nI could make more at my level working in-studio, but I prefer working remotely from my ranch in the woods and avoiding the commute. This way, I also get to set my own hours and be there for the family. I work in jammies most days, with a cat or two on the desk. 9.5/10. \n\n\n\n ", "cfxylrr": "House Parent at a youth foster home. 21 years old and go to college. Make $11 an hour with long shifts. Mostly skate and ride my bike with the kids or go on Reddit while they play computer games in the comp lab. Pretty laid back. 9/10. Would be a 10 if the bio parents during visits weren't so re-re.", "cfy2s9m": "I work over the summers with the mentally disabled, mostly those with autism, who's handicap is too sever for them to manage on their own. It's basically like a big village where they can live a normal secure lifestyle. I make about 10,80 and hour and I get food on the job. It's a good job, but I hope to become a teacher in the future. ", "cfxshae": "**US Army Captain**\n(I'm basically a manager for 60 people.)\n\n**$60,000 a year** after taxes, but there are pretty decent bonuses along with that (completely free health care!) so it's a little difficult to compare to a civilian pay scale. \n\n**29 years old.**\n\n**8/10** I love my job although there are definitely bad days!", "cfxym51": "Strapper/stable hand for a racehorse stable for Racing NSW. \n\n$18,200AUD a year, for 25 hours a week.\n\n20 years old. \n\nCurrently a 9/10, while I'm not being being bitten by a moody $250,000AUD chunk of meat and skin. \n\nI've grown up around horses, and have ridden for 14 years. I previously worked in childcare and fast food, and I hated both. I was recently offered this position, and even though my income dropped about 50%, I actually love my job now and wouldn't trade it for anything. ", "cfy0ugs": "Reptile Pet store worker.  \n$15.5k/yr \n24 years old. \n7/10.  \nIts fun to play with reptiles all day, and my boss / co-workers are awesome but it's not where i want to stay forever.", "cfxuyw3": "I'm a community organizer, I make $40,000 a year, I'm 26 and on a scale of 1-10 I'd give it a 4. I have serious political and strategic disagreements with the direction my organization has taken which has made the work feel dishonest. With different leadership it could be a 10.", "cfxx1fj": "McDonalds customer service; $7,000; 18; 8 its fun unless someone starts feeling entitled", "cfy047f": "Self-employed \n27\n~$60k/yr\n7/10", "cfy2zco": "Part time old navy sales associate. I made 7,000 last year. I'm 21 and in college. 8/10. Too many managers make things complicated sometimes. ", "cfxofra": "Part-time Cake decorator at Wal-Mart while I attend college. I make about 10-11,000 a year. I'd rate about 5/10. Decorating cakes is fun but the upper management team is horrendous at running the store and cause a lot of stress on the job between customers and other associates. Not to mention the store is trying to get rid of all full-time associates so the workload on everyone in general is getting way out of hand.\n\nAlso, I have yet to misspell anything on a cake.", "cfxwy8n": "55,000/yr. I have 4 degrees, 3 of which are advanced degrees. I am 45 and have 24 years of experience. I teach middle school. I rate my job as 8/10. ", "cfy1v07": "Clerical, bank. I think it would be a little over $2500 a year. 5/10 because of the repetitiveness.\n\nPretty cheap where I live though so I do okay.", "cfxzwuj": "I'm 16. I work at a movie theatre making $7.25 an hour. I work anywhere from 2 to around 25 hours in a week. \nI give my job a 8/10. I love it. I clean a lot, but I get to socialize with coworkers and customers a lot. I get to sell food and tickets and be in an atmosphere that I love. I used to come to the theatre all the time before I started working there, so I'm familiar with everything. I just love my job. I've been there for four months.", "cfy1e8b": "No job\n\nNothing\n\n22\n\n1-10", "cfy2se1": "I know the feel, spent one year as an RA and wanted to spin out saliva samples and do all the cool stuff, but it seemed like I had joined a year too late to be in the \"in crowd\" and the project ended that year :/", "cfxwcb4": "Unionized factory job, $60k/year, I'm 30 years old. I'd rate job satisfaction at 7-8 out of 10. The work is hard and repetitive, but people with office jobs pay good money to get the kind of workout that I get paid for. Also, with my seniority (10 years), it'd be easy for me to make $80-90k/year if I wanted to put in the overtime. I'm satisfied with my standard 40-hour work week, though. I put in an extra shift here and there, but not very often.", "cfxy27w": "Normally I am a mate on a semester at sea educational tall ship (basically a pirate ship).\n\nI make about $1750/month but only work 7 months out of the year so I have to budget for the months unemployed. \n\n9.5/10\n\nCurrently rigging the only wooden whaling vessel.\n\nI make $13 an hour.\n\n5/10 (I like the work but the people leave something to be desired).", "cfxwk8d": "Polysomnographic technologist. 34 years old and 10 years in. Been stuck at 27/hr for the last 5 years. I work 70+ hours a week between 2 jobs, have horrible insurance, no 401k, and get raped on taxes, so whatever that adds up to. I used to love the job... Sincerely.  This industry has changed tremendously and I'm really fed up with it. If I wasn't 30k under on my mortgage, carrying 20k of credit debt and had 3 mouths to feed I'd jump ship from anything clinical/medical. Used to be an 8/10, now it's a 2/10.", "cfy2970": "High school student \n\n15\n\n60 bucks a month allowance, plan on getting job in summertime, sometimes will pull in 800-1000 dollars making and sellin daft punk helmets. Last year I made a little above 4,000 dollars.\n\n8/10.", "cfxqyvi": "Daycare Teacher.\n \nI will probably make about $8k this year.\n \nI'm 15.\n \nI am a 10.", "cfxv09j": "I do QA for Tech Support, so I mostly get yelled at. Currently making $38,000/yr, and job satisfaction is probably around a 2-3. I am desperately trying to get a job in the Aerospace industry where I have my degree in but haven't had much luck so far. I am 28 almost 29.", "cfy0ops": "Professional Football (soccer) player.  £850,000 a year plus bonuses etc. 25 years old 10/10 ", "cfxw1i8": "Warehouse loader, about 32K this year, I get a dollar raise every year, this is my first year working there. Lots of over time, currently 23 years old as of today. The jobs alright, but I want to join the army.", "cfxssbx": "13K AUS$$, 20yo, Hate my job 2/10. I work at a guest house. but the hours are pretty decent.", "cfy6q7e": "High School Student\n\n$2500 JMD a week\n\n15\n\n7/10", "cfxuzyw": "[deleted]", "cfxzs69": "I work in the restaurant business,  family run, makes 3.5+ million a year.  I make about 950.00-1000.00 a week.  Lots of perks, work with my family, generally my own boss, except for dad. Work 6 days a week, all holidays, late hours. Business has been slow,  but is picking up so I see myself making more money soon.  I'm 26 btw. My dad has a salary of over 100k but sometimes doesn't last himself or my brother and I when business is slow.  \n\nI just turned down a job with a state LE agency which would have started me at 57, 000.00 a year plus bennies and a sweet pension. But ultimately the job wasn't for me and I decided to decline their invitation to the academy.  Check my user history for the sdetails of that ordeal. ", "cfxu1m4": "Office Manager for a parking company.\n29k, last year\nI'm 29 and enjoy my work 6/10", "cfxuv55": "I am a 23 year old graduate student researcher studying neuroscience. I make 23,650 a year and I would give myself a 7 for job satisfaction. The amount I make is barely enough to cover living expenses in this town.", "cfxvy7b": "Easy Tech Associate for Staples. Part time making maybe $9K a year, 19 years old still going to college, 8/10 when i get to help customers, 0/10 when its just management bullshit. Its 90% management bullshit ", "cfxut0t": "Software industry. Around 100k, 30 years old. Job satisfaction is maybe 8/10. I don't like the actual work, but I work from home (can live anywhere I want) and rarely put in any overtime.", "cfxy9v9": "Server at a hotel mostly the beach side, 18 years old, I calculate it will be at 44,000 USD because I'm mostly paid in tips, 8/10", "cfy1meh": "Information Systems Analyst\n\n78k per year. \n\nI'm 28 years old. \n\nJob Satisfaction: 5/10", "cfxvrjk": "$7.98  an hr. 40 hrs a week. 31 years old. Child care teacher. 7... I like what I do but my bosses are unprofessional and my coworkers are pretty stupid and I've been doing this for 6 yrs and my job is important but I get paid less than fast food workers. I spend a lot of my own money for supplies and do a lot of work off the clock. ", "cfy0yuq": "I work at a The UPS Store\n\nI'm 16\n\n~9,000$ this year? Don't know.\n\n9/10. Low stress. Is fun. ", "cfxsj15": "Environmental Specialist for pipelines. I get paid $4100 per week (after taxes) while there's a pipeline to be built. I'm 25. I'd say about 5-7 satisfactory. You are always in camp. I haven't been home to see my SO or family for months. It's eat, work, eat, sleep, repeat.", "cfxub71": "Florist/garden gal in a big ol' grocery type store. \n\nI make anywhere between $16,000 to $21,000 depending on the year.\n\n22 years old.\n\nMaybe a six, satisfaction wise. I enjoy the job and smelling like flowers. I just dislike the majority of my coworkers and bosses.", "cfxrxr6": "Software developer. $100,000/year. 28 years old. Very happy. ", "cfy1kcx": "24, line cook, &lt;15,000 a year, but 8/10. It's an exhausting, stressful job sometimes, but I love the people I work with (for the most part) and I never have to actually deal with customers. ", "cfxuywj": "Registered Nurse, 60k usd. 4 years exp, 8/10", "cfy161n": "work at a family buisness.\n\nredemption center - count and sort cans\n\nmake 8.50 after 6 years first raise 1 year ago for 50 cents and was at 8.00\n\nduring the week i hate you and everyones guts. my boss wants me to do 4 jobs at once including stocking-cooking-playing in your garbage-cleaning up bullshit from 1985 from random parts that are not in use for the store.\n\nstarted when 15 left school to help save home am now 21 and currently looking for new job and going for high school diploma\n \nfuck fuck fuckidy fuck shit fuck 3/10", "cfxwym6": "Web Developer $76k 30 years old.  Job is 9/10.", "cfy1sjv": "Dental hygienist\n$72,000/year... Just graduated college in May\n9/10: love my patients, love my job!", "cfxv65e": "Canine Handler (EOD). \n90k+. \n28. \n9.\nLove working with my pooch. ", "cfy0i12": "Hmm.. It would actually probably be better to look over all of someones jobs..\n\n1995 Business Owner\n\nAt 22 was running my own business (ISP). 2/10 - long hours high stress little pay.  Ended up filing bankruptcy on over $150k.\n\n\n1997-2005 Software Developer - Rural area - low cost of living\n$35k/year starting out.\nWas up to $80k/year by 1999.  Pretty much topped out in the low $90k.  For the area that was very high pay. 3000 sq ft home was $80k.\n\n2006-now Software Developer - Expensive Urban area.\n$130k/year to now around $180k/year depending on various uncontrollable by me factors.\n\nOverall I would have to agree with another comment I saw STEM is where it is at.\n", "cfxubl7": "I answer phones for a printing company. I have a postgraduate degree in science but make more doing this than as a lab bitch.\nI make $38000 before tax.\nI'm 24. \nSatisfaction is about 7/10. \nThis is only because it's getting me out of debt, I know it's temporary until I continue my studies and the people I work with make it fun. ", "cfxurk1": "24, I was a school counselor and teacher I had one high-school two grade schools and a kindergarten under contract and I had to hover over all of them. I was making 3504$ per year. I quit on 15th of January when I had a fallout with the all the old fart teachers in the high school who didn't approve of my methods of teaching. Basically I got criticized for holding brainstorming lessons in my own psychology class in front of my students. I got called out young and proving that I'm athletic, and that it was wrong for the children to see me that way. Worst of all I had students threatened with bad grades or failing if they ever came with a problem to the counselor's office.\n\n Was it fun? If I ignore the gut churning hypocrisy yes it was a hell of an awesome ride. Especially the schools I was at before I got transferred to the high-school area.\n\nEven when I was dealing with suicidal tendencies, pedophiles, teen pregnancy, violent parents, disabled children, and bullies I was enjoying the challenge. \n\nIf I will miss something it would be having the very entertaining \"everything goes\" classes, the cute stories of \"boy likes girl and and girl likes said boy but thinks he's a wimp for not making a move\" and my boss. Best lady boss ever.\n(I did not make any mistake that was my exact income. I don't have a job yet and I don't feel any difference)", "cfy1sjx": "Motivate and manage 500 salespeople across US and Canada, $500,000 USD on target earnings this year.  Made $700,000 USD last year.  Interesting industry -electronic payments.  BA in social sciences and MBA.  Mid 40's.  8/10.", "cfxxh0l": "3D Artist, 52k a year + benefits.  I also do a little freelancing and teaching on the side that can inflate my income a bit, but it mostly stays around there.  7.5/10.  I'm not a genius artist, so my salary and job probably won't improve ever again.  I'm 30.  ", "cfxwz9e": "Quality Control for a biotech company\n~$80k\n28 yrs old\nCurrently 3/10. Used to be much higher, but management got worse and work-life balance is non-existent (the company supports it, but my department does not)", "cfxwlzk": "Security guard\n~7900 a year\n24\n8/10\n\nIm supposed to sit here and stare at cameras for 12 hours two nights a week. Walk around the building every other hour. Its minimum wage but also minimum effort. Its in the middle of nowhere. Cant complain though, it pays my rent and insurance and the other 5 days im free to do as i wish. Can do side jobs or just pitz around in the garage working on one of my many projects. The reason its only 8/10 is because i work weekend nights and my friends work week days....yeah. ", "cfxwhpb": "&gt; We were habitually understaffed, overworked\n\nWelcome to the wonderful and exciting world of nursing. I've been working in hospitals for over 20 years and it never seems to get any better. The unspoken motto at my hospital is \"We do more with less\". \n\n", "cfxyfzs": "Orchestra director\n\n27 years old\n\n$37,500\n\n7/10\n\nRating would be higher if I didn't have to deal with parents and administration.", "cfxxu1j": "Own and operate a food truck. I'm in my 50s. Income...let's just say there's no money in this. Wife is a schoolteacher so we have insurance and a (pitiful) baseline salary.\n\nBefore, I did desktop support at a very rich, well-known medical research institution @ $75K and I loathed it. I hated my job, hated my life. I hated waking up in the morning.\n\nNow, I go where I want, I cook what I want, I choose gigs I want, nobody _ever_ tells me what to do--which for my personality is critical. I like this work. I have wrecked my family financially and I hate that, but we are getting by and I don't want to stab myself in the face anymore.", "cfxt5l9": "Video game designer, $89500+bonuses ($3-12,000), 8/10.\n\nIt loses points because the industry can be so volatile. Every studio and project goes through ebbs and flows and layoffs are incredibly common. I have been very lucky so far- I've never been laid off. But It's likely that one day I will be.\n\nedit: early 30s", "cfxvksa": "I am the manager at a big box retailer. I make 112k a year plus bonus and 401k match. \n41 years old. \nMostly happy. 20 years of retail gets you used to the hours.\nWe work when you don't. ", "cfxxktu": "I'm a filmmaker/photographer.\n\nI just signed on as a full-time photographer for a LA based skate team, and we're discussing pay. Probably a few hundred month.\n\nI do weddings fairly often, and I start at $1,500 for the basic package. I love those because after 9 PM I have enough footage and I can party and drink!\n\nI also do freelance film editing and charge $400 for most projects. \n\nLast year I made $16,000 from all my work combined. Which is a lot for me.\n\nI'm only 15 years old. 10/10 would recommend. ", "cfxz392": "Gourmet Chef and owner of small catering business. 30k+ USD. 30 years old. 10 out of 10. I love this career.\n\nAlso surprised I did not see another chef post.", "cfxxauo": "QC Technician for a biotech company, about $36,000 per year, 23 years old, 8/10!", "cfxyb7g": "Marketing contractor- basically an intern 26k before taxes. 24 years old, live with parents so minimal expenses. Satisfaction 2/10 but am happy to have some sort of job. I have no idea what i want to do with my life which is kinda depressing", "cfxxu4c": "Teacher, 33, $50,000, 8.3/10", "cfy74lz": "High School Student\n\n$0\n\n15\n\n4.5/10 (At least it's better than Middle School)", "cfy31m0": "Applications Engineer, right around 100K depending on travel, 28 years old, and between 8-10 on how satisfied I am. ", "cfxvka5": "Sales assistant at the airport Duty Free (basically a peddler for fruity tablets)\n\nAbout US$10K/yr\n\n30 y/o\n\n3/10\n\nThere must be some point where I failed at the game of life.", "cfy6mwn": "I push carts for a living and make 25grand a year. 25 and k would rate it 5/10", "cfxyz21": "I am a Community Relations Manager for a in home care company, 45K plus bonuses from time to time, 9.5/10 I absolutely love what I do. ", "cfxvbuo": "I am a Flow Cytometrist for a company called Sexing Technologies. I operate, maintain, and align machines responsible for sorting sperm cells into cells carrying X-Chromosome only. I make roughly 50k/year. \n\nI'd say my job satisfaction is about an 8.5.  I mostly get to read or even game most days, but I worry I'm only doing myself a disservice as I am losing the opportunity to go to grad school and I'm not really learning any useful skills. Or rather I am unsure as to whether or not the ability to align Flow Cytometry machines will be useful to me in the future. \n\nI am 23. ", "cfxzedz": "What happens when the venture capital runs out :(", "cfxyc14": "Legal assistant for insurance defense firm, age 22, $31.2K per year. I give it a 6 just because my 60 year old boss is whiny and throws tantrums. I'd give it a 7 excluding him.", "cfxxil7": "I work in private equity. ~$235k a year, 6/10. I'm 25 and the pay is great, but the hours are horrid and work is not all that fulfilling. On a 2 year contract and looking to leave once I'm done.", "cfxpwbw": "Dispatch for a major phone company. I am 24, make 60000$ a year and an 8 on the scale.", "cfxyydw": "Lifeguard \nGet $10/hour for literally tanning all summer.\n10/10 definitely \n17 yo", "cfxqivz": "Customer service at a Sams club. About 12K a year. I'm 18. I'd rate that shit a 6/10. ", "cfxvl73": "Financial Print Operator.\n\nMake 27k a year\n\n20 years old \n\nSo far it's a 9/10.", "cfy2xd7": "College student. I make -$18,000 or so a year. I'm 19. 7/10. You get to drink a lot, so there's that I guess. ", "cfy10mw": "Unemployed, living at home while I get ready for college/look for a job, 0.00, 18 (19 in June), I'm not. 2/10, it Fucking blows. I thought it would be nice, at first it was, but I feel so unfulfilled.", "cfy2h81": "No job, no salary, 15 year old, aspiring foreign service officer.", "cfxy2af": "Customer service \nI'm 21 \nMake about 9k a year \nWith school and work I never have a day off and I only have 20-40 every 2 weeks after paying for my car so I can get to work and school. \n9/10 mostly because my coworkers are great but the customers are entitled idiots who don't know how to read a receipt or use a computer. ", "cfy0g1b": "Artist manager. Mostly commission based, but between 60k and 80k, 27, 9.5/10", "cfy2oeh": "I work front counter at a DQ, I prefer the cleaning to actually interacting with customers though. \n\nOnly been working here for a few months, but I make $9.19/hr\n\nI am 20\n\nI like most of the people I work with, we're all pretty relaxed and have fun all the time (hell we all party together every now and then), and I'm constantly busy so I enjoy it \n\nDepending on the day and who I'm working with that day 5-8/10", "cfxye7e": "Social worker in the legal field \n\n$38 k\n\n25 years old \n\n8/10. I love the work I do but the administrative part (paperwork, case meetings, etc) is never ending and having to work within very specific guidelines is frustrating. ", "cfxvhn7": "What do you sell?  I did alarms back in 2007. It was the worst summer of my life (professionally).", "cfy2c98": "I work in project management at a Uni, pay is about 80k/yr + 17% super (australian retirement plan), I'm 30. Job is about 8/10 but my boss is frustrating as hell which brings it down some days to a 4/10.", "cfy6ohl": "I am a tile installer.  I make around 60K a year.  I am 29.   Would rate my job 9/10.  It's a hard on the back and knee's, but I love going into a house and making something out of nothing.    I have good benefits, a company truck, I get my gas paid for, and a company phone.  Make pretty good money, and save a lot too.", "cfxvyhq": "26\n\nRegional Solar Advisor for all of Western New York\n\nFree benefits ; Heath,vision,dental. Company car \n\nMy salary is 36k a year, but after commissions I made 62k last year", "cfxsypo": "Corporate Manager (Large IT Firm), 58k/yr(two weeks of vacation and sick time each year as well), 25 years old. 9/10. \n\nHigh school drop out. I've been a social butterfly nerd my entire life, so working in call centers is where I got started. I eventually got an interview with this company and they loved me, and I've been flying through the ranks. \n\nThis is pretty much the greatest position ever. Oh, I also work from home. I manage 20 people, and the company actually gives a shit about it's employees and customers; this makes my job a thousand times easier.", "cfxzp5z": "Work for Icon Design. Make 20,000 and work 55 hours a week. Got grreat co workers though. 7/10", "cfxuz5n": "I seat people and work the register at my parent's restaurant. \n\nI'm 16\n\nI will make like $4,500 this year.\n\nJob is easy. 10/10 I enjoy working with my parents, they are nice.", "cfxtuce": "I'm a teacher and coach two sports. I make $54,270 a year. I'm 23. Job satisfaction is a 10. I love my job. I love knowing that I make a difference. I teach a core class so I get kids who hate and love the subject. It's worth it. Grading papers suck but my students are amazing.", "cfxujlp": "I'm a staff accountant with a mid sized company, not the greatest job in the world but I like the people I work with. 6/10. I make $43,000 a year before taxes and I'm 23.", "cfxz5p4": "I sell cell phones for a Bell franchise. I make 40000-45000. I enjoy it, surprisingly. 7.5/10", "cfxzpt6": "Actuary, 190K, 37, 8/10 ... love my job, it's a good mix of routine and intellectually challenging, I have good hours, and live 5 minutes from my workplace, so I'm home to spend 2-3 hours with my kids before bedtime.", "cfxwgje": "Operator at a nuclear power plant. Last year  about $120k. 6% match on 401k. Satisfaction is about a 9. 42 years old. ", "cfxvgk7": "I negotiate and write contracts \n\nJust under $100k\n\nI'm 33 \n\nOn a scale do 1-10, definitely a 10 :)", "cfxz54f": "24 years old\n$80,000\n9/10 working as a Sales Manager. \n\nAwesome job, though it is very stressful. Could make 30k more if I moved to the west coast. ", "cfxuutj": "Just turned 30, female dental nurse, €25k a year, satisfaction 4/10. Satisfaction would sky rocket if i was appreciated at all.", "cfxsdpc": "Air export coordinator/ 22 years old\n\n50k a year + benefits + bonuses\n\n4/10\n\nIt's a standard office job, a lot of making copies and placing phone calls. Not particularly difficult work but the hours are horrible. 16 hour Saturdays are the norm. Honestly I'd rate it higher if I did the same thing at a different company. In my office it's just a lot of drama, long hours and God forbid you get sick. You get 3 sick days and 10 vacation days a year but you can't take more than 5 at a time. No you don't get more vacation days or sick days as you progress. \n\nProbably gonna be at a different company by summer. But I can't really complain, I'm a high school drop out with no college degree so all things considered I think of myself as lucky.", "cfy05uk": "Roughneck in the North Sea, work 16 weeks a year, made $137,000 last year. 21 years old. Love it, 10/10.", "cfxy5vx": "Middle manager in a bank, early 40s, $120 salary + $40 bonus + $8 options, 6/10.", "cfxts32": "I'm an occupational safety specialist. Basically I help an employer make and keep their worksite safe so their employees don't get injured. When injured, I work with medical people and insurance people to get employees back to work. \n\nMaking just under 60k\n\nAm 26 and have been doing this for almost five years. Have my degree in occupational safety, once I get my professional designation my salary can jump up by like 10k depending on my employer. \n\nWith my current place, I'm at about a 6/10 for enjoyment. Have had positions in safety with other companies where I've been at 9 or 10, unfortunately they were contract positions so after 6 months, I was out of there. ", "cfxv8cf": "Apprentice electrician, about 30k right now, not including benefits. I'm 24. I would give it an 8 out of 10. Its hard work, but I enjoy it. I will have plenty of opportunity to make over 100k/year after I finish school.", "cfxqzb0": "Canadian Coast Guard Radar/Radio Officer, about $68k-70k, much more if I work overtime, 58 years old. 2/10.  Had you asked this 30 years ago I would have said 9/10, but the job has mutated so radically that's it's just no fun going to work anymore.  But I can retire with full pension in 4 years, so I got that goin' for me, which is nice...", "cfxuw5h": "I'm a 27 year old architecture student who works part time as a freelance intern architect, designer and 3d artist. I do photorealistic renderings of interior and exterior architecture for a wide range of firms. I think I made about 30k since starting so I'm not sure what that equals out to per year but once graduating this year I'll probably be making 80k salary considering my experience and portfolio. I'm very happy although it's a lot of work and very difficult to manage with school I'd give it a 10/10. ", "cfxymja": "Registered Nurse at children's hospital.\n\nAbout 44k this a year. (American)\n\nI would rat it about a 9/10\n\nI am also going back to school to get my BSN", "cfxweyd": "Chief of Staff for a high net worth individual. $264,000 + bonus and benefits, 42years old.  10+", "cfxqyui": "I'm a bed truck swamper, and I work at a trucking company that tears apart, hauls to a new location, and set up drilling rigs.\n\nLast year I made a little under 50 grand\n\nI'm a couple months shy of 20\n\nSatisfaction 9! My job is fucking sweet", "cfxwbcl": "I'm 28. I work at Trader Joe's in NY.  Before taxes, I make about 22K a year.  The job slides between four and six on any given day. You never know what you are walking into when you go there.  ", "cfxw7vt": "I work for an online plan room getting construction documents specifically for the state we are in. I absolutely love my job (mostly for the people i work with). 8/10. I am 21. ", "cfxwml3": "I am 25 and a designer at a small local family magazine. My pay fluctuates but averages to about $600/month for 4-5 days of work. (Hard to quantify since I work from home whenever I have a spare moment) it is crap pay but I am a 9.8 on the happiness scale. It is challenging but rewarding. I set my own hours and my boss is a hands-off kinda guy and is happy as long as my work is done on time. ", "cfy21f3": "Lab Assistant at a small Biotech company, make almost 30k a year, 22YO.\n\nOn a scale of 1-10 I'm about a 6 or 7...the work I do is alright and the company makes awesome drugs but I can't seem to get through the door to get into the lab to doing experiments. I want to be using my degree and learning more about lab work but nobody seems to want to give me a chance.", "cfxyjd0": "[deleted]", "cfxv82i": "Registered Nurse, Labor&amp;Delivery.    \n$92k working 24hrs/week    \n31 years old.    \n10/10", "cfy0bs3": "Traveling speech language pathologist. $91,500 (net). 6/10. I like the hospital assignments, but the companies I've worked for that run skilled nursing facilities treat elderly people like ATMs. Those are some morally corrupt motherfuckers.", "cfy32e7": "Australian Government IT Job\n\n\n100K+\n\n\n24 Years old\n\n\n8/10\n\n", "cfxwubq": "Tattoo artist.. 22. 10/10 I shouldn't even be allowed to be making as much as I have been.", "cfy2b0x": "Work in fast food as a manager. Probably around 7-9k. I work between 30-40 hrs per week. I'm a 19 year old full-time college student.\r\rProbably a 5/10. I work with great people. I hate that we are always understaffed and I believe I am underpaid.", "cfxw9mp": "Pharmacy manager -- $109,000 USD/year -- 51 years old -- 9/10\n\nI manage at a long term care pharmacy.  Most of our output is either delivered or mailed.  8-5 M-F, no holidays no weekends no overtime.  I fell into this after working 19 years at WalMart - best move I ever made.", "cfxw7pn": "work as a grunt in logistics at a box store.\n\n24\n\naround 9-11k a year depending on hours available. \n\ngraduated with two degrees, but I have no fucking clue what to do nor want to find one really. ", "cfxuu8i": "Policy Analyst at an insurance company, roughly $42k, 33 and currently satisfaction is at about a 4.", "cfxsk1r": "I'm a conference and marketing coordinator for an event management firm, I make $40K a year, I'm 24 and one a scale of one to ten, I'm a 9! ", "cfxssne": "I work at a factory type bakery. \n\nI make mini donuts by the fleet of truck loads. \n\nI make 14.49 an hour right now. Due for a raise. Company matches 6% 401k contributions (so up to 12% of my paycheck per week goes in but I only pay half of it). At my current position, I can top out at around 16 an hour. The position over me, which I'll probably be in by the end of the year tops out at around 18 an hour. Cheap health, dental, vision (about 15$ a week for all three). I probably make about 40k a year. Never really paid attention to it. My moms an accountant so I don't worry with that stuff much. \n\nI like the people I work with, it's not a terribly hard job, and it's probably the best around here for somebody with out a degree in anything. I'd say I'm a 7 ish on your scale. ", "cfy1xau": "Sales Associate at a big-box retailer.\n\nI make about $15k per year at 24 years old...\n\nHonestly, I love retail. My personality just cliques with it. And my Management (Both Store and District level) have noticed me and are setting me up for a Supervisor position that will increase my pay by another $5k or so per year.", "cfxxst2": "Collections agent for a cable company. 24 years old and I'm bringing in about 20k a year. It's not a bad job, mostly because we're not aggressive collectors. I work for the cable company itself, not third party collections, so I don't have to constantly yell at people to pay their bills. It's just sitting around, playing cards with my friends and occasionally telling people politely, but firmly, to pay their bill or have their cable interrupted. I'd give the job about 6/10, but I'd much prefer to go back to university and finish my schooling and try to shoot for a job as a lab tech for a mining company, analyzing samples. Goddamn student loans screwing me over and forcing me to make money fast.", "cfy0dsw": "Fuck you, IRS!", "cfxtoup": "Security company supervisor. \n\n$57,000\n\nI'm 23. \n\n5/10. \n\nMoney and perks are good but do it for some major brownie points for applying to the police in Alberta. \n\nI was happier when I worked in the oilfields", "cfy098x": "Business Analyst\n60k\n23\n9/10", "cfy16hy": "Military. Navy MA to be exact.\n\nIm an E4 so only about 21,000 per year.\n\nI am 20\n\n3/10 (i hate this job)", "cfy1le9": "48k project analyst im 24.  EXTREMELY SATISFIED. life is good.\n", "cfxv04k": "21\nFinancial Care call center rep for a major wireless provider\n Will make 30k this year\n\n7/10  sitting at a desk all day sucks but the people and the work environment make it a 9/10\n\nYearly raises and monthly bonus incentives, if I bonus every month this year I could make over 50k\n\nIt's not my passion but if I continue to pursue my degree in IT I could move to the It department and make over 100k", "cfxzg8s": "Cell phone sales.\n40k a year.\n2-10. Would be like -20 out of 10 but I work with some good people which makes it a little better, but I'm not happy at all. I want to do something where in the travel industry, something fun that even if I have to get a \"real\" job when I'm 30 I'll at least be able to say I loved my 20's. Sadly I'm caught in a pay cheque to pay cheque cycle where even moving out of my Moms place or having all my debt paid off seems  unlikely, never mind having the money to not work for a few years and go back to school. I don't want to live at home past 25, which makes it even harder to have that be a possibility, and really the only reason I don't like my job is because I can see myself doing it forever- and its not how I pictured my life at all.", "cfxzbdw": "Homemaker/artist.\n\nI make less than $2000 annually, and most of that goes right back into funding my projects. I probably net no more than a few hundred dollars a year.\n\nI love what I do. It is my passion. And as a reward for doing what I love, I also get to take care of my home and my SO, cook tasty meals, bake whenever I like, and spend all day with the cutest dog on the planet.\n\nI'm 32 years old.\n\nI'd rate it about an 8. I wish I didn't have a disability that restricted me to working from home.", "cfxwgud": "Software engineer making just over $100k at 23 years old. Work is interesting and we are on the way to becoming the largest player in the industry. I work with some really cool people who also happen to be pretty fucking smart. 9/10 in satisfaction, I guess the worst part about my situation is that back home I am now known as the little shit who dropped out of community college and started making bank", "cfy1uor": "US Marine. With benefits (they`re good) it`s like 40,000$ but cash is like 19,000. 19. 6/10. I like it but it`s hard and the hours are long. ", "cfxyamn": "I am 24 years old, and work three different jobs. I stay home three days a week with my toddler. I've balanced being a stay-at-home mom and a worker pretty well.\n\nI'm a barista in a struggling coffee shop. I make $8 an hour, maybe $8 in tips a day, and I work two days a week. I love this job, I genuinely like 90% of my customers, and it is fun. I have met some amazing people and heard great stories. I make slightly under $7000 a year from this job, but would give it an 8.5/10. I wish I could work full-time here. I love going to work, and I feel that my customers appreciate me.\n\nI run the store front of my parent's bakery and cafe for about four hours every weekend. I make coffee drinks, sell baked goods, make sandwiches, bus tables on occasion, wash dishes, take orders over the phone, run the register, and occasionally bake (I use to bake more, but I really prefer customer service.) It is a fun job, but my parents are always stressed about money and sometimes they take it out on me. I make about $1500 a year from this job, and I would rate it 6/10.\n\nI run my church's nursery every Sunday. I bring my toddler with me, so she's my little sidekick. The kids and I will color, read, make blanket forts, have tea time with the plastic food, build cities out of blocks, and do silly dances. I like this job, but some days I feel like it is pointless. My church is composed mostly of old people, and there aren't many kids. Half of the days I go, no other kids show up. I still get paid, and my daughter still gets to have fun and run crazy in a room bigger than our entire apartment. I make about $840 a year doing this. I kind of feel embarrassed that I accept the money, but I need this job. I give it a 6/10.", "cfy0ah2": "College student.  \n-$20,000/yr  \n18  \n2/10 Would not bang", "cfxs9sj": "I am a Fitness Coordinator at a small gym on a beach/ski resort (it is in Michigan so in the summer it is white sand beaches and sandy bluffs, and in the winter it is a ski facility). I make 10/hr and work 39 hours per week all year round. I am also going to school full time and live with my girlfriend in a cheap (but very nice) two bedroom apartment. I am 21 years old, with a birthday in June. I am very satisfied with my job because there is a lot of down time where I can get my studies done and I make enough to put some money in savings while living comfortably.", "cfxw0q2": "Refrigeration mechanic. $60-75k a year. 10/10", "cfxwqmt": "Software tester, 100k/yr, 42, 4/10. Meh. I could do a lot worse. \n\nHowever: due to poor choices in my mid20s through mid30s, my debt is more than I take in. I make ends meet month to month by essentially paying the bare minimum interest in all directions, using what little space on credit cards there is to take care of some utilities and such. \n\nMy house is technically within my range as % of salary but it's underwater thanks to the housing market, so moving to someplace cheaper isn't a realistic option. I've been on the look out for extra jobs to take on, or better paying alternatives to my day job, without a match yet. And really, to advance in my field much further I would need to move into highly competitive technical niches or into managing people (with all the politics that implies).\n\nAnyone reading this right now who is in their early 20s and/or just starting out on their career: for the love of almighty Ra, live within your means, save as much as you can from every paycheck, take any bonuses, raises or change in salary due to jobs as just that much more you're saving... and avoid credit cards like the goddamned plague. Don't be an idiot like I have been.", "cfxza2i": "Software dev, about USD10k/year , around 9", "cfy2ix0": "Tutor\n$26/week\n15\n7/10", "cfy6no3": "I manage an infrastructure support team for a very large bank.\nI earn more than 60AUD an hour.\nI'm 33.\nAround 4/10. Team is good. Company is reasonable. Work is shit, stress is enourmous.", "cfxrcua": "22 years old. Pizza delivery driver in a fairly small town. Going to college on the side for certifications. Make about 14k/yr after tips and car expenses, working ~20 hrs a week. Overall satisfaction 5/10. I get free pizza, and get paid to listen to music/audiobooks and give people food. Could be working a crappier job with more hours and less pay, glad I'm not.", "cfxv3h9": "9-1-1 dispatcher. Base is $36k, but I work a shit ton of OT probably somewhere in the mid 40's...very satisfied, I love the people I work with.  It gets frustrating and stressful at times, but I can handle it. 9/10", "cfy3er4": "Part time internet news anchor\n\n$50 an episode\n\nI'm barely 16 \n\n9/10 \n\nPretty chill because I don't get my license for another few days so I haven't had to pay for gas money since I've had the job and it's fun to do", "cfy0ey8": "Client care representative for an employee and family  assistance program company, helping people and their families find counsellors, lawyers, career counselors, nutritionists, health coachs. You have the occasional annoying employee who gets mad and treats you like a secretary and then you have the ones who cry because they are so happy that someone is there to help them and give them a solution. It can be very rewarding.you also hear a lot of difficult stories (death in family, kid trying to commit suicide, battling for child custody...) but if i can help even just a little, it makes me happy. I make  30000$/yr, i am 21, and i'd say id give it a 7.5 (some of the hours you work can be shitty)", "cfy2e6u": "What kind of businesses have you started?", "cfxuvuu": "I'm a master automotive technician for a major luxury car brand. \n\nLast two years I made 60k roughly\n\nI am 26 years old.\n\nJob itself I'd rate an 8. I like working on cars, and the job is challenging. \n\nFactor in work conditions, commission only pay, idiotic management and having to babysit whiny customers who think I should re-engineer a vehicle because they think it should be different, and I'll give it a 2. ", "cfy1q9a": "* Dock lead\n* $36,400 USD\n* 23\n* 6", "cfxwebd": "Retail computer sales\n\n~30k\n\n25\n\n0/10\n\nfind me a job that pays 30+ with no experience and no manual labor and im fucking there. ", "cfy0vy7": "23 year old female. Work in a warehouse and make $9/hr. My job satisfaction is about a 1/10 only because I can't rate with a negative number. I've applied to various positions that I know I could be great at, with decent pay..but I have no experience, no connections or friends who could help get my career started. Currently a college student and still living at home.", "cfxzquu": "Unemployed\n\n$0.00 / year\n\n30 years old\n\n-12/10\n", "cfxzwj9": "$115,000,\nSystems Engineer,\n32,\nSatisfaction level 2/10\n\n(FYI I didn't go to college, I just have my HS diploma)\nEdit: punctuation ", "cfxqjpu": "I'm an air traffic controller in the US Navy. I'm 29, make about $50,000 after taxes, with a little extra here and there for special pay and allowances. My satisfaction for my actual job (ATC) is 8/10. Love it. My satisfaction with the military as a whole is probably 4/10. Great people and experiences, but too much beauracracy and union mentality. The advancement/promotion system in the Navy is by far the worst of all the branches. \n", "cfxutyq": "I work as a camp counselor from April to august. $440 a week with all food and living accommodations paid for. 10/10 it's amazingly fun and even more rewarding.", "cfy1nh8": "I'm 17 work at a restaurant with a weird tracker system so I can be cashier, food runner, bus dishes, or pack take out orders. I make about $12,000 a year working somewhere around 20 hours a week. My managers are awesome the staff is all super friendly but the people I have to deal with makes me like it 6/10.", "cfxu9mi": "I write computer software. I made $250k last year. I'm 30 yrs old. I'm close to a 9 on satisfaction.", "cfy11mb": "I am a 32 year old female insurance agent working as a direct agent, not a broker. I made $80,000 last year (which happened to be my first year as an agent). Most of the time I love it. I control my schedule and have a base salary of $23,000 with benefits. There's a lot of perks if you do well (all expense paid trip to Laguna beach at the St Regis for last years performance). Stressful but I love the freedom and enjoy assisting most people whether it's saving money or helping with a claim. ", "cfy1q66": "$31,000 with excellent benefits (about 60 bucks a month for full medical, dental, vision plus 401k and 2.6 hrs a week of PTO)\n\nMachine operator at a factory. \n\nI'm 23 and very happy with my job.", "cfxu3v9": "I am a fire alarm tech. I go around and test everyone's alarms once a year. I get paid to basically be nosy because I need to check the whole building. I make $37 000 a year (cad). \n\nAs far as job satisfaction, depends on the day. If you are being an ass, I can ring your alarms for 5+ minutes and really annoy you, so those days are a solid 6. When everything is going wrong and things are blowing up for no reason, plummets to a 2. \n\nEdit to add age: I am 25 years old.", "cfxwarq": "I am a veterinary technician. I make roughly $19,000 a year (I work part time while going to school). I am 22 years old. My satisfaction would be a 6-7. ", "cfxtp2t": "31 yrs old, Paramedic, 50k at a private service, 8/10. I wish I made more and I wish we had nicer equipment. But I love my job and wouldn't trade it for a 9-5 for anything. ", "cfxzshb": "Broadcast engineer for a small local TV station. I make a shitty $11 an hour. But I'm new and know very little so I see it as a paid internship, in a few years I hope to move to a bigger station with a much bigger salary. I'm 28", "cfy1pht": "Aerospace Quality Engineer, 80k, 33 years old. I love my job even though it can get very frustrating at times. 8/10", "cfxuk27": "[deleted]", "cfxx9rv": "$80k from primary job, around $110k (total) from other things. \n8.5/10. \n28 years old.\n\nStrategy/analyst in the automotive industry for a company most Americans have heard of. Love my job (travel at will, get to drive every car you can think of), but need to be challenged a bit more, and know I could make a lot more if I went elsewhere.", "cfxt8d1": "$80K a year as an IT Manager.  Hate my job.  Maybe a 2-3 out of 10.  Love the money though.  It is great for my area and I only have an associates degree.", "cfxvls8": "Engineer, $60,000 (probably another $10-20 thousand in benefits not included), 23, 6/10 on average day, 8/10 on good day", "cfy2o6l": "Deli clerk in a grocery store. I made 31k last year. i'd say 7/10 normally, but my boss is tyrant mode lately so 4/10.", "cfxtq4t": "Full time student,18 years old. Don't really make any money until my summer internship but hey I love it. Prob a 9/10 job, 3/10 during exams.", "cfxvr0f": "ER Resident.  50k, kinda, sorta, not really. ", "cfxwlcx": "TIL everyone on reddit is rich as shit.", "cfy0e4a": "I work in I.T. and web development. For the former, I do mostly information security consulting. \n\nI'm 20. \n\nI have no idea what I actually make in a year, as I own my company and neither revenue nor profit represent my actual income. But I know that I make $55/hour on average. \n\nWould rate 8/10. I don't particularly enjoy the work or the hectic schedule and high stress, but it's a great job for a 20 year old so I can't complain. ", "cfxxglm": "Security for a gated community with only million dollar houses(and a few well know celebrates)\nMake approx. $25k a year(residents give about $2k extra at Christmas time)\nDon't have much weekend time but when there's no traffic, I'm on reddit or playing computer games.\nI'm 27\n7/10", "cfy2aok": "Instrument Technician at a chemical processing plant, make 104k a year, I'm 27 and I give it about a 7/10. There are some days where it's dry as f*** but others are challenging and get to use my brain to troubleshoot serious problems in the plant. ", "cfy17e9": "Software Engineer; 23 years old; $151,000; 7/10.\n\nPosting on a throwaway because my reddit account is traceable to me.\n", "cfxz50q": "I actually just got confirmed that my job will be starting this month :D (after waiting since god damn September) the reason it took so long is because they decided to expand and to build a new shop (which is how I got the job) and they were given a small space, so after trial and error with the buildings permits for 3 months, they decided to purchase a bigger space, one that was more flexible with how they wanted it set up. So january-February they were building the new restaurant and are opening by the end of this month. I will be two things. If I'm a cashier I will be making minimum wage (7.25). If I'm a server I will be getting $4 an hour + tips.  I'm really excited and glad they are finally opening. :D \rBtw st. Patricks day I'll be 17", "cfy1lng": "27 years old\nSpecialty Sales Manager for a well known consumer electronics/appliance \"showroom\"\n$85,000\n6/10\nI truly love my job, and would rate it a 10/10 if it wasn't fucking retail. It's fucking retail. I'm sorry if your special order microwave took 2-3 weeks to arrive (like I told you it would) and I'm sorry if my refund of $100 on your $287 microwave isn't good enough ( even though the refund was unjustified but I was tired of you berating me). That shit makes it a 6, otherwise it is great! :\nEdit: I never graduated college, so all things considering I'll take my current wage as I'm doing just fine.\n", "cfxvmw6": "Plow truck in the winter, dump truck in the summer. Made $90,000 last year. 31 years old and somewhat satisfied with what I do.\n7/10 satisfied ", "cfxttti": "36 yo.  Fire Captain/ paramedic for a municipal department 15 years experience. Gross $74,000.  Job satisfaction 8/10.", "cfyegzm": "High School Student\n\n$240 a month (allowance and grants)\n\n16\n\n10/10", "cfxtym9": "I'm a door to door alarm salesman. I made right over 50,000 last year in my second year doin it. \n\nI'm 20, turning 21 this summer. \n\n10. I work 5 months of the year, make 2500 a week, am in a very small percentage of people who are successful in this field and it's fun for me. All I do is talk to people all day. \n\nSeven months off where the company pays me hundreds of dollars a month in passve income. \nCompany paid trips to Jamaica, etc for the top guys \n\nLife's good. Definitely satisfied with this job but would not recommend it to anyone ", "cfxy5xc": "Freelance photojournalist. $40,000ish. 20/10", "cfy0du6": "Manager of Post Production Graphics for a financial company\n\n60k/yr\n\n25\n\n8/10", "cfy29so": "Sales Engineer. That means I answer the technical questions during a sales process, for high-end/expensive (B2B enterprise-scale) software. Also sales presentations, conferences. Lots of travel. I get to dream up software designs that other people have to build (if an actual contract results). Also I manage a group of other sales engineers. Imagine hiring good software engineers, now imagine hiring good software engineers who are also really good at handling sales meetings and client contact and who aren't able to actually build software because they are focused on client contact, but nonetheless keep up with trends in software engineering.\n\n$127k last year. It varies.\n\nPushing 40.\n\n6/10, not because it's not a cool job, I'm just bored as I've been doing the same thing for too many years. Still, I sometimes get to travel to cool places, including overseas trips.", "cfy59jt": "I'm unemployed, I earn nothing, I'm 20 Years old and I'm at a 0/10. Fuck my life.\n", "cfxso2c": "Internal Investigator\n\nBetween 50-60K/year\n\n31\n\nCurrently an 8/10 but it fluctuates pending the day and case loads.", "cfy264b": "I work in a supermarket deli, about $8k (before union dues and other stuff). I may sound bitchy or greedy since I'm only 20, but it's about a 5/10.", "cfxtt83": "I work a IT help desk on overnights. I get $24 but a shift difference of 15%. I also get VA disability at 70% which is about $1400 on the first.   However I also support my wife who had a bad back injury a ways back and can't work.\n\nMake a decent amount but support two people.  We live happy with what we have.....I would say a 8.  Only because we struggle sometimes with her therapy cost. ", "cfxqw9n": "When I start full-time next year:\n\n* Investment banking analyst\n* 80k base salary + 25-80k bonus\n* 22 years old\n* ~6/10 (assuming my satisfaction is *slightly* higher than it was as an intern)", "cfy4gdi": "What area do you work in? Is there a union specific to welders (welders union)? All the welders I've worked with have been carpenters, pipefitters, or electricians", "cfy09yd": "I work at a social service center for a large Christian organization. \n\nI make less than $20,000 a year. \n\nI'm in my mid to late 20s. \n\nJob is about a 6/10. \n\nAs a solution, I'm looking for better pay and hours. ", "cfxyq4z": "Retired IT\n68 years old \n52,000 pension and social security\n10/10 ", "cfxxr6c": "20 security guard roughly 20k a year. Rate 6 out of 10. I get by live a decent life with my beautiful girlfriend I'm still young and healthy so make that a 7! Haha", "cfxwv3q": "I am a concierge I work for a rental car company, Silvercar. I get paid 16 the hour. Full time 34 hours a week with full benefits. I just got hired it's an amazing job honestly. I'm on reddit 70% of the time. ", "cfxtmsr": "I'm 28 years old, I'm a hair stylist and last year I made $96,000 WITH tips... And I love it", "cfxvfaw": "Member Services Supervisor at a tiny credit union. I make about 40k with great insurance. I'm 24 and satisfied about 6/10. I love my co-workers but unless you are in your 50's you aren't moving up.", "cfxw6bk": "I'm a chemical engineer working in refining. I make $115K/year with a decent 401k and a 10-20k bonus, 26 years old. I'd give it an 8/10. It's an interesting field and work with a lot of interesting people. ", "cfxzk8m": "What do you hate about it?", "cfxw9cq": "Team Lead in a Security Operations Centre \n$95k/year, 4 weeks vacation, 10k bonus, benefits, etc.\n9/10\n24 years old\n\nFortune 500, doing incident response, malware analysis, cyber threat intelligence, etc.", "cfxsiev": "I'm a stylist/consultant at a bridal shop.  I'm part time and haven't worked there for a full year yet, but with my average weekly hours I would make around $11k per year plus commission.  Since I'm new at my job it's hard to estimate how much I'd make in commission in a year, since I'm not sure what my average yearly sales are/will be at this point.\n\nI'm 26 years old.  It's a really fun job and I enjoy it more than expected - probably 7/10.  I just wish I was full time.  I'm fucking poor.  Need to be on food stamps and receive Medicaid to properly survive right now.\n\nI'm trying to take on a second job, but anywhere else that's willing to hire me would also need me on weekends like my current job.  Turns out it's hard to be two places at once.", "cfxxvmr": "I'm a bullshit detector. Because of this thread I will be making 1.5 million this year.", "cfy2jse": "* High school second year (year 11 in Australia)\n* $30 a week (from a part-time job)\n* 15\n* 7.5/10", "cfxto6o": "Tech recruiter in SF for a mid size start up. 135k, 30 years old and about a 8 on job satisfaction. ", "cfy8phn": "22, pharmacy technician, $65k a year, and 9/10 satisfaction. (Canada)\nEDIT: the pension plan is pretty boss too. ", "cfxv21f": "I'm an 8th grade Language Arts teachers. I make 51k (it's my 2nd year teaching). I'm 25. And in a bubble, I'm an 8 with my job I guess, but I think it is higher when compared to other jobs because I couldn't see myself doing anything else.\n\nI love reading and I get to share that passion with kids. I get summers and every holiday off. And I have minimal supervision. This job has all the perks (aside from negative public perception).", "cfxzxic": "I'm a real estate agent. Income varies since its all commission, but last year I made about $100k. I'm 28. I don't like the work and want to do something different. 2/10.", "cfy2lse": "I'm 31, a wilderness guide/environmental educator, $40/yr.  I create my own schedule, travel quite a bit and have winters off. 9/10 and very thankful.", "cfy0bhk": "Part time liquor store stock boy, $8.80/hr. 9/10. I'm a college student so this job is just for a little pocket money. Everyone here is super chill, but I work every day of every weekend :/", "cfxun76": "I'm 30.  Licensed civil engineer.  Design your shopping center and apartment sites.  $70k/yr.  It is a mildly interesting job, though sometimes I wonder if the late nights and depressed fees we get for our work are worth it.\n\nEdit:  realized I didn't score my satisfaction.  7/10.  Could be doing worse.", "cfy1bg8": "Wellsite Geologist (mudlogger)\n\n$48,000.00 (pre-tax)\n\n25 years old\n\n5/10.  \n", "cfy0ky3": "Manager for a pizza restaurant, $38k, 31, 3 right now.", "cfxwruo": "Bodily injury claim rep. Make $54k. 6/10. It's high stress at times and you get a large spectrum of people to deal with but that's not bad. It's the bureaucratic environment that drives you mad", "cfy2qow": "I have three people in the room with me so I asked them all\n\nMe:\nAge 17\nCart pusher\n$10.75/hr\n3/10\nDuring summer months I install audio equipment and lights in cars, $100-$500 per car and average 3 cars a week.\n\nFamily member #1:\nDentist\nAge 36\n$168k/yr\n8/10\n\nFamily member #2:\nAge 20\n\"Roughneck\"\n$255k/yr\n1/10, says cost of living is so high he saves nothing.", "cfxz11k": "I am Cyber Security analyst for a bank, I run data surveillance and Malware detection systems. I am 50 YO and I make 130K, 7 weeks paid TO, Benefits etc. My job is fairly low stress and I get to work very independently. I am not a big fan of working in an office so I give it a 8/10.", "cfy6nz6": "Radiographer (x-ray tech)\n56k\n26 y/o\n7/10", "cfxukdg": "I work as an Arborist in the greater Seattle area. Started out as a groundsman but have been making the transition to climber, hoping to get ISA certified when I get my 3 years work experience. As of now, I'm 25 and am making only about 25k a year, but I love the job. Every day is different, I'm constantly learning new things and finding myself in places I never thought I'd be. There's nothing like hanging from a rope 130 ft up a Douglas Fir overlooking the Puget Sound with the Olympic Mountains in the distance. Job satisfaction is an 8 or 9 out of 10 depending on the day. ", "cfxxlf6": "20 yr old college student. \n\ni make over negative $60,000 a year, not including expenses. ", "cfy0xcz": "English Instructor in Asia, 24-25k a year, 28 years old, 6.5/10", "cfxxfcf": "Civil engineer, 24 years old, $63k/year, 6/10. I'm not very interested in the work but I'm able to do it, I like the people I work with, it pays well, and I don't know what I'd do instead", "cfy30ps": "Math tutor. I earn €10 per hour. I'm 16.", "cfxwx4d": "28 yrs old. Social media/communications at a prestigious ivy league university. 15K a year. I'm only part-time because they don't want to give benefits. 5/10. It's easy work that I'm very good at, I just wish it was full-time but the job market sucks right now and I'll take what I can get. (I used to work making good money at a start up that went under.)\n\nI would rather be going back to college...but I was forced to leave three years ago due to illness and then I needed to pay loans, then my parents got very very sick and blah blah blah life story I'll probably never be able to afford going back to college, sadly. ", "cfxvgwn": "i am unemployed. on average over the last 5 years i have made 90k a year that i get to have. i'm satisfied. i'm 27 and am self made.\n\ni trade other people's time. they do not trade mine.", "cfxtkud": "I'm a bank teller part time while I finished schooling for my degree.  I'm 20 years old and make about 15,000 a year (hours depending).  I would give my job when I first started a 8/10 but now I give it a 3/10.  The other tellers I work with are amazing, we are like a family.  My managers on the other hand are just...dfkjhsdgjkhgkjgs! We have so many stats we need to keep track of that involve our selling.  Banking used to be about customer service, but now it's about getting people in as much debt with the bank as possible.  And if you aren't selling (like me), you are threatened weekly that you will lose your job.  The only reason I'm keeping it is because it's flexible with my school schedule and it's not minimum wage", "cfxsdtx": "Retail store manager  \r30 years old  \r$35k/year\rSatisfaction varies from 3/10 to 7/10 depending on the amount of corporate bullshit that rolls down to the store level on a given week.", "cfxtxxz": "I would work for that food. Sign me up.", "cfy1aet": "Freelance production, 200k, 36, 9/10", "cfxx8hg": "Marketing coordinator for a relatively small family owned business. I make 35k plus bonuses and company car \n\nI get to travel a little and have an expense account which is pretty cool. \n\n24 years old. ", "cfxwu7y": "&gt;The unspoken motto at my hospital is \"We do more with less\"\n\nHey, mine too! :/", "cfxvbin": "Motion graphics artist (freelancer)\n\n36 years old\n\nAverage about 200k yearly. \n\n10/10 love it. ", "cfxwew6": "About £12k a year and I'm 19. I work in a small CO-OP so I'm basically a cashier / shelf stocker. 5/10 maybe, it's pretty boring but it could be a lot worse. I don't like having to stand up for 8 and a half hours a day though.", "cfy2vpx": "17, concession stand cashier/usher, probably about $5,000 a year. Maybe 4/10. Wish I could find a different job at a small place.", "cfxy4rr": "Medical Assistant, 30 years old, $40,000, 5/10. When I started 5 years ago I would have given it a 10/10, but the more I see people being deceptive and taking advantage the harder it is to enjoy the job. I still love helping people and making a difference, but there are a lot of people who love drugs, drama, and to sue. ", "cfy2y83": "first year math teacher, 45k, 27.  It varies from 7-10.  This week was a 9.5.", "cfy0ga8": "Mechanical drafter 38k 32 years old, and 7 or 8 out of 10", "cfxw0pc": "In room dining server at a nicer hotel. $20k a year. 19 years old and about a 6 or so.", "cfy1l72": "Probably too late for this, but here it goes.\n\nI work in Recruitment/operations for a start up company. I started as an intern in college and came on as the first employee. Started getting paid $15/hr 20hr/wk in Dec. Moving to full time and salaried soon (~30k plus equity) and will get a bump as we take in more money. 10/10 for satisfaction. I have friends who graduated and have higher paying jobs at big companies, but I get to work from home, travel, meet new start ups, and talk to investors. Pretty fun life."}