{"cfy36wt": "table games dealer (cardroom) in a small city, ~1000/wk working 3 days a week, 26, 7/10. it's the only job i've ever had that i didn't dread going to, but is it the most fulfilling/rewarding job? probably not. having 4 days off (in a row) a week is nice too.", "cfy3dbh": "**ITT:** My life sucks. ", "cfy39wj": "911 paramedic. ~26k/year. 26 years old. 8 years in the field. 10/10 wouldn't change it for the world. \n\nEdit: 24 on, 24 off. Week off after two weeks of that. ", "cfy383a": "Medical Uni student. Get about $150 a month as allowance. I'm 19. Satisfaction is about 7.5/10. I do tend to hate most weekends though, because they're so boring.", "cfy34tb": "24 years old. Call center rep. I make about $28k a year, that includes overtime. I'd say 7/10, that probably changes depending on the day, though.", "cfy33br": "NDT/rope access technician \n\n$60,000 a year (not including overtime)\n\nI'm 24\n\n7.5/10 its a fun enough job but I feel like I may have hit a ceiling in wage and developing new skills within the company I'm working for now.", "cfy38x1": "CNC machine operator\n19 years old\n11 dollars an hour, per year changes alot depending on how much i can work\nprobably a 8/10 the job is fun, it just can be pretty boring and repetitive sometimes....but that's kind of what you get with part time college job. Useful thing to know how to do though, and the people i work with are all nice.", "cfy32m2": "McDonalds Employee\n\n15\n\nAbout $5,500\n\n6/10. I really dont mind the job itself; it all depends on the people", "cfy3b35": "Shift manager at pizza factory. 12 thousand a year. Almost 22. I rate my job about a 3. I hate all the fake backstabbing people I work with, I hate that my boss wont let me do what Im hired to do and I hate that the favorites are the ones that do nothing.  Only 4 more months til law school", "cfy35fc": "I work for a Freight Forwarder company. We move military personnel/families when they are assigned new orders. I'm 24 and make 60k a year plus benefits. I'm 7/10 satisfied. ", "cfy394j": "Waiter/Bartender at a local place/student/Work study to help out vets\nIf I keep everything up I will make around 36k\n7/10 My hours are shit I only get about 4-6 hours of sleep a night and 2-5 hours of free time a day outside of sleep but I love it I get a lot of free drinks and meet a lot of great people, I just wish I had more time to spend with my friends. ", "cfy3cbh": "26 year old Process Operator for a large French owned Petrochemicals company... ,Grossed 121k last year. Satisfaction 10/10 mainly because it is what went to school for. The hours can sometimes suck but the money makes it worth it", "cfy3d68": "I'll be starting my PhD in the fall in the US. \n\n22 yrs old\n\n$27k / yr\n\nAll things considered, 7/10. Hope that will improve with time", "cfy3d5q": "CAD teacher for professionals, 45y old, 86000 USD, 8/10\nMind you, here in Denmark we have all sorts of benefits, free healthcare and education. And 42% tax, which i'm happy to pay :-)", "cfy359k": "Phd student in Ultra High Energy Astroparticle Physics, I get a couple of more dollars above minimum wage. I work something like 70 to 80 hours a week and am constantly stressed. 11/10", "cfy367w": "I sell the newspaper every sunday. \n25-30$\n14 years\nMaybe 4\nI simply do it because i need money to buy candy.... Yeah....", "cfy3bad": "Accountant $42,000/year 23 years old. 6/10", "cfy36ra": "Security. $25, 000. 24. 5.5/10", "cfy36ty": "Bike tour guide in Italy and France - 25k - 26 - 10/10", "cfy3628": "Grad student in physics.\n\nPull maybe 30k--enough to live on at least.\n\n25 y/o\n\n9/10\n\nLong hours, sometimes long, frustrating hours.  However, I'm learning a lot, and I get paid to play with expensive toys all day.", "cfy3437": "Attorney\n\n38\n\n$125k\n\n7/10", "cfy36oa": "Assistant manager of a convenience store. $31,000/yr.  I'm 24 yrs old. It's alright but not what I want to keep doing for the rest of my life.", "cfy33ah": "I'm a resident advisor for students with disabilities, make 24k with no rent expenses and food covered, 28 years old, 10/10 I only technically \"work\" from 9pm to 8am and sleep most of the time. I'm just there in case any of the students need anything at night. I've been working here for 4 months and haven't been woken up once. The students are awesome. I wake up in the morning and I'm done working. Best job I've ever had. ", "cfy36u4": "28 years old\nSoftware Engineer / Computer Scientist \n96,000 / year in Tampa, FL\nI love making software that helps people and love computer science, but current job satisfaction is about 6/10 because of shitty management and customers. I did just get my own project last week, so maybe things are looking up! ", "cfy38zx": "Registered nurse, 24 y/o, gross income this past year was upwards of $96K, would easily give the work 9.5/10. I love nursing. ", "cfy3bh0": "Probation officer in a small town. I'll make close to 38k this year with full benefits and a guaranteed 5% raise for five years. I'm 21. 9/10"}