{"cfxrrnt": "Musician/ Bass player \n36\n10-20k\nVaries from 1-10 depending on gig ", "cfxrfgj": "Software Engineer. \n\n$80k / year\n\n9/10\n\n23 years old\n\nThere are some days the work isn't interesting. But the company I work for is fantastic and there's never a shortage of work to do. I could make a lot more if I moved to they Bay Area, but I'm happy where I'm at. \n\nEdit:\nI work for a small company in Southern California.  We build iOS and web applications.  I primarily work with Cocoa Touch, Rails and Go.", "cfxwlcx": "TIL everyone on reddit is rich as shit.", "cfxr4pg": "College student here, I have 2 part-time summer jobs.  Bus driver/customer service at a canoe livery and I'm also on the grounds crew for a local golf course.  \n\nBoth jobs are enjoyable and non-stressful for the most part.  Canoe place job is probably a little better, but overall I'd give them a combined 9/10.  I make about $6-$7K per summer, which is enough to cover my tutition every year with a little left over (I attend a local community college and commute from home).    ", "cfxssmd": "I am a 40yr old free-lance ghost writer, I made $40,000 last year. As far as satisfaction, it depends on the client's story, some are quite terrifying. I would say that I do love the freedom to work my own hours, and I get to drink on the job...so, 8/10!!", "cfxrofx": "22, turning 23 this month\n\n$80,000 + benefits = $96,000\n\nIn the tech industry doing a combination of web development and PR, see technology evangelism: http://en.wikipedia.org/wiki/Technology_evangelism\n\n10/10 satisfied with my job\n\nI taught myself how to code when I was younger, because I loved creating things on the web--ignore the hype of learning to code for $, do it because you enjoy it.\n\nWent to college for 2 years, then decided to work full-time have taken time off and am now planning to finish part-time.", "cfxsrxo": "ER doc, 40 years old, $220,000 USD, 9.5/10", "cfxqzb0": "Canadian Coast Guard Radar/Radio Officer, about $68k-70k, much more if I work overtime, 58 years old. 2/10.  Had you asked this 30 years ago I would have said 9/10, but the job has mutated so radically that's it's just no fun going to work anymore.  But I can retire with full pension in 4 years, so I got that goin' for me, which is nice...", "cfxup4u": "28 years old, currently in the midst of medical residency training in a big east coast city. It pays about 60k a year. Love the challenge and purpose of what I do. 10/10 for sure. ", "cfxupsl": "United States Probation Officer (aka Federal Probation Officer). Age 29. I just got into the feds so I'm at the minimum of 40,000. Which is definitely low considering all but a couple of officers have graduate degrees. But the pay comes around eventually. \n\nI rate my job a 9. I'm blown away that federal judges appointed by the President of the United States are asking me my opinions on offenders and cases. Only two more courts upwards and you're at the Supreme Court. Wow. \n\nI feel like I'm really helping people and the government provides far more resources to offenders than at the state level. \n\nAll of that plus a ton of independence by supervisors. There is no micro management. ", "cfxunzs": "Resident doctor\n\n$55,000 before tax, malpractice insurance, and union/pension deductions\n\nI'm 29\n\nJob satisfaction is about a 7-8: the 60-80-hr workweek is a pain in the ass, and so is the occasional reminder you are being taken advantage of to make $200-300 an hour for someone else while you don't cost them anything", "cfxtaed": "Cannabis Grower / Consultant (Legal)\n80k+ \n24 years old\n\nPersonal grow 10/10. I'm my own boss, everything is reflective of the time and effort I put into improving my skills and making sure my harvest is optimal. I work alone.\n\nConsulting 7/10. Usually consulting jobs are either helping a grower who wants to get into the industry or optimizing a sub-par grow. The latter is very drama filled, because not only are you replacing/taking over someone else's job, but sometimes you are put there to oversee someone else's work as a supervisor. Criticism isn't taken well in this industry.\n\nOverall, I absolutely love what I do. This is a hobby turned profession for me.", "cfxq3qg": "Pull cable and set up internet, phones, and security cameras. 9/10 satisfaction, about $25,000 a year. 18 years old", "cfxt4xe": "I'm a psych nurse in australia I'm 26 and I make about $70k a year", "cfxo8nv": "Manager of an electronic cigarette store. 24k a year as was told to me by the insurance company who added it up. I'm 21, and I love my job. Love my employer and area, plus I'm the only guy who works here so there is never any drama. Love it. ", "cfxqz1f": "Production assistant. Typically paid 200 smackers per job, which doesn't have a consistent enough rate to mean anything. Probably around $10,000 a year. I'm 19. I'm going into film school so I can have my own production assistants one day. ", "cfxqyvi": "Daycare Teacher.\n \nI will probably make about $8k this year.\n \nI'm 15.\n \nI am a 10.", "cfxunmf": "My tax return says I make $130k.   I don't know how much actual.\n\nI do **nothing**.  It's all investments managed by other people. \nI am 46. Life is good,would recommend to anyone. **10/10**", "cfxteb2": "24, Procurement Coordinator, I make 52k a year and I would say about a 9 out of 10. It not a bad job, what really makes me go in everyday is my boss and teammates. Besides being great people they actually listen to me when I have an idea and at times go along with it, the times they don't I nod my head trusting they know what is best. I am a hard worker and in return I have been rewarded. At my work there are different levels of Procurement Coordinator, I, II, III, and after my team was assigned to a major project worth 2.4 billions dollars my boss chose to keep me on his team when given the option to replace me with someone in the company with more experience. Now I am making multi-million dollars buys, sure it is stressful and I work long hours but there is nothing more rewarding for me then to not feel like I do a meaningless job. One of my teammates encourages me to continue the good work and says within a year I will be promoted to a level II which is given out to people who have 5+ years experience. ", "cfxu2ck": "Own a small video production business (4 years since I started my LLC at 19 years old).\n\nMy sales have gone from:\n2010: $9k, 2011: $16k, 2012: $32k, 2013: $68k.\n\n10/10 satisfied with my job because I create my own schedule and love what I do! \nEdit: Also wanted to add that I am so happy to finally be graduating with my BA in May! It has taken me forever to finish my degree because I didn't want to turn down the work experience. ", "cfxtmjw": "I'm 31.  I'm a stay at home dad.  10/10 job satisfaction.\n\nEdit: man a lot of you guys want to be stay at home dads.  If you can work it out with your partner I definitely recommend it. ", "cfxo8o9": "**Clinical Research Coordinator**\nI basically recruit patients for research studies and draw blood (fun).  But I also have to manage all the data entry and database management (not fun) as well as wake up super early for early clinics (really not fun).  \n\n**38,000**\n\n**22 Years old**\n\n**7/10**  All things considered its a pretty easy and interesting job ", "cfxpz8m": "Part-time barista while I'm a student, about 10k per year (depends on my hours). I'm 25. \n\nProbably 4/10 but I also have severe depression, so I'm generally dissatisfied with everything. Working bar is fun, doing dishes, dealing with the general public, lots of cleaning, etc is not. ", "cfxr84b": "Almost 30. \n\n$120k last year. \n\nI teach karate. I would say I'm pretty happy. I always strive for more so an 8. ", "cfxyh23": "Voice Actor - $552k last year. - 10/10\n\nEdit:  38 years old", "cfxpbhk": "I work for a financial institution and I make about 24k a year at $12.80 an hour with benefits/401k (that the company pays into as well) and shift bonuses (working weekends or evenings gets you more money). I'm 24 and very satisfied, honestly. I feel like I have genuine responsibility and I've been recognized by my coworkers and superiors as contributing positively to our team. It's not my dream job, but I don't even think about that because of how much I enjoy being here. If I had to give it a rank I'd say something like 8/10 ", "cfxt983": "Graphic Designer\n\n22\n\n$60k a year, 10% 401k matching and health/dental insurance.\n\nanywhere from a 5-10/10. Normally it's about an 8 because I really like what I do, and it's only ever a 5 if the project I'm working on is really uninspiring and heavily micromanaged, which leaves little room for my own creativity.", "cfxrud7": "I'm early-mid twenties, analyze stocks for a large investment bank and I make 165-200k a year in my current role. Started a year or so ago and was making maybe 10k less overall at another shop. May do this for a bit longer, but there may be other finance opportunities where I'm at that would pay more and have more upside. \n\nSatisfaction is 7 or 8/10 I guess? I like the work and it's interesting but if I didn't care about pay I'm not sure this is what I'd be doing.", "cfxuvpx": "Im 31 and a programmer @ a hedge fund. 200k/yr base. Bonus this year was 175k.\n\n8/10, the hours are pretty bad + the commute is eating my soul. (train into nyc from nj)", "cfxrhnf": "Investment Advisor for Wealth Management firm, i'm 37 and i make about $250,000-$275,000 per year based on lots of variables (last 3 years have been in that range). No basic pay, no sick pay, no vacation pay, but i get a chunk of the advisory services fees (hence income above). day to day i advise, guide and manage investment strategies for wealth(ier) individuals - not super rich, but upper middle class life long savers and professionals (doctors, lawyers, teachers etc). No day is the same, it's pretty crazy keeping everyone from freaking out but i have done it for 12 years and pretty good at it day to day. job satisfaction is about 8/10", "cfxu8uy": "Oilfield electrician.  ~130k-150k/year\nI work from January to the end of June, take off July and August every year, and only work when I get bored in the fall.\n6/10  I work in extreme cold and heat, and work around 80 hrs/week for months on end", "cfxshae": "**US Army Captain**\n(I'm basically a manager for 60 people.)\n\n**$60,000 a year** after taxes, but there are pretty decent bonuses along with that (completely free health care!) so it's a little difficult to compare to a civilian pay scale. \n\n**29 years old.**\n\n**8/10** I love my job although there are definitely bad days!", "cfxtmsr": "I'm 28 years old, I'm a hair stylist and last year I made $96,000 WITH tips... And I love it", "cfxpwew": "I work as a process and systems analyst for a large oil company. I make between 90 and 110k depending on my bonus. I'm 29yrs old. I find the job about 4/10 because of how our dept is managed, I enjoy the work. I'm working towards a transfer and that should improve things.", "cfxtg95": "I grow winegrapes. I make more than the US median household. I am in my early 30s. My happiness is probably a 9. It would be a 10 if I owned my own instead of working for a company. I also get a lot of free wine and/or heavily discounted wine.\n\nEdit: Grammar ", "cfxtq1p": "Middle School Student\n\n$10 a week for allowance\n\n14\n\n6/10 ", "cfxqqbk": "I am an apartment locator. I make 15k a year. I'm 23. I am very satisfied. I work less than 2 hours a week and I own the company while I finish my graduate degree.", "cfxofra": "Part-time Cake decorator at Wal-Mart while I attend college. I make about 10-11,000 a year. I'd rate about 5/10. Decorating cakes is fun but the upper management team is horrendous at running the store and cause a lot of stress on the job between customers and other associates. Not to mention the store is trying to get rid of all full-time associates so the workload on everyone in general is getting way out of hand.\n\nAlso, I have yet to misspell anything on a cake.", "cfxsiev": "I'm a stylist/consultant at a bridal shop.  I'm part time and haven't worked there for a full year yet, but with my average weekly hours I would make around $11k per year plus commission.  Since I'm new at my job it's hard to estimate how much I'd make in commission in a year, since I'm not sure what my average yearly sales are/will be at this point.\n\nI'm 26 years old.  It's a really fun job and I enjoy it more than expected - probably 7/10.  I just wish I was full time.  I'm fucking poor.  Need to be on food stamps and receive Medicaid to properly survive right now.\n\nI'm trying to take on a second job, but anywhere else that's willing to hire me would also need me on weekends like my current job.  Turns out it's hard to be two places at once.", "cfxtjx7": "Intake case manager at social services -- I interview clients for SNAP benefits (as well as Medicaid and TANF) and then approve/deny their benefits.  I make 37k a year at 28 years old.  I am completely dissatisfied with my job (well, life in general, tbh).  It gets stressful at times and can get monotonous.  Sometimes I feel that the clients see me as more of a therapist rather than a case worker.  I hear all their problems.  They can cry on the phone. Or yell at me, if angry.  They call and call and call and call and CALL.  I treat all my clients with respect and am probably one of the most personable workers here, but damn, I am just getting sick of it.  I need a long, long vacation.", "cfxrxr6": "Software developer. $100,000/year. 28 years old. Very happy. ", "cfxqyui": "I'm a bed truck swamper, and I work at a trucking company that tears apart, hauls to a new location, and set up drilling rigs.\n\nLast year I made a little under 50 grand\n\nI'm a couple months shy of 20\n\nSatisfaction 9! My job is fucking sweet", "cfxq0b6": "I work for the Department of Defense as a government civilian doing logistics.  I make between $60-$65k a year.  I'm 28 years old.  \n\nThe job is probably a 6/10 on good days and 2/10 on bad days.", "cfxqivz": "Customer service at a Sams club. About 12K a year. I'm 18. I'd rate that shit a 6/10. ", "cfxt68q": "I love this thread because I'm currently babysitting/doing odd jobs while living at home and saving up for grad school. I have no idea exactly what I want to do with my life, and it's so encouraging to be introduced to a perspective other than the corporate, white-collar one I'm faced with every day. All my friends are taking mid to high-salary jobs at ad agencies, law firms, tech startups, or brand name companies but the work is often boring, tedious, and restrictive. I like hearing about all the other jobs there are to do in the world, and not feel shame for disliking the corporate path.", "cfxtfoj": "College student. My only source of income is $20 a week from Litecoin mining.  Salary of $1000 a year.  9/10 pretty chill.", "cfxt8wv": "26 years old\n\nJunior front end web Dev\n\n27,500 a year\n\n7/10\n\nIt's awesome to not be waiting tables, but I got hired at a busy time so I haven't been trained fully. So I reddit a lot. I also have been going through a tough time so it allows me time to think. Too bad I can't sleep at night. ", "cfxqnkt": "VP Clients at a Digital Advertising tech company.  $250k + many perks. 3/10 on job satisfaction. Work consumes my life :-(", "cfxrc6a": "Ctrl+f'd \"engineer\", but didn't find anything. I'd really like to see at least one perspective from this field.", "cfxupbs": "Electrical Technician / Engineer with Oil field service company.\n\n- 38 years old\n- $150,000 average\n- Job 8/10 - Only work between 210 &amp; 240 days a year, get to travel to some awesome places, Australia, Singapore, Brazil, Equador, South Africa to name a few, airmiles are mine to keep so lots of cheap flights. on the down side, get sent to some not so nice places, Libya just after Gadaffi was ousted, so people still a little shooty, most places in West Africa, Siberia -45 deg C.....in winter time, Saudi Arabia in the summer 52 deg C.\n", "cfxu34i": "This is fucking depressing reading. I'm 47, and through a variety of life changes am now a \"team lead\" at a call center booking hotel rooms. My salary is $25k. 1/10 KMN", "cfxtnyw": "I'm an acquisitions editor at a book publishing company. I'm 30 and have been there about 8 years, and I make about $40k. It's difficult to edit books during the workday because of the sustained attention it requires, so I tend to work all day Saturday and some nights. It's a lot of work for not a lot of money, and the changing industry means that the future looks uncertain. It is a LOT of fun to acquire books, though. I love making deals, and I love talking to agents and authors about their ideas. ", "cfxp33q": "IT\n105k\n38 Yrs old\n5/10 - I haven't had an entire day/weekend/holiday off with no work at all for 8-10 years.  ", "cfxqotx": "Work at a paper mill.  General bullshit job at the bottom if the pile.  I make around 55k a year.  More if I work more.  I usually don't   I'm 32.  3/10 satisfaction hey it pays the bills.  Also in a band.  I think I lost about 10k last year and 5 k this year.  Hope this album takes off.  Band 10/10 satisfaction.  \n\nEdit:   It's www.soldiersheart.com there are demos on there.  Album comes in May!!!!\n\nEdit 2: we also have a facebook.  If your on there slide by www.facebook.com/soldiersheartband and give us a like.  ALSO THANKS FOR OVER 200 plays today on our site!!!!", "cfxrcua": "22 years old. Pizza delivery driver in a fairly small town. Going to college on the side for certifications. Make about 14k/yr after tips and car expenses, working ~20 hrs a week. Overall satisfaction 5/10. I get free pizza, and get paid to listen to music/audiobooks and give people food. Could be working a crappier job with more hours and less pay, glad I'm not.", "cfxtxku": "[deleted]", "cfxxp0k": "As someone with a Bachelor's Degree, currently unemployed, this was a depressing thread to open.  ", "cfxsat8": "I'm 22. I am still in college. I work at a carpet cleaning company part time. I am paid commission so it fluctuates. Normally around 300-700 per two weeks. During the summer I work full time and average 500-800 per two weeks. \n\nIt's a decent job, not very physically demanding once you get used to cleaning and moving furniture. Sometimes you see some gross houses that most people would never even consider going into. Sometimes you go to mansions that have 100 year old rugs. I enjoy it because some people you meet are really interesting. I've gotten to clean for Kendrick Perkins (Basketball player), Pimp C's mom (rapper), Earl Thomas (recent Super Bowl champion) and just normal people with cool ass lives.\n\n It's a stepping stone to bigger things so I don't consider it a career but there are people there that make 30-50k per year so it's not the worst pay for a job with no prior training needed. \n", "cfxpljj": "Unemployed person\n\n$0.00 per year\n\n18 years old\n\nBeing unemployed really sucks but I've been unemployed since January and have been looking ever since and have gotten very few calls despite have a rather decent amount of work experience\n\nEDIT: Wow everyone, thanks for the feedback I genuinely appreciate it and will put your advice to good use as soon as possible", "cfy1b52": "Mcdonalds, 21, 10.5k, -10/10 (i quit last month sick of the bullshit)", "cfxuku0": "Software developer/Owner\n35k\n37\n8 out of 10\n\nI don't make as much as some but I own the business. Work the hours I want and work from anywhere. ", "cfxsypo": "Corporate Manager (Large IT Firm), 58k/yr(two weeks of vacation and sick time each year as well), 25 years old. 9/10. \n\nHigh school drop out. I've been a social butterfly nerd my entire life, so working in call centers is where I got started. I eventually got an interview with this company and they loved me, and I've been flying through the ranks. \n\nThis is pretty much the greatest position ever. Oh, I also work from home. I manage 20 people, and the company actually gives a shit about it's employees and customers; this makes my job a thousand times easier.", "cfxrmzu": "23 year old filmmaker... like 30k a year if I'm lucky. The salary comes from funding for my films and a few music vids a year.\n\nI love what I do. It's one of the only things I'm good at. 10/10", "cfxs44p": "I am the principal of a small after-school Hebrew program. I make $10,00/year. I am 53. At 50 I \"retired\" from a 24 hour a week job that earned me $40,00/year. The new job is more stressful than it is worth, but I decided I prefer stress to boredom. Each year gets better.", "cfxti1z": "I work in graphic design for a university, I make around $40,000, I'm 26, and I'm running at about a 2. I love my coworkers, bosses, and the potential of my job. I also love my Cintix. However, the people in charge of approving my designs have no design experience or knowledge and freely admit this, but reject all of my designs. I am only in graphic design because I love using art to further other people's goals and dreams, even if those goals are just 'have a pretty class presentation', but I can do almost none of the work I'm hired to do. I also hate being idle, so this sucks.\n\nAlso, our offices are in the most unloved section of the university, in an almost windowless basement covered in roaches. Roaches EVERYWHERE.  I've luckily never had one crawl across my keyboard, but I am one of the few. I used to make a sport of counting them, and the record was 15 in one room at a time.", "cfxr65t": "Hiring and recruiting 9-1-1 dispatchers. \n\n42k per year\n\n30 years old\n\n9.5/10", "cfxuz5n": "I seat people and work the register at my parent's restaurant. \n\nI'm 16\n\nI will make like $4,500 this year.\n\nJob is easy. 10/10 I enjoy working with my parents, they are nice.", "cfxsdtx": "Retail store manager  \r30 years old  \r$35k/year\rSatisfaction varies from 3/10 to 7/10 depending on the amount of corporate bullshit that rolls down to the store level on a given week.", "cfxv4q8": "Retail marketing and merchandising for a top 15 company. 30 years old. Base is $170k plus benefits (full health, etc.).\n\nJob satisfaction rolls between 5 and 10 depending on the time of year and my bi-polar executive board. ", "cfxqma3": "I'm 25, and work as a Pharmacy Technician in retail Pharmacy (Rite Aid). Im not certified though. I make $8.10 an hour, about 10k a year. 1/10. I hate dealing with stupid people that blame you for shit we don't even have control over, like how much your insurance pays for your prescriptions. Hate most everything about the job. Its easy though.. and nearby.. and I'm still in college though. ", "cfxs9sj": "I am a Fitness Coordinator at a small gym on a beach/ski resort (it is in Michigan so in the summer it is white sand beaches and sandy bluffs, and in the winter it is a ski facility). I make 10/hr and work 39 hours per week all year round. I am also going to school full time and live with my girlfriend in a cheap (but very nice) two bedroom apartment. I am 21 years old, with a birthday in June. I am very satisfied with my job because there is a lot of down time where I can get my studies done and I make enough to put some money in savings while living comfortably.", "cfxueph": "I'm a motor hand on a drilling rig. I'm 19 years old and make between 80-110k/year depending on how much I work.\n7/10 satisfied.. Have to work in ranges of +40 to -40 Celsius", "cfxoqve": "I pump chemicals into the sewer line to keep shit rolling down hill. I travel a lot though. Last year I made $90,800. The company also drops 15% (13,500) into my 401k. I'm 28 years old. Not much job satisfaction, maybe a 2-3. The money keeps me here though. ", "cfxv5g0": "[deleted]", "cfxsws1": "Senior Technician for OnStar. I make a little more than 22k a year, 24 years old and I love my job. 9/10. ", "cfxtq2s": "I work at Starbucks and I make about 9k-10k a year. Just started and I get raises every six months and looking at a promotion to Barista trainer soon and then my manager is setting up steps for me to be a shift lead. I actually really love this job. I have fun at work and rarely hate going into work. Something about it I love. Just wish I could make a better wage, and if i did id probably stay here forever haha. I am at about a 8.5/10.\n\nEDIT: Forgot my age, I'm 21", "cfxocgn": "Analyst for a retail company\n\n50K - 25YO\n \nThe job completely blows chunks. I can't stand the corporate world. Got my degree in education but couldn't pay the bills (have a family) so switched. All that glitters is not gold, friends. ", "cfxtsa6": "I'm a mechanical engineer for a Fortune 10 company.  I'm 26, make 80k per year.  I'm not in love with the work I do, but the salary and benefits more than make up for it.  I don't worry about money day-to-day.  Ever.  I don't have expensive tastes, but I do go out to eat a lot, drink at bars, and buy plane tickets to visit my good friends across the country without ever looking at my bank statement.\n\nNo matter what your job is though, I'm a firm believer that satisfaction is only achieved internally.  I've met people who make six figures who are miserable, and have teacher friends who are loving life despite driving a 1996 honda civic and can't make it to weddings because they can't afford the plane ticket.  If you don't love your job, that's ok - provide a service that you are paid to do, then spend your free time creating a world around you that you enjoy.  For me, that's running/yoga/boxing, having several beers with friends, and giving my gf a neck massage when her migraines flare up.  I don't need 80k a year to do that, but those are the things that really make me happy :)", "cfxvwh4": "I sing and play acoustic guitar on cruise ships.\n\n60k, living in a ship with no bills, no food expense.\n\nI'm 28.\n\n8 out of 10.  I love traveling to beautiful places and meeting new people, but I sing 3 hours a night 6 nights a week, and sometimes for only a small crowd.  I'd like to play more prestigious shows.  ", "cfxs5lb": "I work in a steel manufacturing facility, and will make about $50,000 after taxes. It is in no way, shape, or form what I had pictured for my life, which is why I'd have to rate satisfaction around a 3/10, but as a 23 year old there are worse ways to earn a living until I can make my way into my desired career. ", "cfxsjbd": "Mechanic $120,000 gross  \n24 years old", "cfxvijy": "[deleted]", "cfxqjpu": "I'm an air traffic controller in the US Navy. I'm 29, make about $50,000 after taxes, with a little extra here and there for special pay and allowances. My satisfaction for my actual job (ATC) is 8/10. Love it. My satisfaction with the military as a whole is probably 4/10. Great people and experiences, but too much beauracracy and union mentality. The advancement/promotion system in the Navy is by far the worst of all the branches. \n", "cfxu8h7": "I am a teacher. I make $28,000 a year- BEFORE taxes. I qualify for food stamps. My satisfaction level is in the negatives. The kids are disrespectful, my co workers are miserable which makes they mean and difficult to work with and my supervisors are horrible as well.  ", "cfxuvuu": "I'm a master automotive technician for a major luxury car brand. \n\nLast two years I made 60k roughly\n\nI am 26 years old.\n\nJob itself I'd rate an 8. I like working on cars, and the job is challenging. \n\nFactor in work conditions, commission only pay, idiotic management and having to babysit whiny customers who think I should re-engineer a vehicle because they think it should be different, and I'll give it a 2. "}