{"cfy4tx4": "Welder\n\n42h / week\n\n65k per year\n\n4 weeks paid vacation\n\n25 years old\n\n8/10\n", "cfy5m02": "Rig Manager / Boating industry in Florida\n\n$76,400\n\n26\n\n9/10. Very happy, great pay, great weather, great industry, great hours. ", "cfy3t74": "Janitor  \nRoughly $7800 a year  \n17  \n6/10  \nI'm looking for another job so I can get more hours and save more for college but that's not going so well just now. Fast food will be my last resort.", "cfy39wj": "911 paramedic. ~26k/year. 26 years old. 8 years in the field. 10/10 wouldn't change it for the world. \n\nEdit: 24 on, 24 off. Week off after two weeks of that. ", "cfy4wwg": "Motion Graphic Artist and Designer.\n\n73k per annum\n\n27 years old\n\n7.5/10 - Great job and I love what I do but most of the people I work with don't understand what I do or why things take so long so there's a lot of stress and long hours.\n\nedit: formatting", "cfy4fjo": "Bartender/restaurant manager. $80k/year. 33 years old. 8 on satisfaction scale; I essentially hang out at a party all night talking to my friends, meeting new people, and seeing cool bands while everyone around me has a good time. Awesome, but as I get older the hours are starting to get to me (hence posting at 6 am est).", "cfy49qb": "Administrative Supervisor in a 200 bed hospital in Pacific NW US.\n$120,000, 401k match, work 32hr/wk.\nAlternates between stressful and monotonous.\n42.\n7/10\n", "cfy3hor": "How was your move to a new city? What did you major in college with?", "cfy41ig": "High School Student &amp; Waiter\n$60 a week\n16\n7/10", "cfy34tb": "24 years old. Call center rep. I make about $28k a year, that includes overtime. I'd say 7/10, that probably changes depending on the day, though.", "cfy4x25": "Accountant. \n\n23\n\n54k a year\n\n5/10. Long hours and 4 months of the year are extremely stressful. ", "cfy5gzr": "I am a quality control tech/ shift supervisor at a chemical production plant. I make $21.40 USD an hour,  but because of overtime I gross about $65k /year.  I'm 39 and my satisfaction is 4", "cfy58ql": "I'm 20, currently a student but I have just been offered a long term internship (one year) with a salary of £28,000 and benefits along with entrance to their graduate scheme. Although I haven't started yet, I am very satisfied. Talk to me in a year and I'll see what I have to say afterwards. ", "cfy3e3c": "Marketing manager. 62k with bens and 401k. 28 years old and I rate it an 8", "cfy4548": "I am the vice principal at a small English School in China.\n24K Per Year (The extremely low cost of living here offsets the low salary somewhat)\n27 Years Old\n9/10", "cfy3b35": "Shift manager at pizza factory. 12 thousand a year. Almost 22. I rate my job about a 3. I hate all the fake backstabbing people I work with, I hate that my boss wont let me do what Im hired to do and I hate that the favorites are the ones that do nothing.  Only 4 more months til law school", "cfy3lpu": "Locomotive engineer, 120k - 140k cad,  26 year old,  7/10", "cfy517s": "Printer Cartridge technician while i attend college. 6gs a year, makin it rain. 19", "cfy4xdz": "Anesthesiologist, making approx. $310,000 annually, 34 years old, rated 9/10. I may not get a lot of mention, but I am the person keeping you alive while the surgeon cuts you up.", "cfy394j": "Waiter/Bartender at a local place/student/Work study to help out vets\nIf I keep everything up I will make around 36k\n7/10 My hours are shit I only get about 4-6 hours of sleep a night and 2-5 hours of free time a day outside of sleep but I love it I get a lot of free drinks and meet a lot of great people, I just wish I had more time to spend with my friends. ", "cfy3cbh": "26 year old Process Operator for a large French owned Petrochemicals company... ,Grossed 121k last year. Satisfaction 10/10 mainly because it is what went to school for. The hours can sometimes suck but the money makes it worth it", "cfy3pyt": "Just started doing Non-Destructive Testing. Starting out, I'll make roughly 60-70K. More if I end up with a better company. I'm 20. I'd rate it a 7-10/10, all depends on who I'm with, and where I'm working. ", "cfy4zvj": "Septic tank truck driver.\n\n$59K a year working less than full time (40% higher than the median income around here).\n\n30 years old.\n\n10/10. Are you kidding me? I make crazy bank in a job with tons of freedom and lots of free time in which to enjoy that money. ", "cfy495p": "Business Owner\n\n~$5mil in revenue last year.  My life is a company expense so it's hard to calculate pay.  I don't really take home a check. \n\n11.5/10 Constant travel and exploring. Houses and apartments around the world. No set schedule. People are awesome everywhere.  \n\nIt's a cheesy line that scams use to recruit but it's true for the real deal: \"Entrepreneurship is living a few years of your life like most people won’t so you can spend the rest of your life like most people can't\"", "cfy383a": "Medical Uni student. Get about $150 a month as allowance. I'm 19. Satisfaction is about 7.5/10. I do tend to hate most weekends though, because they're so boring.", "cfy4lux": "Bank teller\n \n20k a year\n\n22 years old\n\n7/10\n\nIt's very slow paced but it gets my bills paid and I'm off by 615 every night. ", "cfy579v": "Cargo handling for air transport. $60000 a year. I'm 26, 2/10", "cfy3qbn": "[deleted]", "cfy4k8i": "MillWright\n\n&lt;$30,000\n\n22 years young\n\n4/10 coworkers are great, job is interesting, the company can blow me. ", "cfy4tej": "Undergraduate Civil Engineer\n$60k + University Fee reimbursement\n22 years old\n9/10", "cfy3kod": "Electrical engineer, $55,000, 29 years old, 6/10.", "cfy5lwg": "I finance companies, 28, about $100K.  I mostly finance M&amp;A or growth funds, in a mid-sized city so the salary is fine enough.  Within 5 years I get a portion of the profits, which will add about 150% to that.", "cfy43du": "23 year old sales engineer. \n\nI make a little over 96k with benefits. \n\n8/10 I love what I do. ", "cfy4wgf": "Web application developer (with 3yrs exp). 76k/pa (AUD, about 50% over median full-time income according to most recent stats). 9/10; love my job. Deducted a point because of politics and douchebaggery, but almost anything is prone to that.", "cfy3nec": "Licensed practical nurse at a rehab division in a skilled nursing facility. I mainly do treatments and a handful of admission shifts. Overall, I enjoy the one on one with a majority of the people that roll on though, especially when they mention how well I work at bedside, and ask if I've considered becoming a doctor. Love doing most of the hands on stuff, such as dressing changes and G-tube care since I'm not at a desk for a majority of the shift. \n\nI'm 24 and I've only been doing this since August, but I estimate 32,000 a year, and that's toward the low end of nurses. Would like to go back for my RN eventually, but I need a break from school and want to enjoy my youth while I have it since school has always been a good source of stress for me.\n\n8/10 overall, most shifts are super busy but not terrible. However, the last 3 shifts, including tonight, have been rough. Tonight, we had no admissions nurse since it's the weekend, and we get 2 admissions. It's doable between me and the one other nurse on the division, but our floor currently has 34 residents, all there with some sort of ailment. Next thing you know, you're 911ing someone out with severe change in mental status for reasons unknown, despite stable vital signs, and the one non-compliant diabetic is bottoming out even more despite the snacks and juice you're shoving down their throat. Shit can be rough. I'm thankful for the evening crew I work with. They're super awesome.", "cfy3hal": "Design/project management in software engineering. \n\nOver six figures but not much over. Can't give the exact amount for NDA reasons. \n\n25\n\n9/10", "cfy50lc": "Athlete for National Sports Team\n\n10800\n\n20\n\n8, too much training not enough playing too much yelling not enough paying. Barely enough to pay for living expenses.", "cfy5n6m": "Senior Technologist\n\n$17.20/hr\n\n29 years old\n\n5/10\n\nI conduct studies for in vivo/in vitro biocompatibility testing of biomaterials and medical devices. Basically, I test anything you would come into contact with at your doctor's office or the hospital to make sure it's safe.\n\nWhen I'm not at work, I'm a full-time caregiver to my grandparents. I get $0 and it's the most rewarding job in the world. Would love to do something like that as my actual job, but nothing in that spectrum really pays what I make now...", "cfy3igo": "Occupational therapist making 68,000. I'm 29. 9.5/10.", "cfy57e2": "70-80k a year.  Im a trucker 8/10", "cfy5e8o": "2 jobs\n\n1. Computer teacher  22 000 $ 8/10\n\n2. Registered (invested) at some PTC sites two years ago  30 000$ 10/10\n\ni am 26 years old", "cfy41zu": "Server/Bartender. 20k a year?? (most of my income is tips, and that varies with the seasons). 3/10.\n\nIt's been pretty difficult to get self motivated after falling so hard after school. I studied to be a graphic designer, and I still do some freelance for fun. But honestly now I associate it with such a dark point in my life and I can't seem to get past it, it sucks.", "cfy4zcz": "I'm always way too late to the threads I'm interested in commenting in. Fuck it.\n\nAssistant General Manager at a Holiday Inn Express\n28k\n32 years old.\n7.5/10\n\nI enjoy the work well enough, but I also feel as though I'm being taken advantage of regarding how many hours I work versus what I see on my paychecks. The owners are also completely divorced from reality, which is fun. All in all though, it IS a great job, and a fantastic learning experience that can help me continue climbing the ladder.", "cfy4zca": "Nanny/housekeeper\n\n£13,000 after taxes \n\n20 \nSomedays are 0/10 especially when dealing with 4 kids ranging from 9 years to 2 months but then other days 10/10 I know it's sounds strange but it sometimes has to do with the weather and time of year with kids behavior", "cfy3o2c": "Apprentice carpenter 10 an hour. 9/10. ", "cfy4y3c": "Went from 6 years of managing a body shop\n\n$26,000\n\n25 years old\n\n7/10\n\n\n...to two incredible opportunities starting next month...\n\n\nSales Solution Specialist for a software firm\n\n$45k base averaging additional $60k commission\n\nand partner in a consulting firm focusing on lean development and business model innovations. Hopefully both will be 10/10. The future is looking bright after two start-up failures. \n", "cfy3fgo": "Gun Designer/Engineer, 45k, 21, dream job, now I just need friends where I moved to.\n\nI also do contract work. ", "cfy4kih": "Web-Programmer/Consultant in Germany\n\n\n24y, 48k€ (58857$)\n\n\n10/10 Love that shit. \n\n\nThe company i work for has excellent management and really cares about their employees. Also get to make a lot of decisions myself and take responsibility and give advice to huge companies like T-Com, Nintendo, Sixt, Siemens.", "cfy4ixx": "Network Engineer.\r\r75-85k a year (US)\r\r42 years old\r\r8/10", "cfy4sws": "Primary school teacher.\n22.\nI make about $56,000 as a first year graduate.\nNon leadership role will see me at around $85,000 in 10 years.\n7/10 so far I love what I do but I'll just have to see what the future has in store for me!", "cfy43vd": "Legal translator, $36k, 25 going 26, 8/10.\n\nI wanted to pursue a legal career but am now disillusioned from the work and grad school program and don't know if I want it. ", "cfy4vrn": "Marketing Director.  32.  90K.  7/10\n\n2 years ago...\n\nManaging Partner running a team of financial advisors.  30.  160K.  1/10.  \n\nMoney isn't everything.\n\n ", "cfy3n5z": "Car Salesman, 50-70k USD, 25, and 7.", "cfy4vbh": "I answer 999 calls, I make just under 30k, I'm 22, and 4/10.", "cfy4kf7": "I am 20 years old. I'm in an apprenticeship to become a tool and die maker for a major automotive parts supplier. I currently make $17.40/hour. By the end of my apprenticeship I'll be making $27+/hour. \n\nJob satisfaction? I like the job, but hate the amount of work. Probably blamed on my boss. Most of the time I'm scheduled to work 7 days a week for weeks on end. And get shit for days off. I love my free time too much to spend my life in here the majority of the year with a handful of weekends off, and my vacation days. I'd say 5/10. I plan to continue school when I'm finished with my associates and move into engineering. ", "cfy3sao": "AF Naviagator, 110k, 30s, 10. Hopefully I'll get to keep my job. ", "cfy47w2": "teacher/owner of private school, $180,000, 32, 9/10.", "cfy3k13": "Vet tech. Not licensed. ~20k a year. 8/10, love my job, but very physically demanding and not paid enough for how hard I work and how technical my job is. ", "cfy4nev": "Data Analyst for a Software finance company. 40k . 25 years old.  7/10 \nGreat boss, Great company. 401k.\nNeed to finish school so i can move up the latter.", "cfy42c5": "Experimental subject for medical trials / student, \n\n25/M, making around $25,000 a year with the clinical trials and $10,000 from non repayable government subsidizes for students (European country ....)\n\nI'd give it a 7/10. You only \"work\" for four months a year and by work I mean you sit around all day, spending ten to sixty minutes a day on taking medicine / being tested. Lot of time to learn / waste every day and payements is very good for doing nothing. \n\nAfter summer I am gonna start working on a cruise ship, so we'll how that will work out. ", "cfy531z": "Full time Chemical Operations Specialist in the Korean Army.\n~1.5k per year, depends on your rank. You do get free housing, food, training and medical, including dental.\n19 years old\n4.5/10\n\nEither serve my time or go to jail for twice the time ㅠㅠ so is the fate of all korean males.", "cfy5h5n": "Nurse \n$32,000 roughly\n23 years old \n3/10", "cfy35fc": "I work for a Freight Forwarder company. We move military personnel/families when they are assigned new orders. I'm 24 and make 60k a year plus benefits. I'm 7/10 satisfied. ", "cfy49y9": "Let's be real. \n\nChef, age 32. With professional schooling. - 20k a year.\n\n4/10.  This industry is a cesspool of fuckery.", "cfy3e5u": "Student, 17, $0 per year, and like 5/10. It's ok, but there's a lot of bullshit.", "cfy58ju": "Consulting\n\n18 years old\n\n$50k roughly\n\n5-6/10", "cfy359k": "Phd student in Ultra High Energy Astroparticle Physics, I get a couple of more dollars above minimum wage. I work something like 70 to 80 hours a week and am constantly stressed. 11/10", "cfy4i99": "Air Traffic Controller, 140k, 26 years. 10/10 would choose again.", "cfy3bad": "Accountant $42,000/year 23 years old. 6/10", "cfy4z54": "I'm a software developer intern working in a company while I'm doing my computer science course at university. The company is paying all my tuition fees (£9000/yr) and salary of £13k per year on pro rota basis. (Depending on how much I work).\n\n8/10", "cfy4puk": "24yrs. I make batteries. 50-55k yr. 9-10. I don't mind the work but its hard on my body, moving around is easy and insurance is great though", "cfy36ra": "Security. $25, 000. 24. 5.5/10", "cfy4svs": "On paper I'm a farmer, although honestly I'd say I'm more of a gardener.\n\nIn total I make about fourty five thousand dollars a year. Thirty five of those dollars come from selling my produce to farmer's markets and upscale restaurants looking for local, organic food. The rest comes out of side ventures. \n\nI'm twenty one.\n\nOverall it's a nine out of ten. I eat what I grow and have few expenses. What little debt I have will be paid off by the end of this year. I get my water from well and septic and my electricity from solar and wind. There are no long commutes or asshole neighbors to deal with. Office politics literally do not exist here.\n\nIt'd be a ten if not for the fact that the job leaves you with almost too much free time. So much so that I'm not entirely sure what it is that I'm going to do with myself.", "cfy48lu": "Sales Associate for a major electronics retailer.\n24k a year\n21 yrs old\n6/10", "cfy5e6t": "2 weeks on 2 weeks off, in Australia ", "cfy3gen": "I'm a college student who works at a Japanese restaurant 20 hours a week at 18 dollars per hour. I make around 17k a year, no taxes since all money is given after every shift. \n\nSatisfaction with the job would be at a 7, the owners are disorganized and slow at their own jobs but they're kind which keeps me here. 17k a year is also a nice job for a 2nd year full time student.", "cfy49o9": "iOS game developer\n\n42k per year\n\n29 years old\n\n8/10", "cfy33ah": "I'm a resident advisor for students with disabilities, make 24k with no rent expenses and food covered, 28 years old, 10/10 I only technically \"work\" from 9pm to 8am and sleep most of the time. I'm just there in case any of the students need anything at night. I've been working here for 4 months and haven't been woken up once. The students are awesome. I wake up in the morning and I'm done working. Best job I've ever had. ", "cfy36u4": "28 years old\nSoftware Engineer / Computer Scientist \n96,000 / year in Tampa, FL\nI love making software that helps people and love computer science, but current job satisfaction is about 6/10 because of shitty management and customers. I did just get my own project last week, so maybe things are looking up! ", "cfy3pg6": "Chef at a downtown restaurant 20year old, 25-30k (4/10) I like to cook but for places/people that care about the food not about the money ", "cfy4ki4": "IT Help Desk, $46,000 base salary, turning 23 at the end of this month, Im about a 8/10. I work for a great company, and all my co-workers are really awesome. ", "cfy408a": "Medic.\n\n I work on remote oil fields making sure people don't die. I sit in a truck for hours in every kind of weather and cruise the Internet. It's about 99% boredom and 1% pure chaos. \n\n I honestly love the work. I get to be outdoors, nobody bothers me, my boss is way, way far away and I get to help people. No office politics, no buzz word bingo, no managers, no day to day bullshit... Long hours though...\n\n The pay is around 70 grand a year. I also live in hotels and get a daily fee for food, so it's a pretty good deal...\n\nSatisfaction about 9/10 ", "cfy4452": "Customer Service for an insurance company. $47K and 22 years old.\n\n9/10 - customers can sometimes suck, but it's a great company and it pays well", "cfy4s29": "Own an online business, make around $40,000 a year, age 20. Only work a few hours a week and am still at college. 10/10", "cfy4ykt": "Tech at office Depot in South Florida. Made 14,000 last year. 2/10. Despise the customer base. Despise management and despise corporate. I'm driving thousands in revenue a month alone and I'm being paid $8.50 but I like fixing computers and greatly want to start my own in home repair business. Been working there for 3 years now. ", "cfy4dog": "Sales Manager at a Retail Store.\n\n$67,000 a year.\n\n25 years old.\n\n8/10 satisfaction.  I love my team and my company but its not exactly what I want to do long term.", "cfy4aun": "$21,000 per year, 27 years old, 7/10 satisfaction. I am a water plant operator, easy job, low stress, but low pay. Potential for higher pay is there though, so I'm sticking around. ", "cfy5b22": "Composer\n\n90k/year\n\n29\n\n7/10", "cfy3bh0": "Probation officer in a small town. I'll make close to 38k this year with full benefits and a guaranteed 5% raise for five years. I'm 21. 9/10", "cfy5ex8": "Casino Security\n31,000\n26\n4/10 unless you want to get into law enforcement", "cfy4oyi": "College student - In the UK, so basically high school\n\n16\n\nBabysit on weekends and usually make £30-£40 a night\n\n8/10 Being 16 is pretty great ", "cfy36wt": "table games dealer (cardroom) in a small city, ~1000/wk working 3 days a week, 26, 7/10. it's the only job i've ever had that i didn't dread going to, but is it the most fulfilling/rewarding job? probably not. having 4 days off (in a row) a week is nice too.", "cfy53oi": "I'm 27.\n\nI work in sales. \n\nI earn upwards of 75,000AUD/year. Edit: Plus 9% super annulation. \n\n2/10. \n\n1 point for the money, 1 point for the awesome people that work there. \n\nEvery Monday they play us the Glen Gary Glenross Alec Baldwin speech. They're not kidding. ", "cfy4jmr": "Respiratory therapist\n\n26 years old\n\n$70,000 a year with some overtime\n\n8.5/10\n\nIt would be a 10/10 but there are a lot of politics in my job... I could really do without it... I make an impact on my patients lives each day, and when my patients say \"I have to poop\" I say \"let me get the nurse\".  ", "cfy3nkd": "Contact center analyst. $35k/yr (plus stock). 28 yrs old. 7/10. (Easily 9/10 when I'm not working overnights)", "cfy4gmp": "Independent Living Assistant (group home for 8 adult males with developmental/physical/mental disabilities)\n\nI just started this job in December so I don't know how much I make a year.. But it's full time and I make $9.75/hour\n\nI am 22\n\nI love my job, especially the clients, but the extreme amount of houses that are short staffed through the company makes it impossible for me to call in sick.. The on-call number has never been of any help. I work third shift, so my job is mostly \"keeping watch\" while they sleep, and doing breakfast and morning cares. I don't get to spend that much one-on-one time with them as I'd like, but that's okay. I won't complain about anything else, but overall satisfaction? 8/10", "cfy50k3": "Support Worker for young adults with Autism.\n\n£15,590/year\n\n22 years old.\n\n2/10, haven't been happy in my job for a good 6 months, but I'm leaving in May. I've worked tirelessly the two years I've been here, averaging 60 hours a month on overtime on top of my basic 37. Its not like I'm looking for praise but the management have never turned around and thanked me, or anyone in my team, for what we do for them. If anything I've been challenged on using my initiative, pushing the rules a little for the better of the individuals I support. I know the management is between a rock and a hard place- the whole care system is in the UK is fucked. Too many boxes to tick. If I form any sort of bond with the individuals I support I'm being unprofessional; there is a line that I don't cross, but I got taken aside for joking about a football team one of my guys supports, even though he was joking back- \"too personal, man. Be professional!\". Really couldn't give a toss anymore which is the worst feeling when looking after people that are so dependant. Hate myself for it, but I keep counting down the days.", "cfy533j": "Paint Prepper (sand cars to get ready for painting)\nRoughly 22k per year.\n20 years old.\n9/10.\nHad a few smaller jobs the last 2 years to try to find something \"career\" worthy. Couldn't of asked for anything better. Turns out I love the work, and my co-workers are some of the nicest people I know. Plus in a year or two i'll be able to give my car a new paint job for practically free!", "cfy4jmf": "Warehouse supervisor\n-\n$80 -$90k au (depends on overtime and how much time I have off - single dad)\n32\n9.5/10\n\nI start the morning in a container or two unloading them before they heat up in the qld sun, jump on the forklift for awhile putting the pallets away. I then head into my office to cool down in the aircon, check emails, put orders in and what not. Head out into the warehouse and pick orders, use forklift, depending on what needs doing. I came from an it background, decided to do something physical so went into warehousing, moved up quickly to supervisor which is the perfect blend of office and blue collar work for me.", "cfy3i54": "Intake Processing Technician.\n30k a year\n19 years old\n8/10 It's a really repetitive job but i use the time to listen to audio books and tech, comedy, or political podcasts.", "cfy3v5y": "HS student, $60 per week for allowance (spending nearly 75%), 16, and I would say 4. HS sucks when you are bogged down in nearly every class by dumb people.", "cfy52hj": "[deleted]", "cfy41v5": "Lighting tech for film, television, theatre, and live events (concerts, parties). Pay varies from gig to gig...typically a day rate. For my position and experience $250-350/day is average (10-12 hour day with 1 hour lunch and two 15 minute breaks).\n\n Depending on gig, overtime will kick in between hours 8 and 10 with increased OT pay after hours 12, 15, 18. If working a Sunday, I usually get automatic overtime (1.5) from the start. If a gig goes past midnight, overtime kicks in regardless of day (Monday), or hour you're on (3 vs. 17). Also, if there is a short turnaround (&gt;5 hours), the first few hours of work started are in OT.\n\nWhen I first started (about 7 yrs ago), I took free gigs to gain experience and network (worked retail jobs to pay bills, and parents helped). My only compensation would be lunch (usually pizza), and a \"thank you.\" Now, I only work paid gigs. Once in a blue moon, i'll do a friend a favor and work pro bono for a day. Only put in about 6 hours though, and don't use any of my equipment outside of hand tools. Have made as much as $800/day, but it was for 18 hours. Extra pay if own equipment is being used (rental fee), or certifications (electrician, rigger, machine operator). Salary goal for 2014 is $55K. \n\nOftentimes I get to wear whatever I want, unless I'm the actual on site tech for show then a black polo and black slacks (show blacks) are required. Due to the amount of wear and tear I put my clothes through, this has required me to designate part of my wardrobe as \"work clothes\". It also means I have to buy certain clothing items for work. In the past I have bought steel toed boots (which are surprisingly comfy after 15 hours), cargo pants and shorts (helps to carry around multiple items), socks for cold weather, long johns, galloshes, and three types of coats depending on weather...all for work (tax write off). It's come to the point, where I'm buying clothes for work more often than leisure. \n\n\nNecessary to keep up with ever changing technological landscape (New type of light) while not forgetting old practices (how to tie certain knots). I've learned more outside of school, than in it. I didn't know how to operate a generator, scissorlift, forklift until 2 yrs after I graduated from college in 2008. At least half the gigs I work, a scissorlift lift is needed.\n\nChanges the way you watch a movie, tv show, or attend a concert. You start watching things from a technicians POV instead of as a fan. I don't try either, it just happens. \n\nSmall community, so I don't try not to burn bridges, or mess up because everyone knows another and word spreads.\n\nMember of two unions (IATSE 484 and 127 - Dallas, TX chapter), so I have health insurance and a retirement savings plan. Paying dues isn't bad. I work enough to were I can keep up with them, and pay my regular bills. Also, if working a union gig, start time for the next day HAS to be at least 12 hours away from end of previous night. Some tv shows I've worked in the past will have a 8am call time on Monday, but will be 3pm by Friday. \n\nMost times, I only have to worry about my department (lighting) when setting up, operating, or striking. Once my job is complete, I'm free to leave. \n\nCost of living in Dallas is great compared to other large cities (L.A., New York, Austin), so Im able to lead a decent life, and afford cool shit. Just bought a new truck, renting a suburban house (2 bedroom w/backyard...for my dog), and have all kinds of cool stuff (foosball table, tablet, laptop, big screen tv, etc). \n\nNo kids, not married, free travel -travel pay and per diem included. I have been to 17 states and two countries (Canada and Dominican Republic) because of my job. If I'm working an out of town gig that last a few days to a week and it's within driving distance (&gt;9 hours) of home, i'll take my dog with me. Most hotels allow pets if you pay a fee (out of pocket expense). Stayed in some hotel rooms where the cost for one night is about 20% of what I pay in rent. \n\n27 yrs old.  Give my \"job\" an 8/10. Can't give it a ten because I tend to work weekends, long hours (10-15/day sometimes with only a 30 minute lunch), which can be at obscure times. I've started work as early as 4am, and will be finished by 9am. Also, started work at 9pm and watched the sun rise on the way home. My job is very labor intensive, too. Never calculated it, I wouldn't doubt if I burn around 400 calories/hour during the summer months.\n\nPaying taxes are no bueno, también. Each year I come up with new write off (thank God for smartphones). \n\nSucks to work when you're friends aren't (holidays, weekends). But sleeping in til 11:30 am on a Tuesday is nice.\n \nI hate clients. Just because you're paying for my services doesn't mean you know how to do my job. \n\nLighting is subjective. What looks nice to one person, can look like shit to another. \n\nEquipment isn't cheap, and maintaining it is a necessary evil. I don't get paid to fix or build my own lights. Light instruments with accessories can cost up to $10,000.  Though I haven't paid that much personally. Craigslist, amazon, eBay, and local production shops are a god send. One can typically find used equipment, or a knockoff brand that works just as well for up to 50% lesser than the \"Jordan\" brand. \n\nCamera technology is becoming so advanced in capturing light, that outside of ambient (the sun, overhead lights), not much lighting is needed. This usually means less techs on set (2-5). And since I'm still fairly new, I'm odd man out. Though, I don't think this is a position that will die out. \n\nAt the end of the day, I'm replaceable. A client could easily hire someone less experienced, pay a lower rate, and still get the job done. So, it helps having other skills you can bring to the table (camera op, audio engineer). \n\nAlso, I hate that my job is so dependent on my body. Much as I love my job, I don't want to be 60 with a busted back. Also, if I get hurt that could set me back for a few months. \n\n\"It's not what you know, but who you know,\" rings so true in my industry. There have been plenty of times I've landed a gig because someone I know got me the job. In return, I've contributed to my friends bank accounts by recommending them for a gig if I'm not available, or trying to get them on with me. BUT, there have been times I didn't get a gig because the gaffer (head lighting tech) wants to go with guys he's worked with for years (usually longer than I've been alive). Close knit circles are common in my industry. Rarely do they allow someone new in. If it does happen, its usually the child of a crew member.\n\nLots of rules and regulations that must be followed for safety reasons.Depending on gig, they are (union) or arent (my buddy's short film). \n\n Working in film there are attractive women EVERYWHERE (the actresses are just the tip of the iceberg). If I have to be somewhere for 12 hours, in the sun, busting my ass it helps to have a pretty lady to talk to from time to time. Most people I work with are cool. It's nice working with someone who has the same amount passion as I do about something. Even actors can be fun. More often than not, they're the nicest person on set. Though they're world famous, they don't forget who they are, where they came from, and don't look down on the crew, If they know they're going to be on set all day, or on a gig a few months some actors will make the effort to get to know you. Instead of going back to their trailer between their scenes, they'll stick around  and hang out with the crew. Lunch is different. If It's close enough, they'll go back to the trailer for lunch (to nap). It's good to know that someone who is portrayed so wonderfully by the media, is a person just like you. \n \nFree stuff is nice too. Once got a pair of Beats by Dre headphones as a Christmas gift for one tv show I worked on. Also worked the install for a Justin Timberlake concert recently..On top of being paid, I got free tickets (mid level - not nosebleed, but not front row), and meet and greet passes. When the Super Bowl was in Dallas, I was part of the crew that set up the stage for halftime. Got to be on the field for the show, and saw the first half of the game from the tunnels. \n\nI've gone weeks without buying groceries because of free food on set. Once again, depending on the gig, the client (for live events) or production studio (for tv) will provide a lunch, but I have had all three meals provided. And you tend to get pick from an assortment. There are times I've had some great food (lobster tails), and just a shitty turkey sandwich. Most feature films, and network tv shows will have people who's sole job is to provide snacks for the crew. Usually, the snacks provided are whatever the heart desires. On show I worked on had a trailer full of snacks. It was literally like walking into a 7-Eleven. \nFrom time to time, I'll score free booze. I've walked away with entire 12 packs of various beers after some shows. I've also been given bottles of wine or liquor as presents for \"jobs well done.\"\n\n Also, I have my mom's blessing, and she has never tried to change my mind on a different career. \n", "cfy4m7h": "[deleted]", "cfy3tlk": "3D artist at a kitchen company — $30,000, probably at around 7/10, I wanna get into the games industry but this is my first job outa uni,  so it's not to bad", "cfy4y7m": "Whatever happened to banning \"poll type questions\"?", "cfy4tqx": "Operator Maintenaner, oil and gas 120k a year only work 6 months of the year. 21 years old 10/10 ", "cfy4haw": "Grocery-store worker\n\n\n3k per year\n\n\n15 years old\n\n\n10/10\n\n\nI love talking to people, and my co-workers and my bosses are all real nice people", "cfy3fbj": "Graphic designer, 22 years old and make $17/hr and enjoy it 8/10", "cfy32m2": "McDonalds Employee\n\n15\n\nAbout $5,500\n\n6/10. I really dont mind the job itself; it all depends on the people", "cfy3ek9": "Fast Food laborer \n\n$13,000 a year\n\nI'm 22\n\n3/10\n\nFeels like I'm gonna get no where in life.", "cfy3y9c": "Coil Winder for Transformers.  30k.  28 years old.  I give it a 7.", "cfy5kdu": "Audio Visual Technicien. I pull in 36k net. Fuckimg hate my job.. I'm on salary for 40 hours a week, but during the busy seasons (March to July and September to December) I work 80-90 hours a week but am not paid any overtime. \n\n2/10, only because every once in a while I'll do a cool show with some decent live music. Just banging it out until school in the fall. ", "cfy3os7": "McDonald's (Australian), I make $19.60 an hour. I'm 19. 8/10 its an easy job but soul crushing", "cfy5nll": "OBGYN,\n28\n130,000\n8/10", "cfy3nxa": "I had about 6 different jobs from Mar 2013 to now. Probably another 20-30 if you include all the different jobs I got through a temp agency and under the table work. My temp jobs included construction general labor (4 different companies), cleaning offices and shops, concrete road construction, cleaning asphault tanks, hundreds of hours of pushing a broom at construction sites, machine shops and garages, and more. I also worked full time for a pizza restaurant in delivery, food prep and on the line, worked at taco bell for two weeks. I also worked for about 5 months full time in the oilfield, first as a casing hand, then as a frac tech. \n\nSadly, only made about 21k in the last 11 months after taxes, and actually broke even for the year after expenses (pretty much just rent, gas, food, alcohol). Although my college fund also grew about 15k from its investments\n\nI'd rate my jobs from 1/10 (casing hand, office cleaning, sweeping garages, taco bell) to 8/10 (concrete road construction, making pizza). \n\nThis year I'll probably try to get on the road crew from April to November, which should pay about 50-60k pretax in an 8 month period, then I'll get laid off for the winter and collect unemployment, and hopefully manage to get into a college for the spring semester.\n\nEdit: I'm also 24 years old.", "cfy53n3": "This would have been a lot better if one of the questions was: \"and how much do you have in the bank today?\"", "cfy4948": "Customer Service Representative in a UK call centre for a motor insurance company. \n\n£16,500 (roughly $27,600) per year\n\nAnnual bonus ranges from £900 - £3000 (about $1500 - $5000) depending on performance\n\nI'm 27\n\n8/10\n\nI'm American, so I'm used to having hardly any vacation.  It is awesome here where I get 24 days of holiday, plus I have the option to buy an extra 5 days of holiday.  So much holiday!  \n", "cfy4m8r": "I'm 29, I get paid $40.000 to stare out of a window all day. 7/10. ", "cfy4wj4": "Work in a small cafe: prepare food, cook food, take orders, clean, and run food (everything except make coffee)\n\nAge 16\n\n$17 an hour\n\n10/10 - great pay, free food, great group of people to work with", "cfy4ix1": "I am a freelance production accountant.  I work in NYC and have had the honor of working on some big movies and TV shows in the past few years.  I am 24 and I am making 60k a year. Not to mention the perks, I haven't had to pay for breakfast or dinner in the last 3 years.  I never saw myself working in the accounting side of things (I wanted to be behind the camera) but I must say that working in film and TV and still being able to maintain normal \"business\" hours keeps me very happy.", "cfy4ilw": "Part time diesel mechanic inbetween being a full time student\n\n\n$12.50 hour and I will probably make a couple grand over the course of a semester\n\n10/10 awesome shop with great guys, access to the best tools of the trade (snap-on, S&amp;K etc) and a lot of expensive welding equipment that I could never afford. Snap on welders and about 6 milller welders from small to logging equipment service trucks and a plasma cutter and band saw", "cfy53m5": "Magazine editor, $50k, 29, 9/10... small company, great boss who inspires and mentors me, get to work mostly from home, choose what stories I'll be writing, and readers give me great feedback. Would be 10/10 if I was writing about travel or music.", "cfy36ty": "Bike tour guide in Italy and France - 25k - 26 - 10/10", "cfy3k7z": "Security, 24,000 USD, 21 Y/O, 1/10", "cfy3n4c": "I'm a quality coach at a bank call center. We listen to calls and grade them. I'm 26 and make 22k. 40/hrs a week plus benefits. I'd say 8/10. ", "cfy3woq": "Bellydancer/instructor. $15k per year. 24 years old. 10/10. :)", "cfy3628": "Grad student in physics.\n\nPull maybe 30k--enough to live on at least.\n\n25 y/o\n\n9/10\n\nLong hours, sometimes long, frustrating hours.  However, I'm learning a lot, and I get paid to play with expensive toys all day.", "cfy5cqu": "Bouncer that works 4-5 nights a week.. 6 hour shifts, pretty easy. Made 55k last year. Which seems like a lot compared to a lot of people on here that are making 10-20k doing much harder jobs. But then again, I'm in australiA, and cost of living is higher. So I'm making an average living. I also fit university in outside of work. And I'm 20 \nDepending on the day 10/10 depends on who I'm working with too.\nBut nights that I'm alone being a bouncer at a pub. It's a 3.", "cfy3437": "Attorney\n\n38\n\n$125k\n\n7/10", "cfy52ih": "32, recently graduated aerospace engineer for a defense contractor (hated my old job and went back to school). Making $67k my first year plus bonuses and 150% 401k matching up to 10%. ", "cfy4li9": "I work for a communications company. \nMake $65k. \n20 years old. \n8/10. Really landed on my feet with this job. Long term career prospects and lots of internal promotions. ", "cfy5cn1": "Swedish guy here!\n\nI work in a grocery store, I am responsible of the \"pre store\". Where you bet on sports and horses. We also parcel distribution (people who buy things on the internet come to pick them up from us) \n\n313k SEK (~49k USD)\n\n23 years old\n\n8/10\n", "cfy4mtm": "Server\n30K\n23 Yrs \n8/10", "cfy38zx": "Registered nurse, 24 y/o, gross income this past year was upwards of $96K, would easily give the work 9.5/10. I love nursing. ", "cfy4xgc": "Web Developer, 35k €,  5/10 I don't like the company but I love the job", "cfy58yu": "Gas station attendant. \n17 years old.  \nDepending on my hours but as it's going right now I should make around 8-9K.  \n7/10, it's nice because I work alone but it's cold as shit this winter. ", "cfy4bjr": "Wendys part time crew worker. 12k a year. 18 years old. Would rate 7/10.\r\rSure the work is hard but I love thinking that I played a part in preparing someone's food for them. Like I had a part in helping make their day better. It always puts a smile on my face if I see them excited when I bring out their food.", "cfy3qz2": "I am a caregiver for mentally, physically, and behaviorally challenged teenagers in a group home. I'm 26. I make $18,300 per year. 8/10 the pay is very low but it is extremely fulfilling to me to be able to be a rolemodel and have an impact on these kids. Most of them have no one but us that give a shit about them. Plus I get paid to take them on outings to movies and the park and such, so that's not too bad. Except for bad days when I am repeatedly smacked in the face...", "cfy5fxi": "Railway construction worker\n\nProbably... 130, 140k per year? I'm hourly, so it changes somewhat.\n\n22 years old, 23 in July. 3 years on the job. \n\nSatisfaction goes wildly between 2 and 7, depending on the day. I'm in this to save up some coin to go to university, or buy a house.", "cfy3dbh": "**ITT:** My life sucks. ", "cfy4sdn": "This'll probably get buried, but...\n\nUS Air Force\n\nBarely 20\n\nLess than $24,000\n\n4/10", "cfy3jbj": "Dishwasher.9/hr. 19 years old.1/10", "cfy54dv": "Manager of 18 business engineers, about 120k $ / year, 37 years old, 9/10\n", "cfy367w": "I sell the newspaper every sunday. \n25-30$\n14 years\nMaybe 4\nI simply do it because i need money to buy candy.... Yeah....", "cfy4cd6": "Order Selector, 40K-65K Work hard, make more money. Could be a 9/10 if people would have respect for one another, but you tend to screw other people to try and make more money. \n\n5/10\n24 years old", "cfy3r7m": "PhD student in Astrophysics\n\n23\n\n40k / year\n\nProbably a 7/10? I reasonably enjoy what I'm doing now, but I don't plan to continue in academia, so there's a bit of a disconnect between what I do on a day-to-day basis and what will actually be useful in the future. ", "cfy3ogs": "M37 oilfield. Will probably do 160k this year. Love the shit out of my job. 9/10", "cfy33br": "NDT/rope access technician \n\n$60,000 a year (not including overtime)\n\nI'm 24\n\n7.5/10 its a fun enough job but I feel like I may have hit a ceiling in wage and developing new skills within the company I'm working for now.", "cfy5bxa": "Danish university student\n\nThe government pays me about $11K a year for studying\n\nI'm 25\n\n10/10\n\nI get paid to learn. My life is awesome!", "cfy38x1": "CNC machine operator\n19 years old\n11 dollars an hour, per year changes alot depending on how much i can work\nprobably a 8/10 the job is fun, it just can be pretty boring and repetitive sometimes....but that's kind of what you get with part time college job. Useful thing to know how to do though, and the people i work with are all nice.", "cfy5ag1": "good job NSA", "cfy5nrn": "Process engineer (degree in chemical engineering). \n\nBase salary of $65k/year. \n\nJust turned 25. \n\nSatisfaction about 5/10. It wouldn't be that low expect for the fact that I'm expected to wear many hats and do a lot with very few resources. ", "cfy4nmw": "Journalist, 25, Southeast Asia. Will probably take home 30-35 net this year (I don't pay tax).\r\rSatisfaction? Solid 9/10, but I kinda wish I could have my work go out in publications that are more widely read, even if I'm making relatively good money compared to others I know. Goal is a full-time correspondent gig for a major paper, wire or magazine within a few years.\r\rAlso the knowledge that I can basically never live or work at home again as I've had to carve out a niche for myself in this part of the world.", "cfy3kfi": "Pizza Hut cook, under 10k, 8per hour, 6. No one does shit just walk around doing nothing. Need a new job.", "cfy4pzu": "Roughneck apprentice, I make around 35k$ a year (30% first half year of work and 40% next half year of full salary, beacuse of apprentice) Im 18 years old and id rate my job 10/10.", "cfy5llj": "22\n\nPhD Student\n\n£13-16K a year depending on how much marking/demonstrating I do.\n\n8/10\n\nI don't pay taxes and I fucking love science, and it's an easy gig at the moment. Only downside is that the majority of my friends from my masters degree are earning double that. ", "cfy3d68": "I'll be starting my PhD in the fall in the US. \n\n22 yrs old\n\n$27k / yr\n\nAll things considered, 7/10. Hope that will improve with time", "cfy3d5q": "CAD teacher for professionals, 45y old, 86000 USD, 8/10\nMind you, here in Denmark we have all sorts of benefits, free healthcare and education. And 42% tax, which i'm happy to pay :-)", "cfy4d15": "Baker qualified 49k 22 ( was there for 8) 1/10 early hours up (1:50)  worst job never want to do it again\n\nNow Plumber apprentice (roofing)  like 320 a week sleep in till 5:50 stay awake until dinner time love it 8/10 will be higher when pay goes up", "cfy3wu6": "Apprentice Wireman in IBEW Local 180. $24.97 an hour right now, but I think I'm due for my next bracket raise. I'll find out when I have class in a few weeks. Made about $40k last year. Satisfaction fluctuates from 6/10 to 11/10 depending on the job I'm on, or even just what I have to do from day to day. Windmill jobs are by far my favorite.\n\nEdit: 28 years old", "cfy3ub8": "Construction electrician foreman, 85k, 30 yrs old, 6/10. \n\nGot into this because I was unmotivated to pursue academics. Found I was good at it, enjoyed the schooling (which made it easy), and enjoyed the work at the company I'm with. I wanna say 80% of my co workers are guys who complained all the way thru school and didn't understand they were in university. They got out and don't care about work quality or production or applying what they learned and expect a paycheck. I get payed to manage these guys. They get pretty mad that they don't get paid more. Go fig. \n\nI'm looking for a second red seal apprenticeship in instrumentation in bc if anyone knows somewhere looking. ", "cfy3w9e": "Assistant Manager at a high end luggage retail store. I fluctuate between part time and full time as my school schedule permits. I make ~$16,000 before taxes. I also clean our parking lot daily for an extra $240 a month. \n\nI'll be 21 soon. I'd rate it at about a 7.5. I really enjoy the freedom to do my job in the way I feel is best. The money could be better, but we're not busy enough to justify it. It gives me plenty of time to study, which is nice. I think it's a great college job which is exactly what I was looking for.", "cfy3m8e": "Im a shift supervisor at a convenience store. I made \"$27,500 last year. I plan on moving up to Assistant manager soon. Im 25. Job satisfaction is 8/10. Company is awesome but store level management is frustrating as fuck", "cfy55rd": "27 year old Web developer (ruby on rails). I make 70k salaried plus another 8k in bonuses. 10/10 I would never give this job up. ", "cfy4kqa": "Finance Officer with a Gov Dept, $75K, 33, Meh, around 8/10. I've got an idiot for a supervisor, but otherwise, it's great.", "cfy4oyk": "Dairy farmer/herd manager\n60k will go up in July\n20\n10/10 love my job, dream of owning my own farm one day.", "cfy4v7b": "Marketing Officer at a theatre; £18,000 (c.$30,000) before taxes; 24 years old; 7/10.\n\nLargely I enjoy my job - it's pretty challenging and I get to live in a beautiful place where I can pursue my outdoors hobbies. My hours are reasonable and regular (8.30-5, Mon-Fri) and it's pretty easy to forget about work stresses at the weekend (though maybe that's just me). The downside is the pay - the theatre I work for is a charity, so even though I have a Masters degree and three years experience I'm earning much less than, say, a newly-qualified teacher. My job future is also somewhat uncertain, as the government's program of spending reduction is seriously affecting arts funding.", "cfy5l90": "Diving Instructor  \n\nAnything from £7k to £15k a year. I get paid a salary of £200 a month, then get 25% of the course fees.  \n\n26  \n\n9.5/10  \n\nI'm from the UK and am now living in Thailand. It's vary rarely below 30 degrees and I can't remember the last time in rained. I also get to share my passion with others, the vast majority of the time they have one of the best experiences of their lives.  \n\nTwo main downsides. I don't have a fixed income, February was extremely slow. I made enough to live off, just.  \n\nSecond downside is, living on a tiny island, there are no secrets. You can be as careful as you want but it's hard to find people to properly trust. I have 4 people I know I can tell anything to, knowing they won't repeat it. You can gaurentee your hook up from the night before will be public knowledge before lunchtime. It's impossible to escape.", "cfy3eed": "Writer for a gaming website.  \nI make roughly ~$0 because it is a small website.  \nI am 14 years old.  \n10/10 would apply again.", "cfy5kmf": "36, sales, good year north of 500k, bad year about 200k. I also have a few side companies that pay out handsomely.  I'm quite comfortable though am always looking for the next challenge or opportunity. I'd say I'm 8/10 satisfied.", "cfy4pb6": "Sales / Retail (Telecommunications)\n\n~40k\n\n23\n\n6/10\n\nThere's a lot of assholes out there.\n", "cfy36oa": "Assistant manager of a convenience store. $31,000/yr.  I'm 24 yrs old. It's alright but not what I want to keep doing for the rest of my life.", "cfy3y34": "Public Safety Telecommunicator (Dispatch police, fire, ems, and get 911 calls)\n\n$29k/year\n\n29\n\n7/10", "cfy3jcz": "US Airforce (Enlisted)\n\n23\n\n~26K\n\n10/10. Some say if you love what you do, you'll never work a day in your life. ", "cfy3lr4": "RPA Sensor Operator\n\nAround 20k\n\n21\n\n9.5/10\n", "cfy4ia3": "Software developer. Currently I'm mid-late twenties. Made 70k directly out of college, was at 95k including bonuses after 3 years. Hated my job, took a pay-cut to 75k a year, now would rate 9/10.", "cfy5cjp": "I work with the animals at a retail pet store. I made $8000 last year. I'm 18 (will be 19 next week). I really love my job, it actually makes me very happy. Unfortunately I will have to leave it soon because I'm about to have a baby and need a better paying job.", "cfy561t": "I am 27 years old and I work as a police dispatcher. I made just a little over $60,000 last year. I'd say I'm fairly satisfied with the career I've chosen. Maybe a 7/10. I work for a large metropolitan area that covers multiple cities and police departments so it's normally a very busy shift for me. Everyday is different and I never really know what to expect when I get in but the money is decent and I really love the people I work with everyday. The hours can be stressful since I work a 12 hour shift which includes two day shifts and two night shifts but you become used to it. ", "cfy3zpp": "Junior Software Engineer. I make 49k. I dropped out of uni this year after getting married and got a job. Job satisfaction is about 9/10. I work in a small team of great people. Most of my work involves automation/code generation. Down side of my job would be not being able to talk to my wife/friends about what I do. ", "cfy4jzo": "College student \n\nPart time waiter\n\nRoughly €50/100 a week\n\n22\n\n7/10", "cfy5bp3": "Kitchen worker, 20y.o, 17,000/yr", "cfy45sk": "I am a student in Melbourne, Australia, funded by the brazilian government. I receive 26k/year and they also pay for my studies and healthcare. I am 22 and I'd rate it 8/10... if I didn't have to study it would be 10/10.", "cfy4g9s": "IT Analyst 29 years old, I make about 43k/year. I would say 7.5/10. My job is interesting, but the occasional \"ERHMAHGHERD I NEED MY PRINTER FIXED NOW EVEN THOUGH THERE IS ONE DOWN THE HALL\" person and the politics bum me out. ", "cfy40pd": "Software engineer. 80k. 8/10"}