{"cfxupsl": "United States Probation Officer (aka Federal Probation Officer). Age 29. I just got into the feds so I'm at the minimum of 40,000. Which is definitely low considering all but a couple of officers have graduate degrees. But the pay comes around eventually. \n\nI rate my job a 9. I'm blown away that federal judges appointed by the President of the United States are asking me my opinions on offenders and cases. Only two more courts upwards and you're at the Supreme Court. Wow. \n\nI feel like I'm really helping people and the government provides far more resources to offenders than at the state level. \n\nAll of that plus a ton of independence by supervisors. There is no micro management. ", "cfxtpqt": "100k\n\nMiscellaneous creative including self publishing, internet marketing, behind the scenes clips for reality TV shows, short film work on and off set.\n\n39 years old\n\n9/10 for variety of choice and mobile lifestyle, 7/10 for the elusive sometimes it's the less interesting stuff that makes the most money and that's usually what I choose while the fiction and films gets delayed for 'a more suitable time down the road'.\n", "cfxup4u": "28 years old, currently in the midst of medical residency training in a big east coast city. It pays about 60k a year. Love the challenge and purpose of what I do. 10/10 for sure. ", "cfxti8n": "I work for Charter Communications as a Workforce Technical Coordinator, I make 34k a year working full time plus another 23k(non-taxable) working full time to be a VA caregiver. I'm 23, and I would give my Charter Communications job an 8/10 (because I have split days off), and my caregiver job a 3/10 (because my brother is an ass). I live with him and he constantly tells me how to live my life and spends his money willy-nilly because I use the VA money to pay for the roof over our head and all the bills. By himself he makes 58k a year, and blows it all on stupid shit he doesnt need. (4k tv just came out...better get one!) Other than that its *okay*.", "cfxtaed": "Cannabis Grower / Consultant (Legal)\n80k+ \n24 years old\n\nPersonal grow 10/10. I'm my own boss, everything is reflective of the time and effort I put into improving my skills and making sure my harvest is optimal. I work alone.\n\nConsulting 7/10. Usually consulting jobs are either helping a grower who wants to get into the industry or optimizing a sub-par grow. The latter is very drama filled, because not only are you replacing/taking over someone else's job, but sometimes you are put there to oversee someone else's work as a supervisor. Criticism isn't taken well in this industry.\n\nOverall, I absolutely love what I do. This is a hobby turned profession for me.", "cfxq3qg": "Pull cable and set up internet, phones, and security cameras. 9/10 satisfaction, about $25,000 a year. 18 years old", "cfxqvc3": "2nd year Apprentice electrician for a small rural electrical contractor. I'm 27, I made $26,000 last year. 6/10 would rate higher but there's 1 asshole I work with on occasion.", "cfxrsle": "I am a Food Service Director/Multi Unit GM for a contract services company. I make ~$50k a year plus bonus. Most days I love the job. In food service it really is a unicorn job if you have a family. The food isn't as exciting as some of the restaurants I've worked in but the hours are amazing, I have a great staff, and get my weekends, nights, and holidays off. I'd rate my job satisfaction at an 8/10. ", "cfxo8nv": "Manager of an electronic cigarette store. 24k a year as was told to me by the insurance company who added it up. I'm 21, and I love my job. Love my employer and area, plus I'm the only guy who works here so there is never any drama. Love it. ", "cfxwx1i": "Naturalist for the Audubon Society.  I make 29k to teach kids about birds and take people birdwatching, and ditch work for hours on end to go birdwatching.  On a scale of 1-10, I'm at 11.  ", "cfxssmd": "I am a 40yr old free-lance ghost writer, I made $40,000 last year. As far as satisfaction, it depends on the client's story, some are quite terrifying. I would say that I do love the freedom to work my own hours, and I get to drink on the job...so, 8/10!!", "cfxsbw4": "Insurance Lawyer Assistant. 20 hr/wk, 40K.\n\nI'm in paramedic school at the moment, so I may be having a career change. I like my job, but I need something more secure, and while I have the time and the money, I'm going to learn a different skill. So a 7\n\nEdit: A letter", "cfxt5l9": "Video game designer, $89500+bonuses ($3-12,000), 8/10.\n\nIt loses points because the industry can be so volatile. Every studio and project goes through ebbs and flows and layoffs are incredibly common. I have been very lucky so far- I've never been laid off. But It's likely that one day I will be.\n\nedit: early 30s", "cfxvc9q": "Copywriter at a digital advertising agency. About to top $70k, not counting additional bonus raise amounts or possibly even a promotion. \n\nI'm 30, started at age 27 after flip-flopping around a bunch of jobs for years. \n\n8/10 satisfaction - pay, benefits, vacation and people are great! I get to travel occasionally on the company's dime. About 65% of the actual work isn't very exciting though, and clients can be an absolute joke.", "cfxyisa": "Animation artist, mostly TV storyboards now. 47 years old, 100-150k a year depending on project. \n\nI could make more at my level working in-studio, but I prefer working remotely from my ranch in the woods and avoiding the commute. This way, I also get to set my own hours and be there for the family. I work in jammies most days, with a cat or two on the desk. 9.5/10. \n\n\n\n ", "cfxu9hq": "I'm 21 years old right now and in college.  I'll breakdown a few different situations I've been in.\n\nPast: The last two summers I worked at FedEx Ground loading trailers part-time for ~$10 an hour.  The hours were great (3pm-7pm Monday-Friday) because I had a ton of free time to still enjoy my summer and a set schedule with weekends off.  The first summer I was there I kind of sucked at the job and struggled to hit the speed they wanted.  The second summer I got up to speed in about a month and then everything was smooth sailing.  The job was mind numbingly boring and it was tough manual labor.  Overall: 3/10.\n\nPresent: In engineering school for computer engineering, not working a job, and making negative money because I'm paying for school.  Honestly, I hate school.  It just seems like it consumes my life.  Even when I'm not at school, I'm doing homework, and when I get one assignment done, there is three more to do.  Throw on shitty professors that make me learn everything in my own time, and I barely get a free day to myself.  Hell, I'd like to have time to go to the gym between terms without killing myself. Overall satisfaction of the materal I study: 8/10.  Overall satisfaction of having to go to school: 1/10.\n\nFuture: I have an internship lined up at Intel this summer.  The job pays $28 an hour and is full time.  I'm really excited for the position because it's in computer archiecture (which I really like).  The only crappy part will be the 70 mile commute everyday.  I'm going to be looking at about 2 hours in the car per day.  Expected satisfaction with the job: 9/10.", "cfxv21f": "I'm an 8th grade Language Arts teachers. I make 51k (it's my 2nd year teaching). I'm 25. And in a bubble, I'm an 8 with my job I guess, but I think it is higher when compared to other jobs because I couldn't see myself doing anything else.\n\nI love reading and I get to share that passion with kids. I get summers and every holiday off. And I have minimal supervision. This job has all the perks (aside from negative public perception).", "cfxqf3j": "Customer service at a stock brokerage; $40K/year; 25; 3/10. Hate the job, deal with stupid complaints, get blamed for other people losing money even though you have nothing to do with investment selection. ", "cfxu8uy": "Oilfield electrician.  ~130k-150k/year\nI work from January to the end of June, take off July and August every year, and only work when I get bored in the fall.\n6/10  I work in extreme cold and heat, and work around 80 hrs/week for months on end", "cfxshae": "**US Army Captain**\n(I'm basically a manager for 60 people.)\n\n**$60,000 a year** after taxes, but there are pretty decent bonuses along with that (completely free health care!) so it's a little difficult to compare to a civilian pay scale. \n\n**29 years old.**\n\n**8/10** I love my job although there are definitely bad days!", "cfxtvqu": "I work in the inventory/despatch department of a blood bank. I fulfil blood orders for hospitals. I earn $34,000 (AUD) a year before shift penalties. I earn consierably more than that after penalties are added. I am 23. About a 7. The job can be both incredibly interesting and incredibly dull.", "cfxua8y": "School lab technician\n$33k ish (£20k)\nI'm 31\nSatisfaction is between 2-4", "cfxus6g": "I'm a machinist for a large company in the oil field industry. My base salary is slightly over 49k, have made as much as 72k, and as little as 51k ( worked very little overtime last year ). I'm 27 and would rate it an 8/10, although its not something I want to continue doing.\r\rI can't complain much, the job sucked when I first started, but the machine I currently run has cycle times of 24 hours or more and I literally do nothing besides change a few end mills and take a few measurements, ( amounts to about 10 minutes of time when added up ) then inspect and deburr the parts when they are done. Basically, I sit down and watch Netflix, read books, reddit, play games on my phone/laptop, or do homework. Tmobile really saves my ass here with unlimited data. I use a ton.", "cfxtq1p": "Middle School Student\n\n$10 a week for allowance\n\n14\n\n6/10 ", "cfxq0b6": "I work for the Department of Defense as a government civilian doing logistics.  I make between $60-$65k a year.  I'm 28 years old.  \n\nThe job is probably a 6/10 on good days and 2/10 on bad days.", "cfxofra": "Part-time Cake decorator at Wal-Mart while I attend college. I make about 10-11,000 a year. I'd rate about 5/10. Decorating cakes is fun but the upper management team is horrendous at running the store and cause a lot of stress on the job between customers and other associates. Not to mention the store is trying to get rid of all full-time associates so the workload on everyone in general is getting way out of hand.\n\nAlso, I have yet to misspell anything on a cake.", "cfxuae8": "28, Higher Ed Admin, 53k. Not bad for my first real job after grad school and a year of public service (AmeriCorps), but satisfaction is 5-6 for me. It's not terrible work, but I sit behind a desk and write emails, mostly.", "cfxtjx7": "Intake case manager at social services -- I interview clients for SNAP benefits (as well as Medicaid and TANF) and then approve/deny their benefits.  I make 37k a year at 28 years old.  I am completely dissatisfied with my job (well, life in general, tbh).  It gets stressful at times and can get monotonous.  Sometimes I feel that the clients see me as more of a therapist rather than a case worker.  I hear all their problems.  They can cry on the phone. Or yell at me, if angry.  They call and call and call and call and CALL.  I treat all my clients with respect and am probably one of the most personable workers here, but damn, I am just getting sick of it.  I need a long, long vacation.", "cfxtw0l": "Laboratory Manager/Research Assistant \n\n23 Years old\n\n7/10. Not exactly what I want to do, but happy it's in my field (psychology)", "cfxt68q": "I love this thread because I'm currently babysitting/doing odd jobs while living at home and saving up for grad school. I have no idea exactly what I want to do with my life, and it's so encouraging to be introduced to a perspective other than the corporate, white-collar one I'm faced with every day. All my friends are taking mid to high-salary jobs at ad agencies, law firms, tech startups, or brand name companies but the work is often boring, tedious, and restrictive. I like hearing about all the other jobs there are to do in the world, and not feel shame for disliking the corporate path.", "cfxqyvi": "Daycare Teacher.\n \nI will probably make about $8k this year.\n \nI'm 15.\n \nI am a 10.", "cfy0ops": "Professional Football (soccer) player.  £850,000 a year plus bonuses etc. 25 years old 10/10 ", "cfxvhez": "Hospital security, currently make around 50k.  Love my job.  It can be scary, dangerous, sad, funny, frustrating, exciting.  I mostly work in an ER in the psychiatric unit.  ", "cfxssbx": "13K AUS$$, 20yo, Hate my job 2/10. I work at a guest house. but the hours are pretty decent.", "cfxuf65": "I do resource conservation/endangered species habitat restoration, I make ~$50K per year, I'm 27, and I give my job a 10 out of 10.\n\nI work with private (agricultural, residential) and public (National Parks, Open Space) landowners to conserve natural resources through better land management practices.  I also do a lot of endangered species restoration, since that is where most the grant money can be found.", "cfxu1m4": "Office Manager for a parking company.\n29k, last year\nI'm 29 and enjoy my work 6/10", "cfxtx3z": "Railroad Conductor \n23 years old\n60-100K a year\nSatisfaction 7/10", "cfxsfgr": "Phone Tech Support/Chat Tech Support for Nissan/Infiniti telematics systems.\n29,000\n22\n6", "cfxrmzu": "23 year old filmmaker... like 30k a year if I'm lucky. The salary comes from funding for my films and a few music vids a year.\n\nI love what I do. It's one of the only things I'm good at. 10/10", "cfxrujs": "Apple education salesperson. Make $8.50 part time while I go to school, and I'm on reddit at work sooo you tell me where I am on the scale.", "cfxvc41": "Honda Automotive supplier\n\n20 years old\n\naround 32K a year\n\ni'd say about an 8. Its an automotive plant and most people will knock plant or factory work but I really enjoy it. You can get overtime anytime you want which is really good if your cash flow is tight. Get pay raises every year, holiday vacations (a week paid off for independence day and 2 weeks paid vacation for Christmas).", "cfxsj15": "Environmental Specialist for pipelines. I get paid $4100 per week (after taxes) while there's a pipeline to be built. I'm 25. I'd say about 5-7 satisfactory. You are always in camp. I haven't been home to see my SO or family for months. It's eat, work, eat, sleep, repeat.", "cfylwyf": "25, registered nurse. 9/10, it's pretty chill and too mentally or phisically demanding. 100k/ yr", "cfxsr5s": "24 110k 8/10, I actually enjoy IT client interactions keep it spicey", "cfxsws1": "Senior Technician for OnStar. I make a little more than 22k a year, 24 years old and I love my job. 9/10. ", "cfxto6o": "Tech recruiter in SF for a mid size start up. 135k, 30 years old and about a 8 on job satisfaction. ", "cfxvhmq": "Network Engineer for a SAP hosting company. 24 years old.  $125,000 a year. Extremely satisfied with my work, everyday is a different challenge. ", "cfxuywj": "Registered Nurse, 60k usd. 4 years exp, 8/10", "cfxsueu": "&gt;80k base salary + 25-80k bonus\n\njesus fuck...\n\nI would shovel shit and be pretty damn happy about it for that kind of money.", "cfxtsa6": "I'm a mechanical engineer for a Fortune 10 company.  I'm 26, make 80k per year.  I'm not in love with the work I do, but the salary and benefits more than make up for it.  I don't worry about money day-to-day.  Ever.  I don't have expensive tastes, but I do go out to eat a lot, drink at bars, and buy plane tickets to visit my good friends across the country without ever looking at my bank statement.\n\nNo matter what your job is though, I'm a firm believer that satisfaction is only achieved internally.  I've met people who make six figures who are miserable, and have teacher friends who are loving life despite driving a 1996 honda civic and can't make it to weddings because they can't afford the plane ticket.  If you don't love your job, that's ok - provide a service that you are paid to do, then spend your free time creating a world around you that you enjoy.  For me, that's running/yoga/boxing, having several beers with friends, and giving my gf a neck massage when her migraines flare up.  I don't need 80k a year to do that, but those are the things that really make me happy :)", "cfxv85e": "Animator (2D children's programming) as well as illustration work. I make about $40,000 a year, been working in the field a year or so. I really like it, despite the back pain, I'd say 8/10 ", "cfxvwh4": "I sing and play acoustic guitar on cruise ships.\n\n60k, living in a ship with no bills, no food expense.\n\nI'm 28.\n\n8 out of 10.  I love traveling to beautiful places and meeting new people, but I sing 3 hours a night 6 nights a week, and sometimes for only a small crowd.  I'd like to play more prestigious shows.  ", "cfxr4pg": "College student here, I have 2 part-time summer jobs.  Bus driver/customer service at a canoe livery and I'm also on the grounds crew for a local golf course.  \n\nBoth jobs are enjoyable and non-stressful for the most part.  Canoe place job is probably a little better, but overall I'd give them a combined 9/10.  I make about $6-$7K per summer, which is enough to cover my tutition every year with a little left over (I attend a local community college and commute from home).    ", "cfxtpk0": "I would take a shit while running at full speed and violently squeeze my testicles every day for that. ", "cfxrsm5": "Audio Video installer tech. I install sound systems in school/colleges all over my state. I made 50k last year. Im 22. I dropped out of high school. Some say i'm riding my dads coattails but I love my life and job. 8/10", "cfxu8b3": "Retired now $100K per year in SS, pension and 401K draw.  Prior to retiring  $150 - $200K as accountant.", "cfxt2y0": "Accounting Manager\n$280,000/year give or take\n29 years old\n9/10 happy with my job", "cfxvijy": "[deleted]", "cfxsat8": "I'm 22. I am still in college. I work at a carpet cleaning company part time. I am paid commission so it fluctuates. Normally around 300-700 per two weeks. During the summer I work full time and average 500-800 per two weeks. \n\nIt's a decent job, not very physically demanding once you get used to cleaning and moving furniture. Sometimes you see some gross houses that most people would never even consider going into. Sometimes you go to mansions that have 100 year old rugs. I enjoy it because some people you meet are really interesting. I've gotten to clean for Kendrick Perkins (Basketball player), Pimp C's mom (rapper), Earl Thomas (recent Super Bowl champion) and just normal people with cool ass lives.\n\n It's a stepping stone to bigger things so I don't consider it a career but there are people there that make 30-50k per year so it's not the worst pay for a job with no prior training needed. \n", "cfxunmf": "My tax return says I make $130k.   I don't know how much actual.\n\nI do **nothing**.  It's all investments managed by other people. \nI am 46. Life is good,would recommend to anyone. **10/10**", "cfxo8o9": "**Clinical Research Coordinator**\nI basically recruit patients for research studies and draw blood (fun).  But I also have to manage all the data entry and database management (not fun) as well as wake up super early for early clinics (really not fun).  \n\n**38,000**\n\n**22 Years old**\n\n**7/10**  All things considered its a pretty easy and interesting job ", "cfxpz8m": "Part-time barista while I'm a student, about 10k per year (depends on my hours). I'm 25. \n\nProbably 4/10 but I also have severe depression, so I'm generally dissatisfied with everything. Working bar is fun, doing dishes, dealing with the general public, lots of cleaning, etc is not. ", "cfxuyph": "I'm a developmental support worker at a treatment home for dual diagnosed, low functioning, highly aggressive teenage boys. \n\nI made 25K last year - I can live on it but it's tough. \n\nJob satisfaction? If you take out frustration due to low wages and one or two shitty coworkers it's definitely an 8 or 9. I love the kids I work with !", "cfxvka5": "Sales assistant at the airport Duty Free (basically a peddler for fruity tablets)\n\nAbout US$10K/yr\n\n30 y/o\n\n3/10\n\nThere must be some point where I failed at the game of life.", "cfxpbhk": "I work for a financial institution and I make about 24k a year at $12.80 an hour with benefits/401k (that the company pays into as well) and shift bonuses (working weekends or evenings gets you more money). I'm 24 and very satisfied, honestly. I feel like I have genuine responsibility and I've been recognized by my coworkers and superiors as contributing positively to our team. It's not my dream job, but I don't even think about that because of how much I enjoy being here. If I had to give it a rank I'd say something like 8/10 ", "cfxtruk": "Estimator for a large construction company, 150-170k per year depending on overtime, 33 years old, 7... i love my job and my company is great to work for, I just feel bad about working in the oilfield.", "cfxtrea": "29 and I work at a bank. I'm a head teller and have worked there for 8 years. I make 15$ an hour with full benefits and a dollar for dollar match on 401k. 7/10 boss is a bitch and sales shit drives me crazy. Can't I just count money and have that be it?", "cfxzedz": "What happens when the venture capital runs out :(", "cfxtdzl": "20 y/o Music Teaching Assistant/Cover Supervisor, working in a secondary school\n\nI'm on about £2400 this year\n\nI fucking love my job", "cfxqqbk": "I am an apartment locator. I make 15k a year. I'm 23. I am very satisfied. I work less than 2 hours a week and I own the company while I finish my graduate degree.", "cfxpwbw": "Dispatch for a major phone company. I am 24, make 60000$ a year and an 8 on the scale.", "cfxqivz": "Customer service at a Sams club. About 12K a year. I'm 18. I'd rate that shit a 6/10. ", "cfxtkud": "I'm a bank teller part time while I finished schooling for my degree.  I'm 20 years old and make about 15,000 a year (hours depending).  I would give my job when I first started a 8/10 but now I give it a 3/10.  The other tellers I work with are amazing, we are like a family.  My managers on the other hand are just...dfkjhsdgjkhgkjgs! We have so many stats we need to keep track of that involve our selling.  Banking used to be about customer service, but now it's about getting people in as much debt with the bank as possible.  And if you aren't selling (like me), you are threatened weekly that you will lose your job.  The only reason I'm keeping it is because it's flexible with my school schedule and it's not minimum wage", "cfxuppb": "I play online poker. Last year I made about £45k tax free. Scale of 1-10 I'd say about a 7. I'm 25. I've done this for a living for about 4 years now whilst also studying for the last 3. It can be stressful at times but gives me a lot of freedom. ", "cfxtg5v": "Purchasing/Graphic Design/IT at a small wholesale distribution company. Make just under $40k plus benefits. I love the variety in my work and the management usually leaves me alone. 8-9/10.", "cfxt8wv": "26 years old\n\nJunior front end web Dev\n\n27,500 a year\n\n7/10\n\nIt's awesome to not be waiting tables, but I got hired at a busy time so I haven't been trained fully. So I reddit a lot. I also have been going through a tough time so it allows me time to think. Too bad I can't sleep at night. ", "cfxti1z": "I work in graphic design for a university, I make around $40,000, I'm 26, and I'm running at about a 2. I love my coworkers, bosses, and the potential of my job. I also love my Cintix. However, the people in charge of approving my designs have no design experience or knowledge and freely admit this, but reject all of my designs. I am only in graphic design because I love using art to further other people's goals and dreams, even if those goals are just 'have a pretty class presentation', but I can do almost none of the work I'm hired to do. I also hate being idle, so this sucks.\n\nAlso, our offices are in the most unloved section of the university, in an almost windowless basement covered in roaches. Roaches EVERYWHERE.  I've luckily never had one crawl across my keyboard, but I am one of the few. I used to make a sport of counting them, and the record was 15 in one room at a time.", "cfxrc6a": "Ctrl+f'd \"engineer\", but didn't find anything. I'd really like to see at least one perspective from this field.", "cfxv4q8": "Retail marketing and merchandising for a top 15 company. 30 years old. Base is $170k plus benefits (full health, etc.).\n\nJob satisfaction rolls between 5 and 10 depending on the time of year and my bi-polar executive board. ", "cfxsz3q": "I work as program analyst for dept of Navy.  I will make ~$90K this year.  I am 33.  I rate it about 7 out of 10.", "cfxtxku": "[deleted]", "cfxv73v": "Retail Management / franchise, small business \n40k\n27 years old\n3-5 on an good day\n\nI've been at my job since I was 15. I'm the best there's ever been and my boss knows it. The main problem is that there's no more money to give me. Doing the same thing for 11 years is tedious and boring, but the money is fine and the job is a joke. ", "cfy6ohl": "I am a tile installer.  I make around 60K a year.  I am 29.   Would rate my job 9/10.  It's a hard on the back and knee's, but I love going into a house and making something out of nothing.    I have good benefits, a company truck, I get my gas paid for, and a company phone.  Make pretty good money, and save a lot too.", "cfxp7qf": "High school English teacher. $51,000. Eighth year of teaching, 31 years old. The kids make it a 9/10 (the shitty kids keep it from being a 10), but the adults and politics drag that down to about a 7.5. I should be making about 60k/year at this point in my career, but the republicans in our state don't much care for public education and have cut spending year after year. ", "cfxsypo": "Corporate Manager (Large IT Firm), 58k/yr(two weeks of vacation and sick time each year as well), 25 years old. 9/10. \n\nHigh school drop out. I've been a social butterfly nerd my entire life, so working in call centers is where I got started. I eventually got an interview with this company and they loved me, and I've been flying through the ranks. \n\nThis is pretty much the greatest position ever. Oh, I also work from home. I manage 20 people, and the company actually gives a shit about it's employees and customers; this makes my job a thousand times easier.", "cfxv252": "Power Engineer in northern Alberta  \n$200k per year + up to $30k extra in bonuses  \n7/10 Satisfaction  \n\nMoney is definitely good but the job involves shift work far from home and puts a strain on my personal life.  I usually work 12 hours shifts of 7 on/7 off rotating between nights and days.  With a few more years of experience and some luck I can get a position in the city for about 2/3 the pay but I would be sleeping in my own bed every night.", "cfxuz5n": "I seat people and work the register at my parent's restaurant. \n\nI'm 16\n\nI will make like $4,500 this year.\n\nJob is easy. 10/10 I enjoy working with my parents, they are nice.", "cfxtcin": "Computer Science Intern (IT) \n24K a year (12k per semester 36k total)\n19 years old\n9/10\n\nIt's a great job while I'm still in school. I work for a large website every other semester for three work terms total. I've learned more that I ever could in class in my first semester and the people are great!", "cfxt2he": "im 22, work as a mechanic on the flat rate system. I make $17/hr. is usually turn 40-60 hours per week, average about 50. its pretty good money for my age! the stress level of the job makes it a 6/10", "cfxqma3": "I'm 25, and work as a Pharmacy Technician in retail Pharmacy (Rite Aid). Im not certified though. I make $8.10 an hour, about 10k a year. 1/10. I hate dealing with stupid people that blame you for shit we don't even have control over, like how much your insurance pays for your prescriptions. Hate most everything about the job. Its easy though.. and nearby.. and I'm still in college though. ", "cfxu8eh": "I'm a photographer that teaches outdoor workshops and online photo courses, I blog occasionally and I make about $15k a year currently, I'm 26 and I've never been happier. I travel long term and get to help people capture beautiful places with their cameras. I'll give my satisfaction level a 10.", "cfxtqfn": "Corporate Development analyst in Oil&amp;Gas.  \nMake ~$105k/yr. 25 years old.  \n8/10 satisfaction. .. love the job but it can be frustrating/stressful at times working for demanding and often clueless Senior execs. ", "cfxstzt": "LPN. 47K/year. 34 years old. 5/10.  \nWe are overworked, understaffed and in dangerous situations (that are not always preventable) almost every day. I work at a psych hospital and the mentally ill are extremely exhausting. My coworkers and I get along great and we make each other laugh every day. I have amazing benefits. The last 2 points are what keeps me there. ", "cfxv5g0": "[deleted]", "cfxtq2s": "I work at Starbucks and I make about 9k-10k a year. Just started and I get raises every six months and looking at a promotion to Barista trainer soon and then my manager is setting up steps for me to be a shift lead. I actually really love this job. I have fun at work and rarely hate going into work. Something about it I love. Just wish I could make a better wage, and if i did id probably stay here forever haha. I am at about a 8.5/10.\n\nEDIT: Forgot my age, I'm 21", "cfxocgn": "Analyst for a retail company\n\n50K - 25YO\n \nThe job completely blows chunks. I can't stand the corporate world. Got my degree in education but couldn't pay the bills (have a family) so switched. All that glitters is not gold, friends. ", "cfxv38s": "Operations Engineer for a large website you use, $175k base + $100k in bonus and stock annually, 35, 9. ", "cfxscxu": "Lawyer.  Some weeks I get peanuts.  Other weeks I get lasagna.  Still other weeks I get tuna or mac and cheese.  Once I got an entire lobster dipped in mayonaise.  The job itself is around a 3/10.\n", "cfxt4xe": "I'm a psych nurse in australia I'm 26 and I make about $70k a year", "cfxs5lb": "I work in a steel manufacturing facility, and will make about $50,000 after taxes. It is in no way, shape, or form what I had pictured for my life, which is why I'd have to rate satisfaction around a 3/10, but as a 23 year old there are worse ways to earn a living until I can make my way into my desired career. ", "cfxts32": "I'm an occupational safety specialist. Basically I help an employer make and keep their worksite safe so their employees don't get injured. When injured, I work with medical people and insurance people to get employees back to work. \n\nMaking just under 60k\n\nAm 26 and have been doing this for almost five years. Have my degree in occupational safety, once I get my professional designation my salary can jump up by like 10k depending on my employer. \n\nWith my current place, I'm at about a 6/10 for enjoyment. Have had positions in safety with other companies where I've been at 9 or 10, unfortunately they were contract positions so after 6 months, I was out of there. ", "cfxsjbd": "Mechanic $120,000 gross  \n24 years old", "cfxum9y": "I'm a video engineer. Got this job with no college degree and have been at it for 11 years. I'm 29 years old.  Last year I make $125k, this year I'm on pace to make $150-180. I love the work I do, but the travel and long hours are quickly wearing my body down. ", "cfxqzb0": "Canadian Coast Guard Radar/Radio Officer, about $68k-70k, much more if I work overtime, 58 years old. 2/10.  Had you asked this 30 years ago I would have said 9/10, but the job has mutated so radically that's it's just no fun going to work anymore.  But I can retire with full pension in 4 years, so I got that goin' for me, which is nice...", "cfxrofx": "22, turning 23 this month\n\n$80,000 + benefits = $96,000\n\nIn the tech industry doing a combination of web development and PR, see technology evangelism: http://en.wikipedia.org/wiki/Technology_evangelism\n\n10/10 satisfied with my job\n\nI taught myself how to code when I was younger, because I loved creating things on the web--ignore the hype of learning to code for $, do it because you enjoy it.\n\nWent to college for 2 years, then decided to work full-time have taken time off and am now planning to finish part-time.", "cfxtyll": "Investment banker here as well. Dude, there is no way in hell your job satisfaction will be 6/10 as a first year. \n&lt;Insert \"I guarantee it\" meme here&gt;\n", "cfxuku0": "Software developer/Owner\n35k\n37\n8 out of 10\n\nI don't make as much as some but I own the business. Work the hours I want and work from anywhere. ", "cfxqyui": "I'm a bed truck swamper, and I work at a trucking company that tears apart, hauls to a new location, and set up drilling rigs.\n\nLast year I made a little under 50 grand\n\nI'm a couple months shy of 20\n\nSatisfaction 9! My job is fucking sweet", "cfxv82i": "Registered Nurse, Labor&amp;Delivery.    \n$92k working 24hrs/week    \n31 years old.    \n10/10", "cfxty0x": "I hang live chickens for a poultry processing plant. The ones that shit and puke and pee on you.\n\nI make 13.31 an hour. \n\nI'm 26 and don't really like it, but food has to be put on the table.\n\nscale of 2/10. ", "cfxu2ck": "Own a small video production business (4 years since I started my LLC at 19 years old).\n\nMy sales have gone from:\n2010: $9k, 2011: $16k, 2012: $32k, 2013: $68k.\n\n10/10 satisfied with my job because I create my own schedule and love what I do! \nEdit: Also wanted to add that I am so happy to finally be graduating with my BA in May! It has taken me forever to finish my degree because I didn't want to turn down the work experience. ", "cfxtmjw": "I'm 31.  I'm a stay at home dad.  10/10 job satisfaction.\n\nEdit: man a lot of you guys want to be stay at home dads.  If you can work it out with your partner I definitely recommend it. ", "cfxr84b": "Almost 30. \n\n$120k last year. \n\nI teach karate. I would say I'm pretty happy. I always strive for more so an 8. ", "cfxwhpb": "&gt; We were habitually understaffed, overworked\n\nWelcome to the wonderful and exciting world of nursing. I've been working in hospitals for over 20 years and it never seems to get any better. The unspoken motto at my hospital is \"We do more with less\". \n\n", "cfxsk1r": "I'm a conference and marketing coordinator for an event management firm, I make $40K a year, I'm 24 and one a scale of one to ten, I'm a 9! ", "cfxssne": "I work at a factory type bakery. \n\nI make mini donuts by the fleet of truck loads. \n\nI make 14.49 an hour right now. Due for a raise. Company matches 6% 401k contributions (so up to 12% of my paycheck per week goes in but I only pay half of it). At my current position, I can top out at around 16 an hour. The position over me, which I'll probably be in by the end of the year tops out at around 18 an hour. Cheap health, dental, vision (about 15$ a week for all three). I probably make about 40k a year. Never really paid attention to it. My moms an accountant so I don't worry with that stuff much. \n\nI like the people I work with, it's not a terribly hard job, and it's probably the best around here for somebody with out a degree in anything. I'd say I'm a 7 ish on your scale. ", "cfxuws8": "I'm an accountant, I make $84,000 a year, and it's a 10/10 job.", "cfxwu7y": "&gt;The unspoken motto at my hospital is \"We do more with less\"\n\nHey, mine too! :/", "cfxtoup": "Security company supervisor. \n\n$57,000\n\nI'm 23. \n\n5/10. \n\nMoney and perks are good but do it for some major brownie points for applying to the police in Alberta. \n\nI was happier when I worked in the oilfields", "cfxu55t": "I'm 18 and still in high school and I only work on the weekends so I guess my yearly would be maybe 5k. I work at my local Humane Society as an adoption counselor, which means I'm the one you talk to when you want to get a dog or cat. I'd say its a solid 9/10 job.", "cfxpr32": "[deleted]", "cfxs9sj": "I am a Fitness Coordinator at a small gym on a beach/ski resort (it is in Michigan so in the summer it is white sand beaches and sandy bluffs, and in the winter it is a ski facility). I make 10/hr and work 39 hours per week all year round. I am also going to school full time and live with my girlfriend in a cheap (but very nice) two bedroom apartment. I am 21 years old, with a birthday in June. I am very satisfied with my job because there is a lot of down time where I can get my studies done and I make enough to put some money in savings while living comfortably.", "cfxt53i": "I'm 26, currently employed as an assistant producer/editor at a post-production facility that specializes in move trailers and TV spots. The company is small so I wear a lot of hats, ranging from exchanging emails with clients and setting up mix/color sessions to encoding the final files that we'll send to iTunes Trailers, IMDb, broadcast networks, ad infinitum.\n\nLast year I started mid-February and cleared about 47k after my bonus, this year depending on overtime I'm set to clear about 55k with my raise and the extra month and a half.\n\nMy job can be very stressful and can sometimes involve 90 hour weeks as well as emails at all hours and on the weekends but I thrive off of the high stress levels and definitely feel happier and more fulfilled after days that I've been pushed to my limits with emergency requests and impossible deadlines. I also get to watch a lot of movies before they come out, and working around people my age and older with the same affinity for this business is a nice bonus you wouldn't enjoy in most industries.\n\nI may not be directing my own films or selling that big screenplay but I've got health insurance, my own assistant, and a steady paycheck that's now above the median level of American income, all with a film school degree, so I'm happy. I'd give it a 8/10, with room to grow.", "cfxv4kq": "Software engineer earning 99k/yr.\n\nI'm 23 and I love my job. I work with brilliant people and the atmosphere is great! On Fridays we all drink at work, haha. ", "cfxrud7": "I'm early-mid twenties, analyze stocks for a large investment bank and I make 165-200k a year in my current role. Started a year or so ago and was making maybe 10k less overall at another shop. May do this for a bit longer, but there may be other finance opportunities where I'm at that would pay more and have more upside. \n\nSatisfaction is 7 or 8/10 I guess? I like the work and it's interesting but if I didn't care about pay I'm not sure this is what I'd be doing.", "cfxunx7": "I am a front end web developer\n\n21 years old\n\n63.5k per year\n\n9/10\n\nI enjoy the work, but there are some annoyances here and there keeping it from being 10. A small part of the job is handling support tickets. Those can be a pain.", "cfxvhxm": "Junior investment banker. $150-200k annually. 25. 8/10. I love the job despite the hours.\n\nEDIT:\nI'm an associate for a firm that does mostly sell-side M&amp;A. I did do my undergrad at an Ivy, but I took a corporate job out of college. I worked that job for 2 years before getting my MBA. MBA was not Ivy, 20-25 in most rankings.\n\nDay to day work is editing pitch-books, looking over analyst models, editing NDA's... The usual stuff. 70-80 hrs/week.\n\nI can't give 1st-hand advice for breaking into IBD as an analyst, since I failed to do so myself. I failed primarily because I didn't really know what banking was/what the job entailed, so when i interviewed i looked like an idiot. Banks want quant skills for analysts, writing/client skills for associates. Hope this helps.", "cfxp33q": "IT\n105k\n38 Yrs old\n5/10 - I haven't had an entire day/weekend/holiday off with no work at all for 8-10 years.  ", "cfxqotx": "Work at a paper mill.  General bullshit job at the bottom if the pile.  I make around 55k a year.  More if I work more.  I usually don't   I'm 32.  3/10 satisfaction hey it pays the bills.  Also in a band.  I think I lost about 10k last year and 5 k this year.  Hope this album takes off.  Band 10/10 satisfaction.  \n\nEdit:   It's www.soldiersheart.com there are demos on there.  Album comes in May!!!!\n\nEdit 2: we also have a facebook.  If your on there slide by www.facebook.com/soldiersheartband and give us a like.  ALSO THANKS FOR OVER 200 plays today on our site!!!!", "cfxuvuu": "I'm a master automotive technician for a major luxury car brand. \n\nLast two years I made 60k roughly\n\nI am 26 years old.\n\nJob itself I'd rate an 8. I like working on cars, and the job is challenging. \n\nFactor in work conditions, commission only pay, idiotic management and having to babysit whiny customers who think I should re-engineer a vehicle because they think it should be different, and I'll give it a 2. ", "cfy1b52": "Mcdonalds, 21, 10.5k, -10/10 (i quit last month sick of the bullshit)", "cfxr65t": "Hiring and recruiting 9-1-1 dispatchers. \n\n42k per year\n\n30 years old\n\n9.5/10", "cfxqjpu": "I'm an air traffic controller in the US Navy. I'm 29, make about $50,000 after taxes, with a little extra here and there for special pay and allowances. My satisfaction for my actual job (ATC) is 8/10. Love it. My satisfaction with the military as a whole is probably 4/10. Great people and experiences, but too much beauracracy and union mentality. The advancement/promotion system in the Navy is by far the worst of all the branches. \n", "cfxu9mi": "I write computer software. I made $250k last year. I'm 30 yrs old. I'm close to a 9 on satisfaction.", "cfxtym9": "I'm a door to door alarm salesman. I made right over 50,000 last year in my second year doin it. \n\nI'm 20, turning 21 this summer. \n\n10. I work 5 months of the year, make 2500 a week, am in a very small percentage of people who are successful in this field and it's fun for me. All I do is talk to people all day. \n\nSeven months off where the company pays me hundreds of dollars a month in passve income. \nCompany paid trips to Jamaica, etc for the top guys \n\nLife's good. Definitely satisfied with this job but would not recommend it to anyone ", "cfxueph": "I'm a motor hand on a drilling rig. I'm 19 years old and make between 80-110k/year depending on how much I work.\n7/10 satisfied.. Have to work in ranges of +40 to -40 Celsius", "cfxsyf9": "What degree did you get?", "cfxtp2t": "31 yrs old, Paramedic, 50k at a private service, 8/10. I wish I made more and I wish we had nicer equipment. But I love my job and wouldn't trade it for a 9-5 for anything. ", "cfxttlm": "Analyst checking in. I was exactly where you are 8 years ago. Just turned 30 and making over just over 200k without bonuses. \n\nSatisfaction is currently at 8/10 (its 90% thanks to the money).\n\n", "cfxuk27": "[deleted]", "cfxt8d1": "$80K a year as an IT Manager.  Hate my job.  Maybe a 2-3 out of 10.  Love the money though.  It is great for my area and I only have an associates degree.", "cfxoqve": "I pump chemicals into the sewer line to keep shit rolling down hill. I travel a lot though. Last year I made $90,800. The company also drops 15% (13,500) into my 401k. I'm 28 years old. Not much job satisfaction, maybe a 2-3. The money keeps me here though. ", "cfxu8h7": "I am a teacher. I make $28,000 a year- BEFORE taxes. I qualify for food stamps. My satisfaction level is in the negatives. The kids are disrespectful, my co workers are miserable which makes they mean and difficult to work with and my supervisors are horrible as well.  ", "cfxtq4t": "Full time student,18 years old. Don't really make any money until my summer internship but hey I love it. Prob a 9/10 job, 3/10 during exams.", "cfxrrnt": "Musician/ Bass player \n36\n10-20k\nVaries from 1-10 depending on gig ", "cfxrfgj": "Software Engineer. \n\n$80k / year\n\n9/10\n\n23 years old\n\nThere are some days the work isn't interesting. But the company I work for is fantastic and there's never a shortage of work to do. I could make a lot more if I moved to they Bay Area, but I'm happy where I'm at. \n\nEdit:\nI work for a small company in Southern California.  We build iOS and web applications.  I primarily work with Cocoa Touch, Rails and Go.", "cfxwlcx": "TIL everyone on reddit is rich as shit.", "cfxsrxo": "ER doc, 40 years old, $220,000 USD, 9.5/10", "cfy3pro": "I have no job make no money and have no clue what I'm gonna do with my life. Also I'm 23. 1/10 ", "cfxunzs": "Resident doctor\n\n$55,000 before tax, malpractice insurance, and union/pension deductions\n\nI'm 29\n\nJob satisfaction is about a 7-8: the 60-80-hr workweek is a pain in the ass, and so is the occasional reminder you are being taken advantage of to make $200-300 an hour for someone else while you don't cost them anything", "cfxupbs": "Electrical Technician / Engineer with Oil field service company.\n\n- 38 years old\n- $150,000 average\n- Job 8/10 - Only work between 210 &amp; 240 days a year, get to travel to some awesome places, Australia, Singapore, Brazil, Equador, South Africa to name a few, airmiles are mine to keep so lots of cheap flights. on the down side, get sent to some not so nice places, Libya just after Gadaffi was ousted, so people still a little shooty, most places in West Africa, Siberia -45 deg C.....in winter time, Saudi Arabia in the summer 52 deg C.\n", "cfxtqdu": "First year high school teacher and athletics coach in an economically underperforming area. 45k. 25. 6/10. Politics and lazy kids bring it down. Helping kids learn, improve at a sport/subject, or be inspired bring it up. Masters in molecular science. Given student loans and marginal increase in pay over time, will be seeking another career in biotech within 5 years. ", "cfxttti": "36 yo.  Fire Captain/ paramedic for a municipal department 15 years experience. Gross $74,000.  Job satisfaction 8/10.", "cfxquyz": "I resigned from my job two weeks ago, but I was a staff nurse at a very small community hospital, surgical unit. \n\n24 years old, $74K/year, but was getting stabbed up the ass by taxes.\n \nFor my job as a whole- 9/10, I loved doing it and put my entire life into it. For my particular job, as in particular hospital, unit, etc- 4/10. We were habitually understaffed, overworked, had minimal resources (still had paper medical records, for gods sake, electronic med records came out in goddamn 1998), and because it was so small, everyone was in everyone else's business. If you made a mistake during your day shift, somehow the night nurse on another unit would be gossiping about it to some other uninvolved person within 24 hours. ", "cfxqslq": "IT tech. Probably a 7. I make about  44kGBP (74k UDS) It's not something I dreamed off but my boss and co-workers are nice and nobody dies if I fuck up. It's pleasant and unstressful compared to my last job. The dissatisfaction comes from loss of status and money", "cfxv3r7": "Haul truck driver for a open pit coal mine, 80k last year and I'm 21. Job gets kind of boring and definitely not something I want to do forever. Work 6 months of the year and 5 if I take my 3 weeks vacation. Full medical dental and all that along with company putting in 7% of wages into rsps and match my contributions. Been here 1 year and satisfied with the money and time off but not the actual job as well as working away from my family and friends makes it a  5/10", "cfxqo77": "Video editor for a news channel (creative username). Pay is between 40-50k. 22 years young. Job satisfaction is probably 7/10. Fluctuates a lot, depending on how crazy it gets, like dealing with last minute changes and breaking news or just being yelled at, that sort of thing.", "cfymk7c": "Private Investigator.  With travel time, mileage, surveillance time, and other various expenses I make anywhere from 50k-60k a year.  I'm 26 years old and I constantly feel like I hit the lottery with my profession.  Job satisfaction is 11/10.  I will be doing this for the rest of my life if I am lucky. ", "cfxso2c": "Internal Investigator\n\nBetween 50-60K/year\n\n31\n\nCurrently an 8/10 but it fluctuates pending the day and case loads.", "cfxyh23": "Voice Actor - $552k last year. - 10/10\n\nEdit:  38 years old", "cfxtt83": "I work a IT help desk on overnights. I get $24 but a shift difference of 15%. I also get VA disability at 70% which is about $1400 on the first.   However I also support my wife who had a bad back injury a ways back and can't work.\n\nMake a decent amount but support two people.  We live happy with what we have.....I would say a 8.  Only because we struggle sometimes with her therapy cost. ", "cfxx7m8": "I'm 2nd captain on a Dutch inland barge and make $45k a year after taxes. \r9/10 job satisfaction, though a nagging boss drops it to 6/10 half the time. \r-I'm 23 year old-\r\rJust sailing on the river, between mountains and changing landscapes all the time is really awesome and satisfying!\r\rEdit: age 23", "cfxqw9n": "When I start full-time next year:\n\n* Investment banking analyst\n* 80k base salary + 25-80k bonus\n* 22 years old\n* ~6/10 (assuming my satisfaction is *slightly* higher than it was as an intern)", "cfxt983": "Graphic Designer\n\n22\n\n$60k a year, 10% 401k matching and health/dental insurance.\n\nanywhere from a 5-10/10. Normally it's about an 8 because I really like what I do, and it's only ever a 5 if the project I'm working on is really uninspiring and heavily micromanaged, which leaves little room for my own creativity.", "cfxu1dw": "Waitress, $24,000 (ish), 24 and just dissatisfied enough the definitely finish college and get a new job.", "cfxuvpx": "Im 31 and a programmer @ a hedge fund. 200k/yr base. Bonus this year was 175k.\n\n8/10, the hours are pretty bad + the commute is eating my soul. (train into nyc from nj)", "cfxrhnf": "Investment Advisor for Wealth Management firm, i'm 37 and i make about $250,000-$275,000 per year based on lots of variables (last 3 years have been in that range). No basic pay, no sick pay, no vacation pay, but i get a chunk of the advisory services fees (hence income above). day to day i advise, guide and manage investment strategies for wealth(ier) individuals - not super rich, but upper middle class life long savers and professionals (doctors, lawyers, teachers etc). No day is the same, it's pretty crazy keeping everyone from freaking out but i have done it for 12 years and pretty good at it day to day. job satisfaction is about 8/10", "cfxshj0": "I am a telecommunication technician. I travel around building networks, mostly microwave, LTE and some ADSL belie\nve it or not. Pay is about $75k a year with some benefits. Per diem is around $160.00 for food and hotel.\n\nDepending on the job it could be a 5/10 to a 10/10. For what employers expect from us it should be 100k a year but its still a cool job.\n\nThere is lots of helicopter work and many interesting places to see. \n\n I am 27.", "cfxtmsr": "I'm 28 years old, I'm a hair stylist and last year I made $96,000 WITH tips... And I love it", "cfxpwew": "I work as a process and systems analyst for a large oil company. I make between 90 and 110k depending on my bonus. I'm 29yrs old. I find the job about 4/10 because of how our dept is managed, I enjoy the work. I'm working towards a transfer and that should improve things.", "cfxsiev": "I'm a stylist/consultant at a bridal shop.  I'm part time and haven't worked there for a full year yet, but with my average weekly hours I would make around $11k per year plus commission.  Since I'm new at my job it's hard to estimate how much I'd make in commission in a year, since I'm not sure what my average yearly sales are/will be at this point.\n\nI'm 26 years old.  It's a really fun job and I enjoy it more than expected - probably 7/10.  I just wish I was full time.  I'm fucking poor.  Need to be on food stamps and receive Medicaid to properly survive right now.\n\nI'm trying to take on a second job, but anywhere else that's willing to hire me would also need me on weekends like my current job.  Turns out it's hard to be two places at once.", "cfxqjsf": "Sign me up", "cfxsdpc": "Air export coordinator/ 22 years old\n\n50k a year + benefits + bonuses\n\n4/10\n\nIt's a standard office job, a lot of making copies and placing phone calls. Not particularly difficult work but the hours are horrible. 16 hour Saturdays are the norm. Honestly I'd rate it higher if I did the same thing at a different company. In my office it's just a lot of drama, long hours and God forbid you get sick. You get 3 sick days and 10 vacation days a year but you can't take more than 5 at a time. No you don't get more vacation days or sick days as you progress. \n\nProbably gonna be at a different company by summer. But I can't really complain, I'm a high school drop out with no college degree so all things considered I think of myself as lucky.", "cfxrxr6": "Software developer. $100,000/year. 28 years old. Very happy. ", "cfxtt7b": "Software engineer at a successful tech company. 92k a year. Just turned 25. Great benefits. 9/10. Includes a nice gym, great snacks/free drinks, massage therapist on-site.\n\nBureaucracy and the cliche big company pitfalls bring this down to a 9/10 because it hasn't been an issue.", "cfxtuce": "I'm a teacher and coach two sports. I make $54,270 a year. I'm 23. Job satisfaction is a 10. I love my job. I love knowing that I make a difference. I teach a core class so I get kids who hate and love the subject. It's worth it. Grading papers suck but my students are amazing.", "cfxtfoj": "College student. My only source of income is $20 a week from Litecoin mining.  Salary of $1000 a year.  9/10 pretty chill.", "cfxqnkt": "VP Clients at a Digital Advertising tech company.  $250k + many perks. 3/10 on job satisfaction. Work consumes my life :-(", "cfxu34i": "This is fucking depressing reading. I'm 47, and through a variety of life changes am now a \"team lead\" at a call center booking hotel rooms. My salary is $25k. 1/10 KMN", "cfxtnyw": "I'm an acquisitions editor at a book publishing company. I'm 30 and have been there about 8 years, and I make about $40k. It's difficult to edit books during the workday because of the sustained attention it requires, so I tend to work all day Saturday and some nights. It's a lot of work for not a lot of money, and the changing industry means that the future looks uncertain. It is a LOT of fun to acquire books, though. I love making deals, and I love talking to agents and authors about their ideas. ", "cfxvd0m": "I'm a software consultant specializing in medical software, specifically Pharmacy.  I work in hospitals.  Thing is, I learned all about pharmacy when I became a pharmacy technician in Alaska, so my college degree has nothing to do with my job or anything (but I'm still glad I got it).  I'm 46 and last year I made mid $100,000s.  \n\nAs for job satisfaction, it's through the roof.  I'm doing something I love, for a company that I absolutely adore.", "cfxrcua": "22 years old. Pizza delivery driver in a fairly small town. Going to college on the side for certifications. Make about 14k/yr after tips and car expenses, working ~20 hrs a week. Overall satisfaction 5/10. I get free pizza, and get paid to listen to music/audiobooks and give people food. Could be working a crappier job with more hours and less pay, glad I'm not.", "cfxukdg": "I work as an Arborist in the greater Seattle area. Started out as a groundsman but have been making the transition to climber, hoping to get ISA certified when I get my 3 years work experience. As of now, I'm 25 and am making only about 25k a year, but I love the job. Every day is different, I'm constantly learning new things and finding myself in places I never thought I'd be. There's nothing like hanging from a rope 130 ft up a Douglas Fir overlooking the Puget Sound with the Olympic Mountains in the distance. Job satisfaction is an 8 or 9 out of 10 depending on the day. ", "cfxtc42": "I do motion graphics for documentary films, usually that go to PBS. Want to animate lines on a map to show a route someone took, or make it look like the words on an old timey document are being written on as you're watching---I'm your guy.\n\n30 years old. make $40-50k a year. 8 out of 10---I feel very lucky because I love what I do....when I come home from work at a production office I unwind by cracking a beer and opening the same programs to add explosions and futuristic cities to stock footage and jumping into te fray on /r/photoshopbattles.", "cfxpljj": "Unemployed person\n\n$0.00 per year\n\n18 years old\n\nBeing unemployed really sucks but I've been unemployed since January and have been looking ever since and have gotten very few calls despite have a rather decent amount of work experience\n\nEDIT: Wow everyone, thanks for the feedback I genuinely appreciate it and will put your advice to good use as soon as possible", "cfxv4l3": "Student\n\nSalary: -25k/year\n\nI'M 22.\n\nLove it.", "cfxsp3q": "Bartender, 26 years old, ~$33k a year, 30 hours a week, 7/10\n\nI'm currently a student so it's very nice to be able to make a living wage while only working 4 days a week. I have fun at my job but it's not my passion and I'd love to make a little more money. It's perfect for right now but I don't want to be a career bartender.", "cfxu5x0": "I'm an EMT for a city govt agency that manages half a dozen performance and expo venues. I make ~30K per year. It's a second job for most of the other EMTs, most of whom work as medics elsewhere. For others it's their retirement gig.\nI'm 28 and just getting into the field and it's one of the better jobs to have because I get to schedule myself depending on the number of events monthly. Today I'm working a cheerleading competion, which is pretty cool. 9/10. ", "cfy2m4e": "College student/geek squad counter agent.\n\n22\n\n10$\n\n3/10. I was told the job was about helping people and satisfying the client,  not trying to milk them dry for money because were \"____ in the company and I want more.\" People keep leaving for a reason.", "cfxqz1f": "Production assistant. Typically paid 200 smackers per job, which doesn't have a consistent enough rate to mean anything. Probably around $10,000 a year. I'm 19. I'm going into film school so I can have my own production assistants one day. ", "cfxsdtx": "Retail store manager  \r30 years old  \r$35k/year\rSatisfaction varies from 3/10 to 7/10 depending on the amount of corporate bullshit that rolls down to the store level on a given week.", "cfxtxxz": "I would work for that food. Sign me up.", "cfxu37x": "I have 2 jobs-I'm a LPN in an outpatient clinic, and every other weekend in an assisted living facility. I work an average of 50 hours a week and I make a little over 30K. The clinic job pays $14.50/hr + benefits, the assisted living job is $18.50/hr with no benefits (starting wages for both, I just moved to the area)\n\n7/10. I generally like both jobs, the pay is meh, but combined with my SO's income it's more than enough to get by. After many months of unemployment I'm just happy to be working again. I'm 29 years old. ", "cfxu9oo": "Chemical engineer, consulting for biopharm. 56K (below the average, ok for now since I am 9 mo out of school) health/dental/life (tiered health insurance, it is actually amazing I only pay $80/mo for it), sick pay, 2 wk vacation, paid shutdown from xmas to new years, 100% match to 4% 401k contributions. 22 yo, graduated with my BSChE in May 13. Job satisfaction 8.5/10, will be closer to a 10 when I can do more PM and just a range of things that are in the (near) future.", "cfxrs52": "Supervisor for a parking company.$42,000. 29 years old. 8/10. ", "cfxvbin": "Motion graphics artist (freelancer)\n\n36 years old\n\nAverage about 200k yearly. \n\n10/10 love it. ", "cfxxp0k": "As someone with a Bachelor's Degree, currently unemployed, this was a depressing thread to open.  ", "cfxtg95": "I grow winegrapes. I make more than the US median household. I am in my early 30s. My happiness is probably a 9. It would be a 10 if I owned my own instead of working for a company. I also get a lot of free wine and/or heavily discounted wine.\n\nEdit: Grammar ", "cfxscda": "[deleted]", "cfxs44p": "I am the principal of a small after-school Hebrew program. I make $10,00/year. I am 53. At 50 I \"retired\" from a 24 hour a week job that earned me $40,00/year. The new job is more stressful than it is worth, but I decided I prefer stress to boredom. Each year gets better.", "cfxteb2": "24, Procurement Coordinator, I make 52k a year and I would say about a 9 out of 10. It not a bad job, what really makes me go in everyday is my boss and teammates. Besides being great people they actually listen to me when I have an idea and at times go along with it, the times they don't I nod my head trusting they know what is best. I am a hard worker and in return I have been rewarded. At my work there are different levels of Procurement Coordinator, I, II, III, and after my team was assigned to a major project worth 2.4 billions dollars my boss chose to keep me on his team when given the option to replace me with someone in the company with more experience. Now I am making multi-million dollars buys, sure it is stressful and I work long hours but there is nothing more rewarding for me then to not feel like I do a meaningless job. One of my teammates encourages me to continue the good work and says within a year I will be promoted to a level II which is given out to people who have 5+ years experience. "}