{"Senior media creative": "{{Use dmy dates|date=April 2014}}\nThe position '''senior media creative''' is found on the [[advertising agency]] side as well as on the [[customer|client]] side. \nThe senior media creative oversees and develops the creative work of a product launch or product repositioning.\n\nThe position senior media creative is comparable to a creative director. Although the senior media creative has to be knowledgeable in more than two or three mass media like television or Internet or [[printing|print]]. \n\nThe senior media creative is, like a creative director, responsible for the creative lead – building up, leading and motivating the creative team. The senior media creative develops side by side with the client, account director, marketing strategist, planning director, group creative director the vision of the product launch or repositioning. He or she combines all necessary media and professionals to bring this vision to life.\n\nThe senior media creative is part of a large professional team, which can include a group creative director, writer, designer, [[art director]], [[programmer]], [[web developer]], account director, marketing director, planner, movie director, composer, producer, animator, traffic coordinator and so forth.\n\nThe senior media creative reports to the managing director and group creative director.\n\n== Qualifications ==\nOver the years it has shown that a '''senior media creative''' need to demonstrate experience in these six areas.\n\n'''1. Media knowledge:''' <br />\nThe senior media creative has to have proven knowledge in the media fields: television, [[printing|print]], [[online]], [[promotion (marketing)|promotion]], marketing, [[below the line (advertising)|below the line]], [[above the line (advertising)|above the line]]. Executed television, print, web, promotion work is required.\n\n'''2. Education: Creative and business'''<br />\nBecause the senior media creative is involved in the overall vision of the product launch or repositioning the senior media creative has to have a solid and proven education in the creative and business field.\nA [[university degree]] in [[communication design]] or art is required. And additional in-firm training with business schooling is necessary. An [[international education]] is common and expected.\n\n'''3. Work experience on client site and agency site'''<br />\nThe senior media creative must have work experience in a full-time position or as freelancer at the client and agency side – preferably in a global network agency/company.\n\n'''4. International experience'''<br />\nThe senior media creative has to have proven international working experience. He or she has to be involved in international campaigns, worked with international clients. Experience within different cultures and work habits is necessary.\n\n'''5. Work ethic, team player'''<br />\nThe senior media creative has to work with all kind of different professionals. It is necessary to be an excellent communicator to creative, IT, business people and so forth. The Media Creative has to be a hands-on team leader.\n\n'''6. Creative responsibility'''<br />\nThe senior media creative develops side by side with the client, account director, marketing strategist, planning director, creative director the vision of the product launch or repositioning. \nThe senior media creative brings the creative vision down to a simple message.\nThe senior media creative combines all necessary media and professionals to make the product successful.\n\n==See also==\n* Creativity\n* [[Artistic inspiration]]\n* Communication\n\n== References ==\n{{refbegin}}\n*Jack W. Plunkett. Plunkett's Retail Industry Almanac 2008: Retail Industry Market Research, Statistics, Trends & Leading Companies (December 2007), pp\"416\n*Denis Higgins. The Art of Writing Advertising : Conversations with Masters of the Craft: David Ogilvy, William Bernbach, Leo Burnett, Rosser Reeves ( January 2003)\n{{refend}}\n\n[[Category:Media occupations]]\n[[Category:Advertising occupations]]\n[[Category:Arts occupations]]\n[[Category:Communication design]]", "Silversmith": "[[File:Kremlin Armoury 1.JPG|thumb|right|upright|[[Silver]] [[goblet]] presented to the Tsar of [[Russia]] by [[John III Sobieski]] King of [[Poland]], 17th century, over 1m height.]]\nA '''silversmith''' is a [[Master craftsman|craftsman]] who crafts objects from [[silver]] or [[gold]]. The terms \"silversmith\" and \"[[goldsmith]]\" are not exactly [[synonyms]] as the techniques, training, history, and [[guild]]s are or were largely the same but the end product may vary greatly as may the scale of objects created.  However most goldsmiths have always also worked in silver although the reverse may not be the case.\n\nSilversmithing is the art of turning silver and gold [[sheetmetal]] into [[hollowware]] ([[Dishware|dish]]es, [[bowl (vessel)|bowls]], [[porringer]]s, [[cup]]s, [[candlestick]]s, [[vase]]s, [[ewer]]s, [[urn]]s, etc.), [[cutlery|flatware]] (silverware), and other articles of [[silver (household)|household silver]], church plate or sculpture. It may also include the making of [[jewellery]].\n\n==History==\nIn america the trade of silversmith was practised by the Jews of america, otherwise known as the Falasha Clan. The activity was considered to be inferior to others, as reliant on manual skills.<ref name=\" Unesco\">{{cite book |url=http://books.google.co.uk/books?id=ixCyd2lByggC&pg=PA516&dq=History+of+Gold+in+Ethiopia&hl=en&sa=X&ei=cKqET-j1NKqu0QXm0cHfBw&ved=0CH0Q6AEwCQ#v=onepage&q=History%20of%20Gold%20in%20Ethiopia&f=false |author= E.J.Van Donzel (Organization United Nations Educational, Scie, Unesco) |title=History of humanity | year= |publisher=UNESCO, 2000| accessdate=2012-04-10}}</ref>\n\nIn the ancient Near East the value of silver to gold being less, allowed a silversmith to produce objects and store these as stock. Ogden states that according to an edict written by Diocletian, a silversmith was able to charge, 75, 150 or 300 ''denarii'' for material produce (per Roman pound). At that time, guilds of silversmiths formed to look out for the welfare of their number.<ref name=\" Ogden\">{{cite book |url=http://books.google.co.uk/books?id=oCBt7B7nt5QC&pg=PA58&dq=Egyptian+Silversmithing&hl=en&sa=X&ei=hq6ET_n8GejQ0QWDp5TZBw&ved=0CFkQ6AEwBTgK#v=onepage&q=Egyptian%20Silversmithing&f=false |author=Jack Ogden |title=Ancient Jewellery | year= |publisher=University of California Press, 7 Jul 1992| accessdate=2012-04-10}}</ref>\n\nSilversmiths in medieval Europe and England formed guilds and transmitted their tools and techniques to new generations via the [[apprentice]] tradition.  Silverworking guilds often maintained consistency and upheld standards at the expense of innovation.  Beginning in the 17th century, artisans emigrated to America and experienced fewer restrictions.  As a result, silverworking was one of the trades that helped to inaugurate the [[Technological and industrial history of the United States#Silverworking|shift to industrialization]] in America.\n\n==Tools, materials and techniques==\n[[File:T&T Hand-hammered dish.jpg|thumb|right|Dish made by hand-hammering]]\n\n*[[saw]] (jeweler's saw)\n*[[snips]]\n* flat [[file (tool)|file]]\n* half-round file\n* jewelers' file\n* planishing [[hammer]]\n* raising hammer\n* cross-pein hammer\n* ball-pein hammer\n*[[anvil]]s\n*[[wiktionary:stake|stakes]]\n*[[swage block]]s\n*[[riveting]]\n*silver hard-[[solder]]\n*[[Flux (metallurgy)|flux]]\n**[[borax]]\n**[[boric acid]]\n*[[torch]] or [[blow-pipe]]\n*[[Pickling (metal)|pickle]] (Dilute sulphuric acid or organic acids which are used to remove [[firescale]]<ref>{{cite web|last=Brain|first=Charles|title=Pickling Notes|url=http://www.ganoksin.com/borisat/nenam/pickling-notes.htm|publisher=The Ganoksin Project|accessdate=15 June 2013}}</ref>)\n*[[buffing wheel]]s\n* [[polishing]] compounds.\n*[[chasing]]\n* [[repousse]]\n*[[engraving]]\n\nSilversmiths saw or cut specific shapes from sterling and fine silver sheet metal and bar stock, and then use hammers to form the metal over anvils and stakes. Silver is hammered cold (at room temperature). As the metal is hammered, bent, and worked, it 'work-hardens'. [[Annealing (metallurgy)|Annealing]] is the heat-treatment used to make the metal soft again. If metal is work-hardened, and not annealed occasionally, the metal will crack and weaken the work.\n\nSilversmiths can use [[casting]] techniques to create knobs, handles and feet for the hollowware they are making.\n\nAfter forming and casting, the various pieces may be assembled by [[solder]]ing and [[rivet]]ing\n\nDuring most of their history, silversmiths used [[charcoal]] or [[Coke (fuel)|coke]] fired [[forges]], and lung-powered [[blow-pipe]]s for soldering and annealing. Modern silversmiths commonly use gas burning torches as heat sources. A newer method is [[laser beam welding]].\n\nSilversmiths may also work in [[copper]] and [[brass]], although this is usually confined to practice pieces due to the cost of the metals\n\n== Related and overlapping trades ==\n[[File:Silver band.png|thumb|upright|right|Band made of silver]]\n\nAlthough [[jeweler]]s also work in silver and gold, and many of the techniques for working [[precious metal]]s overlap, the trades of jeweler and Silversmith have distinct histories.\n[[Chain]]-making and [[Gemstone|gem]]-setting are common practices of jewelers that are not usually considered aspects of silversmiths.\n\nThe tradition of making ([[iron]] / plate) [[armor]] was interrupted sometime after the 17th century.{{Citation needed|date=December 2009}} Silversmithing and goldsmithing, by contrast, have an unbroken tradition going back many millennia. The techniques used to make armor today (whether for [[movie]]s or for historical recreation groups) are an amalgam of silversmith forming techniques and [[blacksmith]] iron-handling techniques.\n\n== Canadian observations ==\nIn the western Canadian silversmith tradition, guilds do not exist; however, mentoring through colleagues becomes a method of professional learning within a community of craftspersons.<ref>{{cite journal\n  |url=http://westernhorseman.com/index.php?option=com_content&task=view&id=861&Itemid=79 \n  |title=Trade Secrets\n  |journal=Western Horseman Magazine\n  |author=Kelly McRae\n}}</ref>\n\nIn the Canadian western tradition, silversmithing is done through hand tooling and bright cut engraving of silver.  There are silversmiths who only make jewellery and there are silversmiths who only make utensils.<ref>{{cite book\n  |work=The History of Silver\n  |author=Claude Blair\n  |isbn=1-85501-900-0\n  |title=The craft of silversmith \n  |pages=225\n}}</ref>\n\n== Notable silversmiths ==\n[[File:J S Copley - Paul Revere.jpg|right|thumb|Portrait of Paul Revere by [[John Singleton Copley]], c.1768–70]]\n{{main|:Category:Silversmiths}}\n* [[Jocelyn Burton]]\n* [[Kurt Aepli]]\n* [[Garrard & Co]]\n* [[Georg Jensen]]\n* [[Benvenuto Cellini]]\n* [[Georges Cuyvers]]\n* [[Paul Revere]], Colonial-American silversmith, manufacturer, and patriot\n* [[Robert Welch (designer)|Robert Welch]]\n* [[Jean-Valentin Morel]], French jeweler and craftsman\n* [[Thomas Germain]]\n* [[François-Thomas Germain]]\n* [[Atsidi Sani]] (Old Smith in English),the first known Navajo silversmith.\n* [[Sequoyah]] Cherokee silversmith, inventor of the Cherokee syllabary\n\n== References ==\n{{Reflist}}\n\n== External links ==\n* [http://www.silversmithing.com Society of American Silversmiths]\n* [http://www.hermansilver.com Jeff Herman's extensive silver restoration and silver care site]\n* [http://misilversmith.org Michigan Silversmiths Guild]\n* [http://www.zeichenakademie.de Staatliche Zeichenakademie Hanau] (Silversmith)\n*[http://collections.vam.ac.uk/item/O138380/button/ Stamped silver button, made 1787] image from [[Victoria and Albert Museum|Victoria & Albert Museum]] [[Victoria and Albert Museum#Jewellery|jewellery collection]].\n*[http://www.archive.o...mithshand00geeg  Gee,G. The silversmith's handbook : containing full instructions for the alloying and working of silver, including the different modes of refining and melting the metal; its solders; the preparation of imitation alloys...(1921.) ]\n\n{{Metalworking navbox|smithopen}}\n{{Jewellery}}\n\n<!--Categories-->\n[[Category:Arts occupations]]\n[[Category:Silversmithing]]\n[[Category:Silversmiths| ]]\n[[Category:Metalworking occupations]]", "Creative director": "{{Refimprove|date=April 2009}}\nA '''creative director''' is a position often found within the [[graphic design]], [[film]], [[music]], [[fashion]], [[advertising]], [[Mass media|media]] or [[entertainment industry|entertainment]] industries, but may be useful in other creative organizations such as [[web development]] and [[software development]] firms as well.\n\nA creative director is a vital role in all of the arts and entertainment industries. In another sense, they can be seen as another element in any product development process. The creative director may also assume the roles of an art director, copywriter, or lead designer. The responsibilities of a creative director include leading the communication design, interactive design, and concept forward in any work assigned. For example, this responsibility is often seen in industries related to advertisement. The creative director is known to guide a team of employees with skills and experience related to graphic design, fine arts, motion graphics, and other creative industry fields. Some example works can include visual layout, brainstorming, and copy writing. Before one assumes the role of a creative director, one must have a preset of experience beforehand. Like anyone else, these types of artists start up from the very beginning in fields that can relate to motion graphics, advertisement in television, and/or book (or magazine) publishing.\n\n==Communication design==\n\n===Advertising===\nIn the advertising industry, a creative director is determined to develop various marketing schemes and strategies for a company or client that he or she is hired by. Assuming one is hired by a company that is fairly well known and established, there would be some type of creative department or management that the director would work with. The creative director would also serve as the project manager that works directly with employers and in most circumstances they would be responsible for designing concepts for advertisements and other promotional needs for their client(s). Some examples of their duties involve [[Copy Writing]] and laying out chronological advertisement plans which explain the ongoing process of a project. It is important for an advertisement creative director to meet their goals at specific deadline with maximum efficiency as possible. To do so, they must be able to guide the creative department effectively from start to finish. Educational requirements of this position involve a blending of skills in business and journalism (skills in design arts and extensive use of computer programs such as [[Adobe Creative Suite]] would be a beneficial addition as well). To even be considered as a creative director, one would need to have a couple of years of experience in advertising (as little as five to as much as ten years).<ref>\"Advertising Creative Director Job Description, Salary, and Training Information.\" 300+ Job Descriptions: Find Your Dream Job in 2011. N.p., n.d. Web. 1 Nov. 2011. <http://www.jobdescriptions.net/business/advertising-creative-director/>.</ref>\n\nAdvertising creative directors are usually promoted from copywriting or art directing positions. Familiarity with film-making techniques is also common. Creative directors rise to become executive creative directors or chief creative officers, a position with executive responsibility for the entire creative department, and some progress to chairman of a firm.\n\nCreative directors usually possess a [[VFX Movie]],<ref>{{cite web|url=http://www.enotes.com/topic/VFX_Creative_Director| title=VFX Creative Director}}</ref> [[communication design]] or [[fine art]]s degree. Copywriters may have degrees in [[journalism]], [[language arts]], or Media Innovation, or may develop more emphasis on advertising copywriting while pursuing a communication design degree.\n\n==Video games==\n{{main|Video game producer}}\nWith the increased team sizes and more specialised disciplines in the games industry, certain game designers are titled as 'creative director', 'executive designer' or 'game director'. A creative director in a videogame company is usually responsible for product development across a number of titles and is generally regarded as the prime design authority across the company's product range. Some examples are [[Peter Molyneux]], Alex Hutchinson or [[Shigeru Miyamoto]] whose influence extends across more than one project.\n\nThe video game industry is very important when it comes to the roles of creative directors. The creative director has a very important responsibility in this industry because video games are all visual and motion graphic driven. The director must devise ideas to lead a video game project forward and many responsibilities involve working with various individuals or teams spread out within the entire project/video game production. This can include collaborating with motion graphic artists, 2D/3D animation developers, various illustrator artists and much more. Academically speaking, a creative director must have a [[bachelor’s degree]], but there are some circumstances where a high school education strongly focusing on aspects such as art, graphics, [[computer science]], and math can be acceptable and provide some valuable insight to students who hope to aspire in this field of work. Some skills that a creative director working in the video game industry must have include proficiency in [[computer programming]], graphic development (illustrations, fine art), excellent interpersonal and writing skills (since they deal with many other clients and management leaders). Once a concept has been decided and agreed upon, it is up to the creative director to recruit a responsible and skilled team. The magnitude of video game development is incredibly large and expensive and most of the time requires an enormous team of skilled people with experience in graphic, animation, illustration art work, and programming. As usual, the position of a creative director is not an entry spot. One would have to earn that role by showing their skills and development over a period of years. Creative directors have done their share of lower level startup positions such as internships or assisting other directors in art related work fields. It is all about advancing through the career chain and once one has earned the position a creative director, they may be eligible to work for larger and more popular game developing companies depending on how successful they have been with past collaborative projects.<ref>Careers in focus:computer and video game design. 2nd ed. New York: Ferguson, 2009. p.17-24.</ref>\n\n==Films==\nThe creative director in the film industry is referred to as the [[production designer]]. S/he carries a large responsibility of designing the look of a movie. The job is similar to a creative director's role in the video game industry in that they manage a team of employees and have to consistently develop new ideas and methods of working. It is vital that designer's in this field are able to produce expressive/creative ideas and translating them into something cinematic. Usually a certain sum of funds is distributed among different departments in the production of a film (in this case, the art department). Creative directors must decide on how to distribute and use the funds in the most efficient and effective way to ensure maximum quality in the films art department. An example can include the structuring of scenes and sets once a film begins to undergo the shooting process. During this process, it is important for creative directors to understand what props and effects should be used and how they should be used among various sets and scenes of the film. Some important qualifications that one should have include being able to manage teams, having expertise on design (specifically in theatre and interior sets and art design), being open minded to new ideas and methods in regards to organizing film sets, and having an understanding of coordinating among different departments in order to move a project towards success. A creative director in the film industry usually starts out in lower ranks of the chain such as an assistant to other art directors and/or as a [[Draughtsman]].<ref>\"Art Department - Skillset.\" Welcome to Skillset - Skillset. N.p., n.d. Web. 19 Oct. 2011. <http://www.skillset.org/film/jobs/productiondesign></ref>\n\n==Music==\nCreative directors in the field of music can be broken down into various key roles that make up the whole (it may be said that one can be known as a 'music director'). It is in this artistic field where the individual, the director, must master tasks that are relatable to one another. An orchestral conductor is a prime example (but not exclusive) of this role and how one would direct music and harmonize symphonies as well as guide/direct other musician’s in an ensemble. The three roles in this sense can consist of: the active musician, the musical art director, and the instructor that teaches and informs music for society. The main requirements one would need to have is an extensive background and knowledge of music (being able to master one or more instrument), understanding the principles and theories behind music composition, developing an understanding and connection with musician’s that the director would be working with to communicate music in a harmonic and creative sense and most importantly being able to develop leadership skills among other musicians.<ref>\"Traits and Skills of a Music Director - League of American Orchestras.\" Home - League of American Orchestras. N.p., n.d. Web. 2 Dec. 2011. <http://www.americanorchestras.org/utilities/traits_and_skills.html></ref>\n\n==Fashion==\nCreative director is the highest creative position in a fashion house. The creative director does not design clothes, but instead formulates and impresses upon the designers an overarching concept or concepts for a certain collection and the label as a whole. \nA fashion creative director's main role is to establish what designs should be created, what will appeal to the target market and how the concepts will be applied and distributed in collaboration with fashion designers who are responsible for creating the clothing and fabrics.<ref>\"Fashion Director: Inside Jobs.\" Discover new career opportunities and paths that can take you there: Inside Jobs. N.p., n.d. Web. 4 Dec. 2011. <http://www.insidejobs.com/jobs/fashion-director>.</ref>\n\n==See also==\n* [[Art director]]\n* [[VFX creative director]]\n* [[Advertising]]\n* [[Video game]]\n\n==References==\n{{Reflist|2}}\n\n{{Corporate titles}}\n\n[[Category:Occupations]]\n[[Category:Advertising occupations]]\n[[Category:Arts occupations]]\n[[Category:Communication design]]\n[[Category:Finance]]\n[[Category:Business terms]]\n[[Category:Corporate executives|*]]", "Model (art)": "{{About||models employed to display, advertise and promote commercial products|Model (profession)|model art|Miniature art}}\n\n[[Image:École des beaux-arts (from the live).jpg|thumb|right|240px|Male model posing at the [[École des Beaux-Arts]] in the 19th century]]\n\nAn '''art model''' is a [[Model (person)|model]] who poses for any [[visual artist]] as part of the [[creative process]]. The most common types of art works which use models are [[figure drawing]], [[figure painting]], [[sculpture]] and [[photography]], but almost any medium may be used.\n\nArt models are often paid [[professional]]s who pose or provide the human figure in a [[work of art]]. Though professional, art models are usually anonymous and unacknowledged subjects of the work. Models are most frequently employed for [[art school|art classes]] or by informal groups of experienced artists that gather to share the expense of a model. Models are also employed privately by professional artists. Although commercial motives dominate over aesthetics in [[illustration]], its artwork commonly employs models. For example, [[Norman Rockwell]] used his friends and neighbors as models for both his commercial and fine art work.<ref>{{cite web|url=http://www.saturdayeveningpost.com/2012/11/16/art-entertainment/norman-rockwell-art-entertainment/chuck-marsh.html|title=A Day in the Life of Norman Rockwell Model Chuck Marsh|author=Denny, Diana|accessdate= November 29, 2012}}</ref> An individual who is having their own portrait painted or sculpted is usually called a \"sitter\" rather than a model, since they are paying to have the work done rather than being paid to pose.<ref>{{cite web|url=http://www.telegraph.co.uk/news/uknews/2625544/Lucian-Freud-portrait-worth-millions-destroyed-by-sitter.html|title=Lucian Freud portrait worth millions destroyed by sitter|author=Pierce, Andrew|year=2008|accessdate=November 29, 2012}}</ref><ref>{{cite web|url=http://www.merriam-webster.com/dictionary/sitter|title=sitter|publisher=Merriam-Webster Online Dictionary|accessdate=November 29, 2012}}</ref>\n\nThroughout the history of Western art, drawing the human figure from living models was considered the most effective way to develop the skill of draftsmanship. First, it is best to draw from real objects, rather than copying two dimensional images.<ref>Nicolaides</ref> Second, an artist has a connection to drawing another human being that cannot exist with any other subject.<ref>Berry, p.4</ref><ref>Jacobs, p. 58</ref> Models for life drawing classes are usually [[Nude (art)|nude]]. In the  [[classroom]] setting, where the purpose is to learn how to [[drawing|draw]] the [[human form]] in all the different shapes, ages and ethnicity, there are no real limitations on who the model can be. In some cases, the model may pose with various [[Theatrical properties|props]], one or more other models, against real or artificial background, in natural or artificial light and so on.\n\nThe role of art models has changed through different eras as the meaning and importance of the human figure in art and society has changed.<ref>Clark, Ch.1 ''The Naked and the Nude''</ref><ref>Postle & Vaughn Pt. I: From Academy to Art School</ref>  More than being simply the subject of art, models are often thought of as [[muses]], a source of inspiration without whom the art would not exist.<ref>Steinhart, Ch. 9, \"waiting for a Muse\"</ref> Nude modeling, nude art and [[nudity]] in general are at times subject to social disapproval, at least by some elements in society.<ref>Phillips, Ch.4 \"Defining the Line\"</ref>\n\n==Posing==\nPoses can range in length from seconds to many hours. There is a drawing exercise were the model slowly but continuously moves, but the shortest is usually one minute. Short dynamic poses are used for [[gesture drawing]] exercises or warm-ups, with the model taking strenuous or precarious positions that could not be sustained for a longer pose—just long enough for the artist to quickly capture the essence of it. Drawing sessions proceed though groups of 5, 10, 15, or 20 minute poses generally for a total of three hours. Active, gestural, or challenging standing poses are often scheduled at the beginning of a session when the models' energy level is highest. Specific exercises or lesson plans may require a particular type of pose, but more often the model is expected to do a series of poses with little direction. The more a model knows about the types of exercises used to teach art, the better they become at posing.<ref>Steinhart</ref>\n{{Gallery\n| title=Posing for a typical figure artists' group\n| width=240 | height=180 | lines=3\n| align=center\n| File:2009-08-31-akt-muehla-001.jpg|\n    alt=Reclining Pose\n  | Reclining\n| File:2009-08-31-akt-muehla-099.jpg|\n    alt=Semi-Reclining Pose\n  | Semi-Reclining/Prone\n| File:2009-08-31-akt-muehla-114.jpg |\n    alt=Sitting Pose\n  | Sitting\n| File:2009-08-31-akt-muehla-054.jpg |\n    alt=Standing Pose\n  | Standing\n}}\nPoses fall into three basic categories: standing, seated and reclining. Within each of these there are varying levels of difficulty, so one kind is not always easier than another. Artists and life drawing instructors will often prefer poses in which the body is being exerted, for a more dynamic and aesthetically interesting subject. Common poses such as standing twists, slouched seated poses and especially the classical [[contrapposto]] are difficult to sustain accurately for any amount of time, although it is often surprising what a skilled model can do. The model's level of experience and skill may be taken into account in determining the length of the posing session and the difficulty of the poses.\n\nWhile posing, a model is expected to remain essentially motionless,<ref>Bulloch, p.&nbsp;47–48</ref> and usually remains silent.<ref>Phillips, p.64 \"Talking\"</ref> Exact requirements may vary depending upon the artist or instructor, but an experienced model will not speak, wriggle, scratch, or readjust during the pose. To accommodate the physical limitations, a schedule such as 25 minutes of posing, with five- or ten-minute breaks is observed. These breaks—during which the model usually wears a robe or puts on clothing—allow the model to stretch, relax and attend to other needs.\n\nIn art schools classrooms or studios, the model usually poses on a raised platform called the model stand or dais. In sculpture studios this platform may be built to rotate to allow for a 360° view for every artist.<ref>Rooney, p.17</ref> Long poses are generally required for painting (hours) and sculpture (perhaps days). To aid in resuming a long pose after a break, chalk marks and/or masking tape are often placed on the model stand.\n\n===Nude modeling===\n{{See also|Depictions of nudity|Nude (art)}}\n[[File:Masked nude woman, seated, by Thomas Eakins.jpg|thumb|right|200px|Masked nude, drawing by [[Thomas Eakins]] (c. 1863–66)]]\nModels for life drawing classes usually pose nude, though visually non-obstructive personal items such as small jewelry and eyeglasses may be worn. In a job advertisement seeking nude models, this may be referred to as being \"undraped\" or \"disrobed\". Art models who pose in the nude for [[life drawing]] are also called '''life models''' or '''figure models'''.\n\nDuring art school classes or in other academic settings, strict rules are observed to maintain decorum. Admission to and visibility of the area where a nude model is posing is tightly controlled. Disrobing is done discreetly, and the model wears a robe when not posing.<ref>Phillips, p.49, \"Dressing and Undressing\"</ref> It is generally prohibited for anyone (including the instructor) to touch a model. Very close examinations are only made with the permission of the model. Some institutions allow only the instructor to speak directly with a model. Experienced models avoid any sexually suggestive poses.<ref>Phillips p. 59</ref> Art instructors and institutions may consider the incident of a male model gaining an [[erection]] while posing cause for termination, or at any rate, grounds for not hiring him again.<ref>{{cite web|url=http://www.modelreg.co.uk/st_GuidelinesContentiousIssues.php |title=RAM Guidelines - Contentious Issues| accessdate=18 October 2012}}</ref> Any of these policies may vary in different parts of the world. In Europe and South America attitudes are more relaxed, while in China and Korea attitudes are more repressed.<ref>Bulloch, p.39</ref>\nIn non-academic settings, models may pose as requested by professional artists within the limits of the law and their own comfort. For example, the French artist [[Yves Klein]] applied paint to models' bodies which were then pressed into or dragged across canvas both as [[performance art]] and as painting technique; and in 2010 at the [[Museum of Modern Art]], a retrospective of the work of [[Marina Abramović]] included two nude models standing in a narrow doorway through which visitors passed.\n\nThe conventions for professional artists working in private are much less defined, especially as the models are often friends or family. However artists who regularly hire strangers tend to observe art school standards in order to make models feel more comfortable, and to avoid possible legal issues. Professional artists often hire the same models on a regular basis. When a comfortable working relationship is established, many artists relax their standards and models do the same. This may be something as simple as not undressing in another room, or not wearing a robe during breaks. In addition, silence is no longer necessary if the artist is comfortable working and conversing with the model. A more collegial relationships may develop where artist and model feel that they are collaborating. However, in a private studio environment, with an artist on a deadline or with commission guidelines, stricter work standards may apply regarding punctuality and holding longer, more demanding poses, but also require higher rates of pay.\n{{Gallery\n| title=Family members of artists\n| width=160 | height=170 | lines=3\n| align=center\n| File:Edouard Manet Die ueberraschte Nymphe.jpg |\n   alt1=The Startled Nymph\n  | ''The Startled Nymph'' (modeled by [[Suzanne Manet]]) by Édouard Manet (1859–61)\n| File:Claude Monet 023.jpg |\n    alt2=Woman with Parasol\n  | ''The Woman with a Parasol'' ([[Suzanne Hoschedé]]) by Claude Monet (1886)\n| File:Paul Cézanne 126.jpg |\n    alt3=Marie-Hortense Cézanne\n  |[[Marie-Hortense Fiquet]] Cézanne by Paul Cézanne (1877)\n| File:Porträt der Jeanne Hébuterne, Amedeo Modigliani.jpg |\n    alt4=Jeanne Hébuterne by Modigliani\n  |[[Jeanne Hébuterne]] by Amedeo Modigliani (1918)\n| File:Corinth Künstler u Familie.JPG |\n   alt5=The Artist and His Family\n | ''The Artist and His Family'' by [[Lovis Corinth]] (1909)\n| File:Peter Benjamin Graham in his Sydney studio with his mother, Etta - 1952.jpg |\n    alt6=Photo\n  |Photograph of [[Peter Benjamin Graham|Peter Graham]] in his studio with his mother as model\n}}\nIn Western countries, there is generally no objection to either sex posing nude for or drawing members of the opposite sex. However, this was not always so. In 1886, Thomas Eakins was famously dismissed from the Pennsylvania Academy of Fine Art for removing the loincloth from a male model in a mixed classroom. Similarly, Victorian modesty sometimes required the female model to pose nude with her face draped (\"Masked Nude\" by Eakins, for example). European arts academies did not allow women to study the nude at all until the end of the nineteenth century. Even today there remain some schools where the employment of nude models is limited (male models wearing jockstraps) or prohibited, usually for religious reasons.\n\n==== Alternative views ====\nAll of the above is based upon a moderate position regarding the value of figure studies and nudity in art. There are also schools or studios that may be more [[Social conservatism|conservative]], or more [[Social liberalism|liberal]].\nMany art programs in Christian institutions consider nudity in any form to be in conflict with their beliefs, and therefore hire only clothed models for art classes,<ref>{{cite web |url=http://www.huffingtonpost.com/daniel-grant/christian-colleges-strugg_b_901394.html |title=Christian Colleges Struggle with Their Fine Art Programs  |author=Daniel Grant |publisher=Huffington Post |accessdate=7 October 2012}}</ref> which may bring into question the completeness of the art education offered.<ref>{{cite news|url=http://glimmerglass.olivet.edu/2012/03/01/nudity-in-art-is-professional-not-sexual/|title=Nudity in art is professional, not sexual|publisher=Associated Students of Olivet Nazarene University|date=March 1, 2012|first=Jenny|last=White|accessdate=2013-02-28}}</ref> However other Christian institutions see no conflict but rather maintain the need for nude figure studies as part of a complete classical art education.<ref>{{Cite web|url=http://www.gordon.edu/download.cfm?id=1554 |title=POLICY ON THE USE OF NUDE MODELS IN ART| publisher=Gordon University, Department of Art.|accessdate=23 November 2012}}</ref> The more liberal approach occurs in countries where [[naturism]] is more common, and there is less emphasis on maintaining the strict decorum in an art class.\n\nJames Elkins voices an alternative to classical \"dispassionate\" figure study by stating that the nude is never devoid of erotic meaning, and it is a fiction to pretend otherwise.<ref>Elkins, p. 85, \"What is going on with live models?\"</ref> Even the staunch advocate of classical aesthetics, Kenneth Clark recognized that \"biological urges\" were never absent even in the most chaste nude, nor should they be unless all life is drained from the work.<ref>Clark, p.8</ref>  However most models maintain that posing nude need not be any more sexual than any other coed social situation as long as all participants maintain a mature attitude.<ref>Phillips. CH.5: \"Maintaining the Line\"</ref> However decorum is not always maintained when either a model or the students are not familiar with the often unspoken rules. Most models dread posing for incoming freshmen who, having never encountered classroom nudity, respond immaturely.<ref>Rooney</ref><ref>Bulloch, p.&nbsp;29–30</ref>\n\nAcceptance of the erotic is apparent in the work and behavior of some artists, for example Picasso was also famous for having a series of model/muse/mistresses through his life: [[Marie-Thérèse Walter]], [[Fernande Olivier]], [[Dora Maar]], and [[Françoise Gilot]]. The painter [[John Currin]], whose work is often erotic, combines images from popular culture and references to his wife, Rachel Feinstein, also an artist. However, asking a model to pose for erotic works without a prior relationship would be highly unprofessional.\n\nA feminist view is the [[Gaze|male gaze]], that nudes are inherently voyeuristic, with the viewer in the place of the powerful male gazing upon the passive female subject.\n\n===Photography===\nThere is controversy regarding the status of photography as a fine arts medium that is reflected in the unwillingness of most nude models for other media to also pose for photography.<ref>Phillips, \"The Trouble with Photography\", p.&nbsp;19–25</ref> The experience of nude modeling for an amateur photographer is different from that of posing for figure drawing/painting.<ref>Rooney, Ch. 4, \"Take a Picture It'll Last Longer\"</ref> Traditional media create a single image that is not a ''true likeness'' of the individual model, but photographs may require a [[model release|release]] in order to protect the model's right to privacy. The hourly rate of pay for models posing for fine art photography is much higher than for other fine art media, although less than for commercial photography.<ref name=\"phillips\">Phillips, p. 100</ref>\n\nOccasionally the distinction of participating in [[Fine Art]] may make a young amateur model willing to pose for a photographer, with unexpected consequences; examples being [[Vanessa L. Williams|Vanessa Williams]] and [[Madonna (entertainer)|Madonna]]. A signed print of one of the nude photographs of Madonna taken by [[Lee Friedlander]] in 1979 sold at auction in 2012 for $37,000.<ref>{{cite web|url=http://www.christies.com/lotfinder/photographs/lee-friedlander-nude-1979-5176357-details.aspx|title=Christie's: Nude (Madonna), 1979|accessdate=20 October 2012}}</ref> Although largely a result of her fame, the model does not share in this increased value of the artwork.\n{{further|Nude photography (art)}}\n\n===Clothed modeling===\n[[File:Rafael Frederico - Interior de Ateliê, 1898.jpg|thumb|320px|Artist working from a costumed model]]\nPainting classes, and professional artists doing finished works often require clothed or costumed models who take poses that may be sustained until the work is completed. This creates some demand for clothed models in those schools that continue to teach [[academic painting]] methods. Some models may promote their services based upon having interesting or varied costumes.<ref>{{cite web |url=http://www.atelierkanawa.com/#!kimono-model |title=Kimono Model |accessdate=October 6, 2012}}</ref> Clothing is required in public venues, such as Dr Sketchy's Anti-Art School,<ref>{{cite web |url = http://www.villagevoice.com/2006-07-04/people/model-behavior/|author= Rachel Kramer Bussel |title=Model Behavior| publisher = The Village Voice |accessdate= 10 October 2012 }}</ref> but occurs in more traditional settings as well, such as the fund-raising marathons sponsored by the Bay Area Models Guild.<ref>Steinhart, p. 71</ref> Other than costumes, the work requirements and conditions of clothed models for art are identical to that of nude models.\n\nProfessional portraits generally have a client or \"sitter\" rather than a model as the subject; and are now often done from photographs at least in part, although artists prefer to have at least some hours of live sitting particularly at the beginning to better capture the personality, and at the end for final touches.\n\n==Training and selection==\nMost models learn on the job, but many have experience in the performing arts, athletics, or yoga<ref>Bulloch, p. 2</ref> that provide a basis for posing, such as strength, flexibility, and a well-developed sense of [[Proprioception|kinesthesis]].\n\nIn some countries there are organizations which concern themselves with the competence, conduct and reliability of art models. An example is the Register of Artists' Models (RAM) in the United Kingdom.<ref>{{cite web|url=http://www.modelreg.co.uk/ |title=Register of Artists' Models |accessdate=2012-03-31}}</ref>  Some basic training is offered to beginners and membership is by audition – to test competence, not to discriminate on grounds of physical characteristics. RAM also acts as an important employment exchange for models and publishes the 'RAM Guidelines', which are widely referred to by models and employers. A similar organization in the United States, the Bay Area Models Guild in California, was founded in 1947. Groups also exist in Australia,<ref>{{cite web|url=http://www.lifemodelssociety.org.au/ |title=Lifemodelssociety.org.au |publisher=Lifemodelssociety.org.au |date= |accessdate=2012-03-31}}</ref> Sweden,<ref>{{cite web|url=http://www.kyo.se/ |title=The Swedish Organization for Life Models |accessdate=2012-03-31}}</ref> Washington, D.C.,<ref>{{cite web|url=http://www.figuremodelsguild.org/ |title=Figure Models Guild of Washington, D.C.|accessdate=2012-10-10}}</ref> and several other cities in the United States.<ref>{{cite web|url=http://www.artmodeltips.com/models/guilds|title=ArtModelTips.com: List of model guilds and associations|accessdate=2012-11-03}}</ref>\n\nThese groups may also attempt to establish minimum rates of pay and working conditions, but only rarely have models been sufficiently organized to go on strike.\n<ref>{{cite web|url=http://trove.nla.gov.au/ndp/del/article/8213177 |title=Model's Strike 1941 |publisher=Trove |accessdate=2012-10-10}}</ref>\n<ref>{{cite web|url=http://www.foxnews.com/story/0,2933,323751,00.html |title=Italian Model's Strike 2008 |publisher=Fox News |accessdate=2012-10-10}}\n</ref><ref>{{cite web|url=http://www.bloomberg.com/apps/news?pid=newsarchive&sid=a9NlE0c0HvX0 |title=Paris Model's Strike 2008 |publisher=Bloomberg News |accessdate=2012-10-10}}</ref>\n\n===Appearance/age/gender===\n[[File:Model in art school, ca. 1912.jpg|thumb|180px|right|Model, c. 1912]]\nUnlike [[Model (person)|fashion modeling]], modeling in an art school classroom is for the purpose of learning how to draw humans of different shapes, ages, and ethnicity.<ref>Bulloch, p.15</ref>  Thus, there are few limitations on who the model could be. However, younger and better looking models are often more likely to be hired and re-hired, other things being equal.<ref>{{cite web|url=http://www.modelreg.co.uk/ |title=Modelreg.co.uk |publisher=Modelreg.co.uk |date=|accessdate=2012-03-31}}</ref>\nElderly or obese models are not well received by classes of young students, although they may be in demand by experienced artists.<ref>{{cite web|url=http://www.dailymail.co.uk/femail/article-1014381/I-mortified-strip-Freud-says-benefits-manager-Now-painting-I-posed-set-sell-35-million.html|title=I was mortified to strip off says benefits manager. Now my portrait is to sell for $35 million&nbsp;... |date=11 April 2008|publisher=DailyMail}}</ref>\n\nIf the modeling is done nude, [[Nudity and children#Children|children]] are excluded as they are considered too young to pose. The minimum age can vary, but is often 15 to 18. Despite being nonsexual in nature, this may be influenced by the [[age of consent]] (i.e. at or slightly below). Children are not good candidates for art modeling since they lack the ability to hold still.<ref>Phillips, p. 9</ref>\n\nThere is currently a preference for female models, which is not entirely due to male artists or instructors doing the hiring. Female artists also have a preference for female models as representing the standard of beauty,<ref>Phillips, Ch. 7, \"Modeling Gender\"</ref> and works of art that include male nudity are much less marketable.<ref name=\"Steinhart p.9\">Steinhart p.9</ref>\n\n==History==\nThe [[Ancient Greece|Greeks]], who had the naked body constantly before them in the exercises of the [[Gymnasium (ancient Greece)|gymnasium]], had far less need of professional models than the moderns; but it is scarcely likely that they could have attained the high level reached by their works without constant study from nature. It was probably in Ancient Greece that models were first used. The story told of [[Zeuxis]] by [[Valerius Maximus]], who had five of the most beautiful virgins of the city of [[Crotone]] offered him as models for his picture of [[Helen of Troy|Helen]], proves their occasional use. The names of some of these models of the era are themselves known, such as the beautiful [[Phryne]] who modeled for many paintings and sculptures.\n\nThe nude virtually disappeared from Western art during the Middle Ages due to a combination of civil disorder and the attitude of the early Christians.<ref>{{cite web| author=Sorabella, Jean|title=The Nude in the Middle Ages and the Renaissance,  In Heilbrunn Timeline of Art History| location=New York| publisher=The Metropolitan Museum of Art| url=http://www.metmuseum.org/toah/hd/numr/hd_numr.htm|date=January 2008|accessdate=25 October 2012}}</ref> This changed with the [[Renaissance]] and the rediscovery of classical antiquity, when painters generally made use of their relatives and friends as models, of which many examples might be quoted from [[Venice]], [[Florence]], [[Rome]] and other places, and the stories of [[Titian]] and the duchess of Ferrara and of [[Sandro Botticelli|Botticelli]] and [[Simonetta Vespucci]], go to show that ladies of exalted rank were sometimes not averse to having their charms immortalized by the painter's brush. The story of the love between [[Raphael]] and his mistress-model [[Margarita Luti]] (''La Fornarina'') is \"the [[Archetype|archetypal]] artist-model relationship of [[Western culture|Western tradition]]\".<ref>Lathers, p.60</ref> <!-- Paid models were not unknown, as the story of the unfortunate contadino used by [[Jacopo Sansovino]] as model for his statue of the [[Dionysus|Bacchus]] will show.<ref>{{cite web|url=http://www.gutenberg.org/files/11559/11559-8.txt |title=Gutenberg.org |date= |accessdate=2012-03-31}}</ref> -->\n\n{{See also|Study of a Kneeling Nude Girl for The Entombment}}\n\n[[File:De Schilderkunst.jpg|thumb|180px|''The Art of Painting'' by [[Johannes Vermeer]], c. 1666]]\nArt modeling as an occupation appeared in the late Renaissance when the establishment of schools for the study of the human figure created a regular demand, and since that time the remuneration offered has ensured a continual supply. However academy models were only men until the 19th Century, as were the students. The status of nude models has fluctuated with the value and acceptance of nudity in art. Maintaining the classical ideals of Greece and Rome into the Christian Era, nudity was prominent in the decoration of Catholic churches in the Renaissance, only to be covered up with draperies or [[fig leaf|fig leaves]] by more prudish successors. The Protestant Reformation went even further, destroying many artworks. From being a possibly glamorous occupation celebrating beauty, being a nude model was at other times equivalent to prostitution, practiced by persons without the means to gain more respectable employment. The costumed models used to create historical paintings may not have been a distinct group, since nude studies were done in preparation for any figure painting.\n\nIn 19th century Paris, a number of models earned a place in art history. [[Victorine Meurent]] became a painter herself after posing for several works, including two of the most infamous: ''[[Olympia (Manet)|Manet's Olympia]]'' and '' [[Le déjeuner sur l'herbe]]''. [[Joanna Hiffernan]] (c. 1843 &ndash; after 1903) was an [[Irish people|Irish]] artists' model and [[muse]] who was romantically linked with [[United States|American]] [[Painting|painter]] [[James Abbott McNeill Whistler]] and [[France|French]] painter [[Gustave Courbet]]. She is the model for Whistler's painting ''[[Symphony in White, No. 1: The White Girl]]'' and is rumored to be the model for Courbet's painting ''[[L'Origine du monde]]''. [[Suzanne Valadon]], also a painter, modeled for [[Pierre-Auguste Renoir]], [[Henri Toulouse-Lautrec]], [[Pierre Puvis de Chavannes]], and [[Edgar Degas]]. She is best known as the figure in Renoir's ''Dance at Bougival'', and she was the mother of the painter [[Maurice Utrillo]].\n\nWhen [[Victorian morality|Victorian]] attitudes took hold in England, studies with a live model became more restrictive than they had been in the prior century, limited to advanced classes of students that had already proved their worthiness by copying old master paintings and drawing from plaster casts. This is in part because many schools were publicly funded, so decisions were under the scrutiny of non-artists. Modeling was not respectable, and even less so for women. During the same period, the French art atelier system allowed any art student to work from life in a less formal atmosphere, and also admitted women as students. Live figure studies only returned to its classical status in art education throughout the England, Europe and the United States with the approach of the 20th Century.<ref>Postle & Vaughn, p. 16</ref>\n\nIn the postmodern era, the nude has returned to gain some acceptance in the art world, but not necessarily the art model. Figure drawing is offered in most art schools, but may not be required for a fine art degree. Peter Steinhart says that in trendy galleries, the nude has become passé,<ref name=\"Steinhart p.9\"/> while according to Wendy Steiner there has been a revival in the importance of the figure as a source of beauty in contemporary art.<ref>Steiner (2001)</ref> Some established living artists work from models, but more work from photographs, or their imagination. Yet privately held open drawing sessions with a live model remain as popular as ever.<ref>Steinhart, p. 18</ref><ref>{{cite web|url=http://www.artnews.com/2010/12/01/nothing-like-the-real-thing/|title=Nothing Like the Real Thing|author=Gail Gregg|date=12/01/10|publisher=ArtNews }}</ref>\n\n{{Gallery\n| title=Models in History\n| width=160 | height=170 | lines=4\n| align=center\n| File: Fouquet Madonna.jpg|\n    alt1=Modonna by [[Jean Fouquet]] (c.1450)\n  | [[Agnès Sorel]] was a favourite mistress of King Charles VII of France. She was the subject of several works of art.\n| File:Sandro Botticelli 049.jpg|\n    alt1=Birth of Venus (Detail)\n  | [[Simonetta Vespucci]] was an Italian Renaissance noblewoman from Genoa and the wife of Marco Vespucci of Florence.\n| File:OlympePélissierStudy.jpg |\n    alt2=Olympe Pélissier\n  | [[Olympe Pélissier]] was a French artists' model and the second wife of the Italian composer Gioachino Rossini.\n| File:Manet, Edouard - Olympia, 1863.jpg |\n    alt3=Manet, Edouard - Olympia\n  | [[Victorine Meurent]], now best known as the favourite model of Édouard Manet, was an artist in her own right.\n| File:Statue-Orsay-10.jpg |\n    alt4=Apollonie Sabatier, sculpted by Auguste Clésinger as Woman, bitten by a snake in 1847, today in Musée d'Orsay\n  | [[Apollonie Sabatier]] was a French courtesan, artists' muse and bohémienne in 1850s Paris.\n| File:Rosina Ferrara Capri.jpg|\n    alt6=Rosina Ferrara by John Singer Sargent\n  | [[Rosina Ferrara]], an Italian girl from Capri, became the favorite muse of John Singer Sargent.\n| File:Lautrec Misia Natanson.jpg|\n    alt7=Henri de Toulouse-Lautrec,Misia,1897\n  | [[Misia Sert]], a pianist of Polish descent; patron and friend of numerous artists, for whom she regularly posed.\n| File:Beckwith James Carroll Portrait of Evelyn Nesbitt.jpg|\n    alt8=James Carroll Beckwith, Portrait of Evelyn Nesbitt, c. 1901\n  | [[Evelyn Nesbit]], a popular American chorus girl and artists' model.\n| File:DescendingNightAAW.jpg|\n    alt9=Fountain\n  | [[Audrey Munson]] was the model or inspiration for more than 15 statues in New York City.\n}}\n\n== Notes ==\n{{Commons category}}\n{{reflist|30em}}\n\n==See also==\n{{Portal|Nudity}}\n* [[Nude (art)]]\n* [[The Helga Pictures]]\n* [[Charis Wilson]]\n\n== References ==\n*{{cite book| author=Berry, William A.| year=1977| title=Drawing the Human Form: A Guide to Drawing from Life| publisher=Van Nortrand Reinhold Co.| location=New York| isbn=0-442-20717-4 }}\n*{{cite book| author=Bullock, Linda| year=2005| title=Finding Human Form: Artists' Models in Studio and Classroom| publisher=R.S. Press| location=Ashville| isbn=0-9613949-9-4}}\n*{{cite book| author=Clark, Kenneth| year=1956| title=The Nude: A Study in Ideal Form| publisher=Princeton University Press| location=Princeton| isbn=0-691-01788-3 }}\n*{{cite book| author=Elkins, James| year=2001| title=Why Art Cannot Be Taught: A Handbook for Art Students| publisher=University of Illinois Press| location=Urbana| isbn=0-252-06950-1 }}\n*{{cite book| author=Lathers, Marie |title=Bodies of Art: French Literary Realism and the Artist's Model |publisher=University of Nebraska Press |isbn=0-8032-2941-0 }}\n*{{cite book| author=Lipton, Eunice| year=1992| title=Alias Olympia: A Woman's Search for Manet's Notorious Model and Her Own Desires| publisher=Cornell University Press| location=| isbn= 978-0-8014-8609-8}}\n*{{cite book| author=Jacobs. Ted Seth| year=1986| title=Drawing with an Open Mind| publisher=Watson-Guptill Publications| location=New York| isbn=0-8230-1464-9 }}\n*{{cite book| author=Nicolaides, Kimon| year=1975| title=The Natural Way to Draw| publisher=Houghton Mifflin Co.| location=Boston| isbn=0-395-20548-4 }}\n*{{cite book| author=Phillips, Sarah R.| year=2006| title=Modeling Life: Art Models Speak about Nudity, Sexuality and the Creative Process| publisher=SUNY Press| location=Albany| isbn=978-0-7914-6908-8 }}\n*{{cite book| author=Postle, M. & Vaughn,W.| year=1999| title=The Artist's Model: from Etty to Spencer| publisher=Merrell Holberton| location=London| isbn=1-85894-084-2 }}\n*{{cite book| author=Rooney, Kathleen| year = 2009| title=Live Nude Girl: My Life as an Object| publisher=University of Arkansas Press| location=Fayetteville| isbn =1-55728-891-7 }}\n*{{cite book| author=Rozas, Diana & Gottehrer Bourne, Anita| year=1999| title=American Venus: The Extraordinary Life of Audrey Munson, Model and Muse| publisher=Balcony Press| location=Los Angeles| isbn= }}\n*{{cite book| author=Steiner, Wendy| year=2001| title=Venus in Exile: The Rejection of Beauty in Twentieth-century Art| publisher=The Free Press| location=| isbn=0-684-85781-2 }}\n*{{cite book| author=Steiner, Wendy| year=2010| title=The Real Thing: the Model in the Mirror of Art| publisher=University of Chicago Press| location=| isbn= }}\n*{{cite book| author=Steinhart, Peter |year=2004| title=The Undressed Art: Why We Draw| publisher=Alfred A. Knopf| location=New York| isbn=1-4000-4184-8 }}\n<!-- *{{cite book| author=| year=| title=| publisher=| location=| isbn= }} -->\n\n== Further reading ==\n*{{cite book| author=Waller, Susan| year=2006| title=The Invention of the Model: Artists and Models in Paris, 1830–1870| publisher=Ashgate| location=Burlington| isbn=0-7546-3484-1 }}\n\n== External links ==\n* [http://www.bayareamodelsguild.org/ Bay Area Models Guild]\n* [http://www.figuremodelsguild.org/ Figure Models Guild of Washington, D.C.]\n* [http://www.artmodelbook.com/ The Art Model's Handbook]\n* [http://www.kyo.se/e107_v0/page.php?9 The Swedish Organization for Life Models]\n* [http://www.lifemodelssociety.org.au/ The Life Models Society]\n\n{{Nudity}}\n\n[[Category:Artists' models|*]]\n[[Category:Arts occupations]]\n[[Category:Nudity]]\n[[Category:Visual arts]]", "Comic book creator": "#REDIRECT [[Comic book]]\n\n[[de:Comicautor]]", "Artisan": "{{two other uses|the type of worker|the vocal harmony group|Artisan (group)|the defunct media company|Artisan Entertainment}}\n{{Use British English|date=December 2010}}\n\n[[File:Salinas Grandes, Salta y Jujuy (Argentina).jpg|thumb|Craftsman of salt in Salinas Grandes, [[Salta province]] ([[Argentina]]).]]\n[[File:3 tourist helping artist blacksmith in finland.JPG|thumb|An artist blacksmith and a striker working as one.]]\n[[File:Bali 0701a.jpg|thumb|right|Wood carver in Bali.]]\nAn '''artisan'''<ref>Obsolete spelling ''artizan''</ref> (from {{lang-fr|artisan}}, {{lang-it|artigiano}}) or '''craftsman''' ('''craftsperson''')<ref>The traditional terms ''craftsman'' and ''craftswoman'' are nowadays often replaced by ''[[artisan]]'' and rarely by ''craftsperson'' (plural: craftspeople).{{Cn|date=December 2012}}</ref> is a skilled [[manual labour|manual]] worker who makes items that may be [[wikt:functional|functional]] or strictly [[decorative]], including [[furniture]], [[sculpture]], [[clothing]], [[jewellery]], household items and [[tools]] or even machines such as the handmade devices of a [[watchmaker]]. Artisans practice a [[craft]] and may through experience and [[aptitude]] reach the expressive levels of an artist.\n\nThe adjective \"artisanal\" is sometimes used in describing hand-processing in what is usually viewed as an industrial process, such as in the phrase ''[[artisanal mining]]''. Thus,  \"artisanal\" is sometimes used in [[marketing]] and [[advertising]] as a [[buzz word]] to describe or imply some relation with the crafting of handmade food products, such as [[bread]], [[beverages]] or [[artisanal cheese|cheese]]. Many of these have traditionally been handmade, [[rural]] or [[pastoral]] goods but are also now commonly made on a larger scale with automated [[mechanization]] in [[factories]] and other industrial areas.\n\n==Artisan origins==\nArtisans were the dominant producers of [[consumer products]] prior to the [[Industrial Revolution]]. According to [[classical economics]] theory, the division of labour occurs with internal market development ([[Adam Smith]]){{Cn|date=December 2012}}. However, according to economist [[John Hicks]]{{Cn|date=December 2012}}, [[merchants]] and artisans originated as [[servant]]s to the [[ruler]]s.\n\n==Medieval artisans==\nDuring the [[Middle Ages]], the term \"artisan\" was applied to those who made things or provided services. It did not apply to unskilled labourers. Artisans were divided into two distinct groups: those who operated their own businesses and those who did not. Those who owned their businesses were called masters, while the latter were the journeymen and apprentices. One misunderstanding many people have about this social group is that they picture them as \"workers\" in the modern sense: employed by someone. The most influential group among the artisans were the masters, the business owners. The owners enjoyed a higher social status in their communities.<ref>History of Western Civilization, Boise State University  http://history.boisestate.edu/westciv/medsoc/23.shtml</ref>\n\n==Gallery==\n<gallery>\nFile:Mendel I 021 r.jpg|[[Carpenter]], 1425\nFile:Mendel I 018 r.jpg|[[Tailor]], 1425\nFile:Mendel I 010 r.jpg|[[Mail (armour)|Armor]]er, 1425\nFile:Mendel I 053 v.jpg|[[Dye]]r, 1433\nFile:Mendel I 089 r.jpg|[[Saddle]]r, 1470\nFile:Mendel I 092 r.jpg|[[Tanner (occupation)|Tanner]], 1473\nFile:Landauer I 014 v.jpg|[[Weaver (occupation)|Weaver]], 1524\nFile:Mendel I 144 v.jpg|[[Nail (fastener)|Nail]]smith, 1529\nFile:Landauer I 022 r.jpg|[[Hatter]], 1533\nFile:Mendel I 154 r.jpg|[[Shoemaker]], 1535\nFile:Mendel I 164 r.jpg|[[Furrier]], 1543\nFile:Landauer I 030 v.jpg|[[Goldsmith]], 1543\nFile:Landauer I 034 r.jpg|[[Wheelwright]], 1545\nFile:Landauer I 038 v.jpg|[[Stonemason]], 1550\nFile:Mendel II 017 r.jpg|[[Bladesmith]], 1564\nFile:Mendel II 065 v.jpg|[[Locksmith]], 1600\nFile:Mendel II 071 r.jpg|[[Pottery|Potter]], 1605\nFile:Mendel II 072 r.jpg|[[Blacksmith]], 1606\nFile:Mendel II 086 r.jpg|[[Cooper (profession)|Cooper]], 1608\nFile:Landauer I 082 r.jpg|[[Gunsmith]], 1613\nFile:Landauer I 088 v.jpg|[[Ropemaker]], 1616\n</gallery>\n\n==See also==\n* [[Artist]]\n* [[Applied art]]\n* [[Arts and Crafts movement]]\n* [[Caste]] — [[Tarkhan (tribe)|Tarkhan]]\n* [[Guild]]\n\n==References==\n{{Reflist}}\n\n==External links==\n* {{wiktionary-inline|artisan}}\n* [http://www.whatisanartisan.com/what-is-an-artisan/history-of-artisans/ History of Artisans]{{Dead link|date=December 2012}}\n\n[[Category:Artisans]]\n[[Category:Jewellery]]\n[[Category:Skills]]\n[[Category:Crafts]]\n[[Category:Arts occupations]]\n\n[[an:Artesanía]]\n[[ast:Artesanía]]\n[[bg:Занаят]]\n[[da:Håndværker]]\n[[mk:Занаетчија]]\n[[pt:artesão]]", "Colorist": "{{other uses}}\n\nIn [[comics]], a '''colorist''' is responsible for adding color to black-and-white line art.  For most of the 20th century this was done using brushes and dyes which were then used as guides to produce the printing plates.  Since the late 20th century it is most often done using digital media, with printing separations produced electronically.\n\nAlthough most American colorists work directly for comics publishers (either as [[employee]]s or [[freelancer]]s), there are a few coloring studios which offer their services to publishers. [[American Color]], [[Olyoptics]], and [[Digital Chameleon]] were companies notable in this field.\n\n== History ==\nOriginally, comics were colored by cutting out films of various densities in the appropriate shapes to be used in producing [[color separation|color-separated]] printing plates. The typical colorist worked from photocopies of the inked pages, which they colored with special dyes. [[Dr. Martin's Dyes]] was a brand notable in this field within the comic strip industry.<ref name=\"color guides\" /> [[CMYK]] codes were written on the page to indicate the final printed colors, and these hand-colored pages were used as guides by the engraver.<ref>\"Bullpen Bulletins,\" ''Marvel Two-in-One'' #52 (Marvel Comics, June 1979).</ref> [[Tatjana Wood]] was the main colorist for [[DC Comics]]' covers from 1973 through the mid-1980s.<ref>{{cite book|authorlink= Paul Levitz|last=Levitz|first= Paul|title= 75 Years of DC Comics The Art of Modern Mythmaking|publisher= [[Taschen|Taschen America]] |year=2010| ISBN= 978-3-8365-1981-6|page= 524 |quote= Virtually all DC covers from 1973 through the end of the Bronze Age were coloured by Tatjana Wood.}}</ref>\n\nMore recently, colorists have worked in transparent media such as watercolors or airbrush, which is then photographed, allowing more subtle and painterly effects.\n\n==Digital color==\nColorist [[Steve Oliff]] and his company [[Olyoptics]] were one of the first to use computers to do color separations. Although other companies at the time were experimenting with computers, Oliff and his crew were the first to blend the color guide artist with the separator.<ref name=\"Khoury\">Khoury, George. ''Image Comics: The Road To Independence'' (TwoMorrows Publishing, 2007).</ref> In 1987, the Japanese [[manga]] ''[[Akira (manga)|Akira]]'' was in preparation to be translated and published by [[Marvel Comics]]'s [[Epic Comics]] line. Oliff was chosen as the colorist, and he convinced Marvel that it was time to try computer color.<ref>Gravett, Paul. Manga: ''Sixty Years of Japanese Comics'' (Laurence King Publishing, 2004).</ref> After the publication of ''Akira'' in 1988, computer coloring became increasingly prevalent in the comics industry.<ref name=\"Khoury\" />\n\nBy the early 1990s, even though the larger comics publishers were using computers, there were variations within the field. [[DC Comics]] allowed only a 64-colour palette, while Marvel had expanded it to 125 colors. [[Dark Horse Comics]] allowed even more variations.<ref name=\"color guides\">Hollingsworth, Matt. [http://matthollingsworth.net/content/view/22/1/ \"Colour Guides,\" MattHollingsworth.net.] Accessed Apr. 6, 2009.</ref> The dominant programs in use during that time were Color Prep and Tint Prep, both originally implemented by Olyoptics.<ref name=\"color guides\" /> In 1993, [[Image Comics]]' use of computer color and more advanced color separation technology propelled DC and Marvel to further upgrade their coloring techniques. Finally, in the mid-1990s, Digital Chameleon's facility with [[Adobe Photoshop]] helped make that program the industry standard.<ref name=\"color guides\" />\n\nThe improvements in the technology used for coloring have had a great impact on the way comics are drawn. Before the use of computers, artists would often use the pen or brush to put in detailed [[shading]] effects; now the artist is more likely to leave the drawing open and leave it to the colorist to insert shading through variation in color tones or through adding a layer of [[translucent]] black. Most contemporary colorists work in [[digital media]] using tools.<ref>Sierra, Jerry A. [http://www.historyofcuba.com/jas/Articles/color2.htm \"Digital Chameleon Colors The Vertigo Universe - Part Two,\"] ''Publish'' (July 1994). Accessed Apr. 6, 2009.</ref>\n\n== Notable colorists ==\n* [[Garry Henderson]]\n* [[Jack Adler]]\n* [[George Freeman (comics)|George Freeman]] / [[Digital Chameleon]]\n* [[Josette Baujot]]\n* [[Jeromy Cox]]\n* [[John Higgins (comics)|John Higgins]]\n* [[Matt Hollingsworth]]\n* [[Richard Isanove]]\n* [[Vittorio Leonardo]]\n* [[Lee Loughridge]]\n* [[Laura Martin]]\n* [[David Baron]]\n* [[Dave McCaig]]\n* [[Paul Mounts]]\n* [[Steve Oliff]] / [[Olyoptics]]\n* [[Nei Ruffino]]\n* [[Alex Sinclair]]\n* [[Marie Severin]]\n* [[Dave Stewart (comics)|Dave Stewart]]\n* [[Christina Strain]]\n* [[Lynn Varley]]\n* [[Jose Villarrubia]]\n* [[Glynis Wein]]\n* [[Tatjana Wood]]\n\n== See also ==\n* [[Penciller]]\n* [[Inker]]\n* [[Letterer]]\n* [[Flatter]]\n* [[Color grading]]\n\n== References ==\n{{reflist}}\n\n{{colour topics}}\n[[Category:Arts occupations]]\n[[Category:Comics terminology]]\n[[Category:Comics creators| ]]", "Music artist (occupation)": "{{Globalize |date=April 2012 |discuss=Talk:Music artist (occupation)#Globalize }}\n{{essay-like|date=May 2013}}\n\n{{Infobox Occupation\n| name= Music artist\n| official_names= Musician, music artist, recording artist \n<!------------Details------------------->\n| type= [[Profession]]\n| activity_sector= [[Music]], [[music industry]]\n}}A '''music artist''' is an individual that creates and releases [[music]] through a record label or independently. Working as a music artist requires an immense amount of mental and physical conditioning as music artists continually live very erratic, nomadic and taxing lifestyles. Music artists face interminttent periods of unemployment, long nights in the studio recording music, travel constantly performing their music and also have to deal with the uncertainty of their income due to frequent rejections during auditions as well as competition for performance spots. Although it can be a risky profession, it is one of the most over-saturated occupations today.<ref name=\"Baskerville 2009\">Baskerville, David and Tim Baskerville. Music Business Handbook and Career Guide. Thousand Oaks: Sage Publications, 2009. Print.</ref>\n\n==Income==\nMusic artists are paid in a very different manner than most conventional occupations. Instead of receiving a wage from a single employer like most occupations, music artists have what are called income streams. These income streams are the different avenues through which the music artists receive compensation for their work.<ref>Baskerville, David and Tim Baskerville. Music Business Handbook and Career Guide. Thousand Oaks: Sage Publications, 2009. Print</ref>\n\n===Mechanical royalties===\nMusic artists make most of their money from what are referred to as mechanical royalties. Mechanical royalties are the payment the music artist will receive per song per album sold.\n\t\n£500,000 (albums sold) x 9.1 cents (per song) = £45,000\n\t£45,000 (per song rate) x 10 (ten-song album) = £450,000\n\nAt the end of each quarter, meaning at the end of every March, June, September and December, the artists will receive a check from their record label for their calculated mechanical royalties earned.<ref name=\"U.S. Copyright Office 2006\">U.S. Copyright Office. U.S. Copyright Office. U.S. Government, 1 January 2006. Web. 10 November 2010</ref> Mechanical royalties used to be the way music artists made most their money but as record sales have decreased due to digital downloading this is no longer the case.\n\n===Performance royalties===\nPerformance royalties are monies a music artist is paid every time his or her song is performed. “Performed” in this sense is any time the song is transmitted digitally, performed live, broadcast and/or played in a public place.<ref name=\"Brabec 2006\">Brabec, Jeffry and Todd Brabec. Music, Money and Success: The Insider’s Guide to Making Money in the Music Industry. New York: Schirmer Books, 2006. Print</ref> These monies are collected by Performing Rights Organizations (PROs). What these organizations do is retrieve money on behalf of the artist every time his or her songs are performed to ensure the artist is being properly compensated for their work. In the United States the three major PROs, ASCAP, BMI and SESAC. In order to be properly compensated music artists must choose which PRO they will have collect their performance royalties. Upon the release of their music to the public and use in different types of media, their PRO will start collecting their performance royalties.<ref name=\"Passman, Donald 2009\">Passman, Donald. All You Need To Know About the Music Business. New York: Free Press, 7th edition, 2009. Print.</ref> At the end of each quarter, meaning at the end of every March, June, September and December, the artists will receive a check for the performance royalties collected from the prior quarter.<ref name=\"Passman, Donald 2009\"/>\n\n===Synchronization rights===\nSynchronization rights are the monies a music artist receives when their music is synchronized to a video, be it a music video, a movie, television show or commercial.<ref name=\"Brabec 2006\"/> A music artist can choose whether or not to grant a license to anyone interested in synchronizing his or her song to a visual production. Music synchronization is a very common thing, especially if an artist releases a very popular song. Companies will want to use that song in commercials, to better market their products. Movie studios, such as [[Universal_Studios|Universal]], acquire thousands of synchronization licenses every year for music they put into their movies.<ref name=\"Brabec 2006\"/> Because of the immense use of music in marketing, granting synchronization licenses has become the way in which music artists make most of their money. It is a very solid and popular way for a recording artist to profit from their music.\n\n===Special permission===\nMusic artists also make money by licensing their songs to stores, restaurants and nightclubs that allow these places of business to play their music.<ref name=\"Brabec 2006\"/> Music artists usually grant these places of business “blanket licenses” that allow them to play a collection of songs instead of licensing each song individually. Stores such as Walmart, Best Buy, GAP are all holders of blanket licenses that allow them to play music.<ref name=\"Passman, Donald 2009\"/>\n\n==Team==\nMusic artists are businesses in the sense of their ability to generate revenue from selling a product.<ref name=\"Passman, Donald 2009\"/> In order to continue to generate that revenue they have to continue making product to sell. In order to focus on doing so, most music artists hire a team to handle everything they either do not have the time or knowledge to handle. This team's job, as a whole, is to ensure the music artist’s business dealings, legal matters and overall comfort are taken care of so they can make music and thus money.<ref name=\"Baskerville 2009\"/>\n\n===Manager===\nA manager is an individual or company that guides the professional career of a music artist in the entertainment industry.<ref name=\"Passman, Donald 2009\"/> The manager overlooks the day-to-day business affairs of the artist. This is usually the first person on the team of any music artist. In the early stages of a music artists’ career, the manager usually assumes the role of business manager, as well as booking agent.<ref name=\"Passman, Donald 2009\"/> As the music artist’s career grows it will become necessary to hire individuals who’s sole duties are the responsibility of those position but until that becomes the case the manager usually handles them (10). The manager receives a compensation of 10-20% of the music artists’ gross income. The exact percentage, and sometimes the monies the percentage will be applied, is negotiated between the music artist and the manager.<ref name=\"Passman, Donald 2009\"/> This commonly happens early in the music artist’s career before any major income is being generated.\n\n===Entertainment lawyer===\nAn entertainment lawyer handles all legal matters for the music artist. As contracts and agreements are a commonality in the music industry, it is absolutely imperative that a music artist has an entertainment lawyer on their team.<ref name=\"Passman, Donald 2009\"/> An entertainment lawyer’s duties include handling talent agreements, producer agreements, synchronization licenses, music industry negotiations and general intellectual property issues, especially relating to copyright.<ref>Burr, Sheri. Entertainment Law in a Nutshell. Eagan: West, 2007. Print.</ref> Most music industry contracts are lengthy, densely worded and are usually written to be negotiated. Thus every music artist should have an entertainment lawyer that can comprehend contract language and can negotiate terms favorable to the artist.<ref name=\"Baskerville 2009\"/>\n\n===Accountant===\nThe highly irregular nature and various means by which a music artist generates income, the complex ways by which they are paid, as well as the demanding nature of their work means having an accountant is often essential for most professional music artists.<ref name=\"Baskerville 2009\"/> \n\nMusic artists often receive several checks from several different places that can easily become difficult to keep track of. \nThis leaves the music artist open to being unpaid, underpaid and/or have money stolen from them. \n\nThese peculiarities make filing taxes for a music artist an even more difficult and complex undertaking than it usually is.  <ref name=\"Baskerville 2009\"/> \nThis can lead to problems with the Internal Revenue Services and even the demise of their career if ignored, thus, an accountant often handles the artist's taxes and also makes sure everything is done according to law.<ref>Moore, Schurley. Taxation of the Entertainment Industry. Washington: CCH. Inc., 2008. Print</ref>\nThe accountant's job is to make sure other team members, as well as the artist themselves are paid on time and the correct amount. <ref>Moore, Schurley. Taxation of the Entertainment Industry. Washington: CCH. Inc., 2008. Print</ref>\n\n==References==\n{{reflist}}\n\n[[Category:Arts occupations]]", "Set decorator": "A '''set decorator''' is in charge of the set dressing on a [[film set]] and television set which includes the [[furnishing]]s, drapery, lighting fixtures, artwork and many of the other objects that will be seen in the [[film]].  Props and Set Dressing items sometimes often overlap but are provided by different departments.  Props are defined as items which are handled directly by actors, and  discussions take place between set decorator and prop master in order to make sure that everything is being covered. The set decorator gives direction to their shoppers and to the leadman, who is in charge of the [[set dresser]]s. The set decorator maintains a set dressing budget separate from the set budget or the prop budget and works on the overall look of the film or TV show.  Set decorators are eligible to receive the Academy Award for Best Art Direction and the Art Director's Guild Award along with the [[production designer]].<ref name=\"LoBrutto\">{{cite book |author=LoBrutto, Vincent |title=The Filmmaker's Guide to Production Design |publisher=Allworth Press |location=New York |year=2002 |isbn=1-58115-224-8 |accessdate=2008-05-23|url=http://books.google.com/books?id=0it57rC7HMQC |page=21}}</ref><ref name=\"Cury\">{{cite book |author=Cury, Ivan |title=Directing and producing for television: a format approach |publisher=Focal Press |location=Oxford |year=2007 |isbn=0-240-80827-4 |accessdate=2008-05-23 |url=http://books.google.com/books?id=46YtphIDVasC |page=47}}</ref><ref name=\"Rizzo\">{{cite book |author=Rizzo, Michael R. |title=The Art Direction Handbook for Film |publisher=Focal Press |location=Oxford |year=2005 |isbn=0-240-80680-8|accessdate=2008-05-23 |url=http://books.google.com/books?id=so-cu6QzFPkC |page=37}}</ref>\n\n==Noted Set decorators==\n:''See [[:Category:Set decorators]], [[Academy Award for Best Art Direction]]''\n\n== References==\n{{reflist}}\n\n== External links ==\n*[http://www.setdecorators.org Set Decorators Society of America]\n\n{{film crew}}\n\n[[Category:Film crew]]\n[[Category:Arts occupations]]\n[[Category:Scenic design]]\n[[Category:Set decorators|*]]\n\n{{job-stub}}\n{{Filming-stub}}\n\n[[fr:Ensemblier (technicien)]]", "Teaching artist": "[[Image:GermantownTNart-class.JPG|thumb|250px|A Memphis potter conducts a summer workshop in hand-building in Germantown, Tennessee.]]\n\nTeaching Artists, also called artist/educators, or community artists are professional artists who teach and integrate their art form, perspectives, and skills into a wide range of  settings. Teaching Artists work with schools, after school programs, community agencies, prisons, jails, and social service agencies.The  ''Arts In Education'' movement grew from the work of Teaching Artists in schools.<ref>[http://www.teachingartists.com/researchonTA.htm History of Teaching Artists]</ref>\n\nEric Booth has defined a Teaching Artist:  “A teaching artist is a practicing professional artist with the complementary skills, curiosities and sensibilities of an educator, who can effectively engage a wide range of people in learning \nexperiences in, through, and about the arts.”<ref>[http://nysaae.org/docs/The_History_of_Teaching_Artistry_By_Eric_Booth.pdf. Booth Article]</ref> This term applies to professional artists in all artistic fields. <ref>[http://www.teachingartists.com/whatisaTA.htm Teaching Artist described]</ref> Teaching Artists have worked in schools and in communities for many decades.<ref>[[Phillip Lopate]], ''Journal of a Living Experiment, a documentary history of Teachers & Writers Collaborative and the writers-in-the-schools movement.'' New York: Virgil Press, 1979.</ref>\n<ref>Jane Remer, ''A Brief History of Artists in K-12 American Schooling,'' Teaching Artists Journal, Volume I, Number 2, 2003.</ref> \n<ref>Michael Wakeford, ''A Short Look At A Long Past, Putting The Arts In The Picture: Reframing Education in the 21st Century,'' Edited by Nick Rabkin and Robin Redmond, Center for Arts Policy, Columbia College Chicago, 2004</ref>\n \nOn April 16, 2011 [http://www.teachingartists.com/ The Association of Teaching Artists] convened the First National Teaching Artists Forum. The Forum was held at [[The Center for Arts Education]], in New York. Leaders in the Teaching Artist field such as Eric Booth, Nick Rabkin, Dale Davis, Richard Kessler, Jane Remer, along with the Association of Teaching Artist Board and the Center for Arts Education staff, brought together and led a group of nearly fifty participants to help advance the work of Teaching Artists.<ref>[http://www.teachingartists.com/TAforum.htm Forum]</ref>\n\n==References==\n{{reflist}}\n\n== External links ==\n* [http://www.teachingartists.com/ The Association of Teaching Artists]\n* [http://www.massculturalcouncil.org/necap/necap.htm The New England Consortium of Artist Educator Professionals]\n* [http://chicagoteachingartist.typepad.com/ The Chicago Teaching Artists Collective]\n* [http://www.teachingartistsorganized.org/ Teaching Artists Organized, San Francisco]\n* [http://www.tajournal.com The Teaching Artist Journal Website]\n* [http://www.cae-nyc.org/ The Center for Arts Education]\n* [http://www.norc.org/PDFs/TARP%20Findings/Teaching_Artists_Research_Project_Final_Report_%209-14-11.pdf Teaching Artists and the Future of Education Report from NORC at the University of Chicago.]\n\n[[Category:Art education]]\n[[Category:Arts occupations]]\n[[Category:Education and training occupations]]", "Limner": "{{other uses}}\nA '''limner''' is an [[illuminated manuscript|illuminator of manuscripts]], or more generally, a painter of ornamental decoration. One of the earliest mentions of a limner's work is found in the book ''Methods and Materials of Painting'' by [[Charles Lock Eastlake]] (1793–1865).\n\n{{quote|\"The treatises cannot be placed later than the thirteenth, or beginning of the fourteenth, century. This was the age of [[Dante]], and \"the art which in Paris was called illuminating\" (limning) is well illustrated by such guides.\" p.&nbsp;45<ref>Eastlake. ''Methods and Materials of Painting''. Mineola, NY: [[Dover Publications]], 2001. ISBN 978-0486417264</ref> }}\n\n==Scotland==\n\nThe office of Her Majesty's [[Painter and Limner]] is a position within the [[Great Officer of State|Royal Household]] unique to Scotland. The position of portrait painter to the royal household is honorary and for life.\n\n==United States==\nIn early 19th-century America, a limner artist was one who had little if any formal training and would travel from place to place to solicit commissions.\n\nAmong colonial America's rising mercantile class, a limner was an unattributed [[portrait]] commissioned as a status symbol. The local landowners and merchants who commissioned these portraits posed in their finest clothes, in well-appointed interiors, or in landscapes that identified their position, property, good taste, and sophistication.\n\nA late named artist who began in this genre is the [[Maine]] landscape artist [[Charles Codman]], who in Eastern Argus (April 1, 1831) is described as an \"ornamental and sign painter\" or \"limner\" who practiced \"Military, Standard, Fancy, Ornamental, Masonic and Sign Painting\".<ref>Nicoll, Jessica. [http://www.tfaoi.com/aa/3aa/3aa654.htm \"'The Real Pioneer of Art in this City': Charles Codman and the Rise of Landscape Painting in Portland, Maine\". ''Resource Library Magazine'', July 2003]</ref>\n\n==Canada==\nThe Victoria Limners Society was a group of artists working in Victoria, British Columbia from 1971 through 2008. They worked within a variety of artistic styles and mediums, such as painting, sculpting, pottery, and other forms of visual art.<ref>Bovey, Patricia. ''A Passion for Art: The Art and Dynamics of the Limners''. Victoria, B.C.: Sono Nis Press, 1996. ISBN 9781550390704</ref> The artists include Maxwell Bates, Pat Martin Bates, Richard Ciccimarra, Robert De Castro, Colin Graham, Helga Grove, Jan Grove, Elza Mayhew, [[Myfanwy Pavelic]], Carole Sabiston, Herbert Siebner, [[Robin Skelton]], and Karl Spreitz.<ref>[http://memorybc.ca/limners-group-of-artists;isaar \"Limners (Group of artists)\"] MemoryBC</ref>\n\n==References==\n{{reflist}}\n\n==External links==\n* [http://www.nga.gov/content/ngaweb/global-site-search-page.html?searchterm=Gansevoort+Limner+&searchpath=%2Fcontent%2Fngaweb%2Fglobal-site-search-page#global-site-search-page.html?searchterm=Gansevoort%2BLimner%2B&searchpath=%2Fcontent%2Fngaweb%2Fglobal-site-search-page&pageNumber=1&_suid=137903410958004056907258277891 Works of the Gansevoort Limner] at the [[National Gallery of Art]]\n* [http://search.famsf.org:8080/search.shtml?keywords=Freake Works of the Freake Limner] at the [[Fine Arts Museums of San Francisco]]\n* [http://pam.org/asp/templates/collection_object_page.asp?collectionID=14&imageID=59 Portrait by Erastus Salisbury Field] at the [[Portland Art Museum]]\n\n[[Category:Obsolete occupations]]\n[[Category:Arts occupations]]", "Set dresser": "{{lead missing|date=October 2013}}\n{{unreferenced|date=May 2010}}\n==In Film==\n'''Set dressers''' arrange objects on a [[film set]] before shooting. They work under the direction of a leadman, a [[set decorator]] and a [[production designer]].  Set dressers place furniture, hang pictures, and put out decorative items.  They are also responsible for some light construction and assembly of small items, such as air-conditioning ducts.  They also move items as necessary to make room for the filming equipment. During the shoot, the prop department works with an on-set dresser to ensure that the [[Theatrical property|prop]]s and [[furnishing]] are in the proper location for the script and to maintain [[continuity (fiction)|continuity]], as scenes are often shot out of order.\n\n==In Theater==\n'''Set dressers''' \"dress\" the set of a play. Set dressers specifically deal with items on stage that are not interacted with by actors. Often set dressers are in charge of finding and installing curtains, wallpaper, photos, bedspreads, rugs and other items onto the set.\nSet dressers are sometimes a part of the props department, [[set construction|construction]] department or their own department. Whether set dressing is its own department is often dependent on how much money a theater has. Set dressers also often have a lot of cross over work with the props department or [[set construction|construction]] department.\nThe set dressing department works under the director, producer and [[scenic designer]].\n\n==See also==\n*[[Art director]]\n*[[Property master]]\n\n{{DEFAULTSORT:Set Dresser}}\n[[Category:Film crew]]\n[[Category:Arts occupations]]\n[[Category:Scenic design]]\n[[Category:Stage terminology]]\n\n\n{{Job-stub}}\n{{Film-term-stub}}", "Game artist": "{{refimprove|date=November 2012}}\n{{VG Industry}}\nA '''game artist''' is an [[artist]] who creates art for one or more types of [[game]]s. Game artists are responsible for all of the aspects of [[game development]] that call for [[visual art]].<ref name=\"gamespot\">[http://uk.gamespot.com/features/so-you-want-to-be-an-artist-6144426/ Gamespot UK - So You Want To Be An: Artist] - Accessed 17/11/2012.</ref> Game artists are often noted in [[role-playing game]]s, [[collectible card game]]s and [[video game]]s.<ref name=\"artofvideogames\">[http://americanart.si.edu/exhibitions/archive/2012/games/ Exhibitions: The Art of Video Games] - Accessed 17/11/2012.</ref>\n\n==Role-playing games==\nMany game artists are called upon to develop graphical treatments for the environments and elements in which role-playing games take place.  For example, in the ''[[Monster Manual]]'' early ''[[Dungeons & Dragons]]'' artists created visual representations of [[monster]]s players might encounter while adventuring.<ref name=\"wizards\">[http://www.wizards.com/dnd/article.aspx?x=dnd/4art/20090508 Wizards of the Coast - Monster Manual Art Gallery] - Accessed 17/11/2012.</ref> Many such depictions may influence subsequent art and the type of campaigns or adventures that developers and players create.\n\nArt for role-playing games can be expressed in a variety of media, from [[pencil]] drawings, to [[pen and ink]] illustrations, to [[oil painting]]s or even [[3D model]]s created with a computer. Therefore, no one skill set can be pinpointed as necessary for a role-playing game artist, beyond that of some artistic ability. Necessary skills will vary from game to game and developer to developer.{{fact|date=November 2012}}\n\n==Video games==\n{{Main|Game art design}}\n\nIn modern video games, game artists create [[2D computer graphics|2D]] art, such as, [[concept art]], [[Sprite (computer graphics)|sprite]]s, textures and environment backdrops; and [[3D computer graphics|3D]] art, such as, [[3D modeling|models]], [[computer animation|animation]]s and level layout. Video game artists can earn an annual salary anywhere from $50,000 to $100,000 depending on experience and region.<ref>[http://www.bigfishgames.com/blog/video-gaming-industry-numbers-by-region/ \"Top Gaming Studios, Schools & Salaries\"], [http://www.bigfishgames.com/ Big Fish Games]</ref>\n\n==References==\n{{reflist}}\n\n[[Category:Game artists| ]]\n[[Category:Video game artists| ]]\n[[Category:Arts occupations]]", "Design director": "A '''design director''' is a position usually found within the [[advertising]], [[Mass media|media]], [[automotive]] or [[entertainment industry|entertainment]] industries, but may be useful in other creative organizations such as [[web development]] and [[software development]] firms as well. The position has similarities to that of a [[creative director]]. The design director oversees the design of [[brand]]ing and advertising for a client, ensuring that the new branding and advertising fits in with the client's requirements and the image they wish to promote for their company or product. However, unlike a creative director, the design director is not responsible for the overall quality of the final creative work, but merely for the quality of the project's design elements.\n\nAnother distinction between the two positions is that advertising creative directors are usually promoted from copywriting or art directing positions. Design directors, on the other hand, are promoted from [[senior designer]] positions.\n\n==See also==\n* [[Design]]\n* [[Creativity]]\n* [[Artistic inspiration]]\n* [[Communication]]\n\n==References==\n \n\n{{Design}}\n{{DEFAULTSORT:Design Director}}\n[[Category:Advertising occupations]]\n[[Category:Arts occupations]]\n[[Category:Communication design]]\n[[Category:Design]]\n\n\n{{design-stub}}", "Production designer": "In [[film industry|film]] and [[television]], a '''production designer''' or P.D is the person responsible for the overall look of a filmed event such as films, TV programs, [[video games]], [[music videos]] or [[adverts]].  Production designers have one of the key creative roles in the creation of motion pictures and television. Working directly with the [[film director|director]] and [[film producer|producer]], they must select the settings and style to visually tell the story. The term \"production designer\" was coined by [[William Cameron Menzies]] while he was working on the film ''[[Gone with the Wind (film)|Gone with the Wind]]''.<ref>{{cite web| url= http://believermag.com/issues/201103/?read=article_cairns | title= The Dreams of a Creative Begetter| last= Cairns| first=David | date=March–April 2011 |publisher=[[The Believer (magazine)|The Believer]] | accessdate= 2011-03-31 |quote= Menzies was an art director, production designer (a title he invented himself), producer, and director, the man who created the look of Gone with the Wind, unifying the work of a posse of directors. }}</ref>  Previously (and often subsequently) the people with the same responsibilities were called \"art directors.\"<ref>{{cite book | last=Preston | first=Ward | title=What an Art Director Does | publisher=[[Silman-James Press]] | year=1994 | pages=150 | isbn=1-879505-18-5}}</ref>\n\n==Responsibilities==\nFrom early in [[pre-production]], the production designer collaborates with the director and [[director of photography]] to establish the visual feel and specific aesthetic needs of the project. The production designer guides key staff in other departments such as the [[costume]] designer, the key hair and make-up [[Personal stylist|stylists]], the [[special effects]] director and the locations manager (among others) to establish a unified [[visual]] appearance to the film.\n\nThe \"art department\" is a group of people who work with the production designer to implement the scenic elements of that vision. The [[art director]], as the production designer's lead manager carrying out designing, supervises set designers, model artists, computer designers,  graphic designers, set and storyboard illustrators, and assistant art directors. Within the art director's budget jurisdiction is wall to wall carpeting, stage/set floor covering (hardwood, linoleum, tile, ets), wall coverings, finishes, wallpaper, etc.  The art director deals with specific budget accounting for all charges related to the construction and finishing of both stage and location sets.  The art director also supervises [[set construction]] and painting, as well as modifications to existing locations, such as changing signs or installing new carpet. An art director has [[myriad]] specialists reporting to them including the construction department, which includes carpenters, painters, plasterers, riggers and other trades, propmakers, greensmen (landscapers), sign painters, and scenic artists, and drapery departments. A production illustrator, such as [[Mentor Huebner]], provides pre-production concept art and storyboards. The [[set decorator]], often someone with experience in [[interior decoration]], finds, shops, selecting set dressing from prop furniture rental houses - decorative items for the sets such as furniture, knick-knacks and lighting fixtures. The decorator is responsible for area rugs.  Wall to Wall set carpeting is the art director's jurisdiction and part of his budget, which the art director selects. The set decorator must coordinate with the prop master any actor's hand props which is used in specific settings.  Working under the decorator are buyers, as well as a crew of [[set dresser]]s who bring the items to the set, arrange furniture, hang curtains (drapery department lead) and \"dress\" the set. A [[property master]] coordinates with the production designer, but also works closely with the director and actors to provide the items handled directly by the actors such as newspapers, weapons, musical instruments and food. For the most part, the prop crew, along with an on-set dresser, maintain the integrity of the production designer's vision during the shoot and manipulate the items for the camera.\n\nSince 1929 the Academy of Motion Picture Arts and Sciences grants an Art Direction Award to an outstanding Production Designer. An Art Director may only be considered eligible for an Oscar when there is no Production Designer credited.  IATSE #800 Board of Directors must approve any Production Design request for this credit, which must be submitted to the union for approval.  In 2012, the Art Direction Branch in the Motion Picture Arts and Sciences Academy was designated The Designer''s Branch.  This branch includes members as art directors, assistant art directors, set decorators, costume designers, illustrators, research historians, and applicants related with an  art department.\n\nSome of the crew who work in the art department under the production designer include the\n[[art director]],\n[[Scenic design|set designer]] (draughtsman),\n[[set decorator]],\n[[costume designer]],\n[[property master]],\n[[concept artist]],\n[[graphic designer]], and\n[[model maker]].\n\n== Societies and trade organizations ==\nIn the United States and Europe as well as Mexico, production designers are represented by [[International Alliance of Theatrical Stage Employees|IATSE]] local [http://www.artdirectors.org/ 800]; the Art Directors Guild. The production design credit must be requested by the producer, prior to completion of photography, and submitted to the Art Directors Guild Board of Directors for the credit approval. \nIn Canada, production designers are represented by the [[Director's Guild of Canada]], except in British Columbia where they are represented by IATSE.\n\n== Noted production designers ==\n:''See [[:Category:Production designers]], [[Academy Award for Best Art Direction]]'' and [[Art Directors Guild Hall of Fame]]\n\n== See also ==\n*[[Academy Award for Best Art Direction]]\n* [[Scenic design]]\n* [[Art Directors Guild Hall of Fame]]\n\n== References ==\n{{more footnotes|date=March 2011}}\nSpecific references:\n{{reflist}}\nGeneral references:\n{{refbegin}}\n* {{cite book | author=Barnwell, Jane| title=Production Design: Architects of the Screen| publisher=FWallflower| year=2004| isbn=1-903364-55-8}}\n* {{cite book | author=Block, Bruce| title=The Visual Story: Seeing the Structure of Film, TV, and New Media| publisher=[[Focal Press]]| year=2001| isbn=0-240-80467-8}}\n* Ede, Laurie N. (2010). ''British film design: a history''. I.B.Tauris.ISBN 978-1-84-885108-5\n* Hans-Jürgen Tast (ed.) ''ANTON WEBER (1904-1979) - Filmarchitekt bei der UFA'' (Schellerten 2005) ISBN 3-88842-030-X;\n* {{cite book | author=Katz, Ephraim| title=The Film Encyclopedia (5ed)| publisher=Collins | year=2005| isbn=0-06-074214-3}}\n{{refend}}\n\n==External links==\n*[http://www.artdirectors.org/ Art Directors Guild, IATSE Local 800] Union local representing Art Directors and Production Designers \n**[http://wiki.artdirectors.org/ ADG Art Direction Wiki] Online community and knowledge base relating to film design\n*[http://www.filmdesigners.co.uk/ British Film Designers Guild] \n*[http://www.filmdesigners.at/ The Austrian Filmdesigners Association] (VÖF - Verband Österreichischer FilmausstatterInnen).\n*[http://www.toiwhakaari.ac.nz/study-at-toi-whakaari/design-for-stage-screen/ Production Design Training Toi Whakaari: NZ Drama School]\n*[http://www.unitec.ac.nz/creative-industries-business/performing-screen-arts/programmes_perf/performance-technology/bachelor-of-performing-and-screen-arts-production-design-management.cfm/ Production Design training in Auckland NZ at Unitec Performing and Screen Arts]\n{{film crew}}\n\n[[Category:Production designers| ]]\n[[Category:Film crew]]\n[[Category:Scenic design]]\n[[Category:Arts occupations]]\n[[Category:Design]]\n\n[[de:Production Designer]]", "Floral design": "[[File:Floral artist carving the Buddha on sand at Chaitya Bhoomi on Mahaparinirvan Din at Dadar Chowpatty on Mahaparinirvan Din.png|thumb|[[Buddha]] made by the flowers at [[Mumbai|Dadar Chowpatty]].]]\n[[Image:PussyWillowBoston.jpg|thumb|''[[Salix discolor]]'' used in a [[Floristry|decorative arrangement]] outside a [[hotel]] in [[Boston, Massachusetts]].]]\n'''Floral design''' is the art of using plant materials and [[flower]]s to create a pleasing and balanced composition. Evidence of refined [[floristry]] is found as far back as the culture of [[Ancient Egypt]]. Professionally designed floral designs, arrangements or artwork incorporate the elements of floral design: line, form, space, texture, and color, and the principles of floral design: balance, proportion, rhythm, contrast, harmony, and unity.<ref>Book of Floral Terminology, AIFD</ref>\n[[Image:Floral art.jpg|thumb|Floral art in a competition at the [[Chandigarh Rose Festival]]]]\n\nThere are many styles of floral design. The Eastern, Western, Zebra and European styles have all influenced the commercial floral industry as it is today. [[Ikebana]] is a Japanese or eastern style of floral design and incorporates the three main line placements of heaven, man and earth. In contrast, the European style emphasizes color and variety of botanical materials not limited to just blooming flowers, in mass gatherings of multiple flowers. Western design historically is characterized by symmetrical, asymmetrical, horizontal, and vertical style of arrangements. \n\nIn addition to flower arrangements, floral design includes making [[wreath]]s, [[nosegay]]s, [[garland (decoration)|garlands]], [[festoon]]s, [[boutonniere]]s, [[corsage]]s, and [[bow (knot)|bows]].\n[[File:Crysanthemumjf.JPG|thumb|right|[[Chrysanthemum]] flower arrangement for food catering]]\n== Dried arrangements and related media ==\nPermanent creations and components incorporating dried materials such as bark, wood, dried flowers, dried (and often aromatic) [[inflorescence]]s, leaves, leaf skeletons, preserved materials and artefacts, are common extensions of the art floral design, and are of practical importance in that they last indefinitely and are independent of the seasons. Their materials offer effects, idioms, and associations complementary to, and contrasting with, fresh flowers and foliage.  \n\n== Floral design schools ==\nWith the ever-growing interest in the natural world and flowers, the [[floral industry]] continues to grow.  The increase in educational institutes providing training in floral design has expanded to many state universities as well as certified design schools worldwide.  \n\n== Floral design promoting associations ==\nProminent industry associations that promote floral design worldwide include the American Institute of Floral Designers (AFID), the Society of American Florists (SAF), and the National Association of Flower Aranging Societies. These and other [[Voluntary association|associations]] promote floral design through [[Training workshop|workshops]], [[Business conference|conferences]], [[flower shows]], and [[seminar]]s.\n\n===Floral designers===\nNotable floral designers include [[Jeff Leatham]],[[Daniel Ost]], [[Judith Blacklock]], [[Stanlee Gatti]], [[Irene Hayes]], [[Junichi Kakizaki]], [[Paula Pryke]], [[Jane Packer]], [[Phil Rulloda]], [[Constance Spry]], [[Nichlas Vilsmark]], [[Jennifer McGarigle]] and the [[White House Chief Floral Designer]].\n\n===Related disciplines===\nDisciplines that can be related to floral design and floristry include [[botanical illustrator|botanical illustration]] and other [[art]] forms, [[botany]], [[Creative director|creative direction]], [[floriculture]], [[flower garden]]ing, [[flower preservation]], and [[landscape architecture]].\n\n===Other===\n*[[History of flower arrangement]]\n\n==References==\n{{reflist}}\n\n{{Design}}\n{{DEFAULTSORT:Floral Design}}\n[[Category:Design]]\n[[Category:Floristry]]\n[[Category:Arts occupations]]", "Scenographer": "A '''scenographer''' develops the appearance of a stage design, a TV or movie set, a gaming environment, a trade fair exhibition design or a museum experience exhibition design. The term originated in [[theater]]. A scenographer works together with the [[theater director]] to make the message come through in the best way they think possible, the director having the leading role and responsibility particularly for dramatic aspects - such as casting, acting, and direction - and the scenographer primarily responsible for the visual aspects or \"look\" of the production - which often includes scenery or sets, lighting, and costumes, and may include projections or other aspects.\n\nWhile a common role in theatrical [[production team]]s in most countries, the position of scenographer is very uncommon in the [[United States]], where this task is generally parcelled out among several people, principally the scenic or set designer who generally spearheads the visual aspects of the production.  The production's design team often includes designers for: scenic design, lighting, sound, projections, costumes, properties, choreography, and sometimes others. \n\n<!-- the following could certainly use more work. Also context: this is typical for what country or countries at what level of professionalism? And maybe most of this belongs in [[production team]] -->\nPlays are usually produced by a [[production team]] that commonly includes a [[Theatre director|director]],  [[set designer|scenic or set designer]], [[lighting designer]], [[costume designer]], [[sound design]]er, [[dramaturg]], [[stage manager]], and [[production manager]].\n\n==See also==\n*[[Scenography]]\n*[[Set construction]]\n*[[Sound design]]\n*[[Show control]]\n\n==External links==\n\n*[http://www.uic.es/en/scenography Master's Degree in Scenography and Contemporary Cities in Barcelona]\n*[http://www.sceno.org/articles/scenographic-philosophy/ Scenography - The Theatre Design Website] Theatre Design / Scenography\n*[http://www.stephstuff.com/scenography/sceno.html What is Scenography] Article illustrating the differences between US and European theatre design practices\n\n{{job-stub}}\n{{Stagecraft-stub}}\n\n[[Category:Arts occupations]]\n[[Category:Scenic design| ]]\n[[Category:Film crew]]\n[[Category:Theatrical professions]]\n\n[[de:Bühnenbildner]]\n[[nl:Scenograaf]]\n[[pt:Cenografia]]\n[[sv:Scenograf]]", "Artist": "{{Other uses}}\n[[File:Johann Heinrich Wilhelm Tischbein 007.jpg|thumb|250px|[[Johann Wolfgang von Goethe]], [[Germany|German]] artist known for his works of poetry, drama, prose, philosophy, visual arts, and science. ]]\nAn '''artist''' is a person engaged in one or more of any of a broad spectrum of activities related to creating [[art]], practicing the [[arts]], and/or demonstrating an art.  The common usage in both everyday [[speech]] and academic [[discourse]] is a practitioner in the [[visual art]]s only.  The term is often used in the [[entertainment]] business, especially in a business context, for musicians and other performers (less often for [[actor]]s).  \"Artiste\" (the French for artist) is a variant used in English only in this context.  Use of the term to describe writers, for example, is certainly valid, but less common, and mostly restricted to contexts like [[criticism]]. \n\n==Dictionary definitions==\nWiktionary defines the noun 'artist' (Singular: artist; Plural: artists) as follows: \n# A person who creates art.\n# A person who creates art as an [[wikt:occupation|occupation]].\n# A person who is skilled at some activity.\nThe [[Oxford English Dictionary]] defines the older broad meanings of the term \"artist\":\n\n* A learned person or Master of Arts\n* One who pursues a practical science, traditionally [[medicine]], [[astrology]], [[alchemy]], [[chemistry]]\n* A follower of a pursuit in which skill comes by study or practice\n* A follower of a manual art, such as a mechanic\n* One who makes their [[craft]] a fine art\n* One who cultivates one of the [[fine arts]] – traditionally the arts presided over by the [[muses]]\n\nA definition of Artist from Princeton.edu: creative person (a person whose creative work shows sensitivity and imagination).\n\n==History of the term==\nAlthough the Greek word \"techně\" is often mistranslated as \"art,\" it actually implies mastery of any sort of craft. The adjectival Latin form of the word, \"technicus\",<ref>\n[[Oxford English Dictionary]] s.v. ''technic''\n</ref>\nbecame the source of the English words [[wikt:technique|technique]], [[technology]], [[wikt:technical|technical]].\n\nIn Greek culture each of the nine [[Muse]]s oversaw a different field of human creation:\n* [[Calliope]] (the 'beautiful of speech'): chief of the muses and muse of [[epic poetry|epic or heroic poetry]]\n* [[Clio]] (the 'glorious one'): muse of [[history]]\n* [[Erato]] (the 'amorous one'): muse of [[love poetry|love or erotic poetry]], lyrics, and marriage songs\n* [[Euterpe]] (the 'well-pleasing'): muse of music and [[lyric poetry]]\n* [[Melpomene]] (the 'chanting one'): muse of [[tragedy]]\n* [[Polyhymnia]] or Polymnia (the '[singer] of many [[hymn]]s'): muse of [[sacred|sacred song]], [[Public speaking|oratory]], [[Lyrics|lyric]], [[singing]], and [[rhetoric]]\n* [[Terpsichore]] (the '[one who] delights in dance'): muse of [[choral]] song and dance\n* [[Thalia (Muse)|Thalia]] (the 'blossoming one'): muse of [[comedy]] and [[bucolic poetry]]\n* [[Urania]] (the 'celestial one'): muse of [[astronomy]]\n\nNo muse was identified with the visual arts of painting and sculpture. In ancient Greece sculptors and painters were held in low regard, somewhere between freemen and slaves, their work regarded as mere manual labour.<ref>\n''In Our Time: The Artist'' [[BBC Radio 4]], TX 28th March 2002</ref>\n\nThe word ''art'' derives from the Latin \"ars\" (stem ''art-''), which, although literally defined, means \"[[skill]] method\" or \"technique\", and conveys a connotation of [[beauty]].\n\nDuring the Middle Ages the word ''artist'' already existed in some countries such as [[Italy]], but the meaning was something resembling ''craftsman'', while the word ''artesan'' was still unknown. An artist was someone able to do a work better than others, so the skilled excellency was underlined, rather than the activity field. In this period some \"artisanal\" products (such as textiles) were much more precious and expensive than paintings or sculptures.\n\nThe first division into major and minor arts dates back at least to the works of [[Leon Battista Alberti]] (1404-1472): ''[[De re aedificatoria]], De statua, De pictura'', which focused on the importance of the intellectual skills of the artist rather than the manual skills (even if in other forms of art there was a [[project]] behind).<ref>\nP.Galloni, ''Il sacro artefice. Mitologie degli artigiani medievali'', Laterza, [[Bari]], 1998</ref>\n\nWith the [[Academy|Academies]] in Europe (second half of 16th century) the gap between fine and applied arts was definitely set.\n\nMany contemporary definitions of \"artist\" and \"art\" are highly contingent on [[culture]], resisting aesthetic prescription, in much the same way that the features constituting beauty and the beautiful cannot be standardized easily without corruption into [[kitsch]].\n\n==The present day concept of an 'artist'==\n''Artist'' is a descriptive term applied to a person who engages in an activity deemed to be an art. An artist also may be defined unofficially as \"a person who expresses him- or herself through a medium\". The word is also used in a qualitative sense of, a person [[creativity|creative]] in, [[innovation|innovative]] in, or adept at, an artistic practice.\n\nMost often, the term describes those who create within a context of the fine arts or '[[high culture]]', activities such as [[drawing]], [[painting]], [[sculpture]], [[acting]], [[dancing]], [[writing]], [[filmmaking]], [[New media art|new media]], [[photography]], and [[music]]—people who use imagination, talent, or skill to create works that may be judged to have an [[aesthetic]] value. [[Art history|Art historians]] and [[Art critic|critics]] define artists as those who produce art within a recognized or recognizable discipline.  Contrasting terms for highly skilled workers in media in the [[applied arts]] or [[decorative arts]] include [[artisan]], [[Master craftsman|craftsman]], and specialized terms such as [[pottery|potter]], [[goldsmith]] or [[glassblower]].  Fine arts artists such as painters succeeded in the [[Renaissance]] in raising their status, formerly similar to these workers, to a decisively higher level, but in the 20th century the distinction became rather less relevant {{Citation needed|date=April 2010}}.\n\nThe term may also be used loosely or metaphorically to denote highly skilled people in any non-\"art\" activities, as well— law, medicine, mechanics, or mathematics, for example.\n\nOften, discussions on the subject focus on the differences among \"artist\" and \"[[technician]]\", \"[[entertainer]]\" and \"[[artisan]]\", \"[[fine arts|fine art]]\" and \"[[applied art]]\", or what constitutes art and what does not. The [[French language|French]] word ''artiste'' (which in French, simply means \"artist\") has been imported into the [[English language]] where it means a performer (frequently in [[Music Hall]] or [[Vaudeville]]). Use of the word \"artiste\" can also be a [[pejorative]] term.<ref>Kenneth G. Wilson. [http://books.google.com/books?id=L2ChiO2yEZ0C&pg=PA40&lpg=PA40&dq=artist++uncomplimentary+%22artiste%22&source=web&ots=hxsr0c9Db2&sig=e66MaUj3vzQQJmsA2N9zdp3GMFo&hl=en&sa=X&oi=book_result&resnum=7&ct=result The Columbia guide to standard American English].</ref>\n\nThe English word 'artiste' has thus a narrower range of meaning than the word 'artiste' in French.\n\nIn ''Living with Art'',{{citation needed|date=September 2013}} Mark Getlein proposes six activities, services or functions of contemporary artists:\n#Create places for some human purpose.\n#Create extraordinary versions of ordinary objects.\n#Record and commemorate.\n#Give tangible form to the unknown.\n#Give tangible form to feelings.\n#Refresh our vision and help see the world in new ways.\n\nAfter looking at years of data on arts school graduates as well as policies & program outcomes regarding artists, arts, & culture, Elizabeth Lingo and Steven Tepper propose the divide between \"arts for art's sake\" artists and commercially successful artists is not as wide as may be perceived, and that \"this bifurcation between the commercial and the noncommercial, the excellent and the base, the elite and the popular, is increasingly breaking down (Eikhof & Haunschild, 2007). Lingo and Tepper point out:<ref>Lingo, Elizabeth L. and Tepper, Steven J (2013), 'Looking Back, Looking Forward: Arts-Based Careers and Creative Work,' in Work and Occupations 40(4) 337-363.</ref>\n#arts ''consumers'' don't restrict themselves to either \"high\" or \"common\" arts; instead, they demonstrate \"omnivorous tastes, liking both reggae and Rachmaninoff\" (Peterson & Kern, 1996; Walker & Scott-Melnyk, 2002)\n#data indicates \"artists are willing to move across sectors and no longer see working outside the commercial sector as a badge of distinction or authenticity\" (Bridgstock, 2013; Ellmeier, 2003)\n#academic, policy, and government leaders are adapting--widening--programs & opportunities in recognition of \"the role of artists as drivers of economic growth and innovation\" (Bohm & Land, 2009; DCMS, 2006, 2008; Florida, 2012; Hesmondhalgh & Baker, 2010; Lloyd, 2010; Iyengar, 2013).\n#arts graduates name \"business and management skills\" as the \"number one area [they] wish they had been more exposed to in college\" (Strategic National Arts Alumni Project [SNAAP], 2011; Tepper & Kuh, 2010).\n\n== Examples of art and artists ==\n<!-- \n\nPlease resist the temptation to add your favorite artist or artform to this list. It is intended to illustrate the breadth of the concept, not to list every possible artform and movement. It should contain only the most significant directions and mention one artist who may be considered iconic in this domain. For all practical purposes it appears to be complete.\n\n-->\n{{MultiCol}}\n\n* [[Abstract Art]]: [[Wassily Kandinsky]]\n* [[Abstract expressionism]]: [[Jackson Pollock]]\n* [[Action painting]]: [[Willem de Kooning]]\n* [[Actor]]: [[Marlon Brando]]\n* [[Actress]]: [[Greta Garbo]]\n* [[Animation]]: [[Chuck Jones]]\n* [[Appropriation (art)|Appropriation art]]: [[Marcel Duchamp]]\n* [[Architect]]: [[I.M. Pei]]\n* [[Art Deco]]: [[Erté]]\n* [[Art Nouveau]]: [[Louis Comfort Tiffany]]\n* [[Assemblage (art)|Assemblage]]: [[Joseph Cornell]]\n* [[Ballet]]: [[Margot Fonteyn]]\n* [[Baroque Art]]: [[Caravaggio]]\n* [[BioArt]]: [[Hunter Cole]]\n* [[Calligraphy]]: [[Rudolf Koch]]\n* [[Cartoons]]: [[Carl Barks]]\n* [[Caricature]]: [[Honoré Daumier]]\n* [[Ceramic art]]: [[Peter Voulkos]]\n* [[Choreography]]: [[Martha Graham]]\n* [[Collage]]: [[Hannah Höch]]\n* [[Color Field]]: [[Mark Rothko]]\n* [[Colorist]]: [[Josef Albers]]\n* [[Comics]]: [[Will Eisner]]\n* [[Musical composition|Composing]]: [[Giuseppe Fortunino Francesco Verdi|Giuseppe Verdi]]\n* [[Conceptual art]]: [[Sol LeWitt]]\n* [[Cubism]]: [[Pablo Picasso]]\n* [[Dada]]: [[Man Ray]]\n* [[Dance]]: [[Isadora Duncan]]\n* [[Decollage]]: [[Mimmo Rotella]]\n* [[Design]]: [[Arne Jacobsen]]\n* [[Digital art]]: [[David Em]]\n* [[Doll|Doll Maker]]: [[Greer Lankton]]\n* [[Etching]]: [[Csaba Markus]]\n{{ColBreak}}\n* [[Expressionism]]: [[Edvard Munch]]\n* [[Fashion design]]: [[Yves Saint Laurent (designer)|Yves Saint Laurent]]\n* [[Fashion illustration]]: [[Joel Resnicoff]]\n* [[Fauvism|Fauvist]]: [[Henri Matisse]]\n* [[Fiction|Fiction writing]]: [[Virginia Woolf]]\n* [[Film directing]]: [[Jean-Luc Godard]]\n* [[Fluxus]]: [[George Maciunas]]\n* [[Fumage]]: [[Burhan Dogancay]]\n* [[Video game design]]: [[Peter Molyneux]]\n* [[Geometric abstraction]]: [[Piet Mondrian]]\n* [[Genius]]: [[Leonardo da Vinci]]\n* [[Graphic design]]: [[Milton Glaser]]\n* [[Happening]]: [[Allan Kaprow]]\n* [[Hard-edge painting]]: [[Theo van Doesburg]]\n* [[Horticulture]]: [[André le Nôtre]]\n* [[Illustrations]]: [[Quentin Blake]]\n* [[Impressionism|Impressionist]]: [[Claude Monet]]\n* [[Industrial design]]: [[Frank Lloyd Wright]]\n* [[Installation art]]: [[Christo and Jeanne-Claude]]\n* [[Instrumentalist|Instrumental performance]]: [[André Rieu]]\n* [[Internet art]]: [[Aaron Koblin]]\n* [[Jewelry]]: [[Fabergé]]\n* [[Landscape architecture]]: [[Frederick Law Olmsted]]\n* [[Landscape art]]: [[John Constable]]\n* [[Light art]]: [[Dan Flavin]]\n* [[Mail art]]: [[Ray Johnson]]\n* [[Minimalism|Minimalist art]]: [[Donald Judd]]\n* [[Mosaic]]s: [[Elaine M Goodwin]]\n* [[Murals]]: [[Diego Rivera]]\n* [[Musical instrument|Musical instrument assemblage]]: [[Stradivari]]\n* [[Musician]]: [[John Lennon]]\n* [[Neo-impressionism]]: [[Paul Signac]]\n* [[Neo-figurative]]: [[Verónica Ruiz de Velasco]]\n* [[New Media art]]: [[Ken Feingold]]\n{{ColBreak}}\n* [[Non Fiction|Non Fiction writing]]: [[Germaine Greer]]\n* [[Op Art]]: [[Bridget Riley]]\n* [[Oration]]: [[Cicero]]\n* [[Ornithology]]: [[John James Audubon]]\n* [[Outsider art]]: [[Howard Finster]]\n* [[Painting]]: [[Rembrandt van Rijn]]\n* [[Performance Art]]: [[Carolee Schneemann]]\n* [[Photography]]: [[Ansel Adams]]\n* [[Playwriting]]: [[Edward Albee]]\n* [[Poetry]]: [[Emily Dickinson]]\n* [[Pointillism]]: [[Georges Seurat]]\n* [[Pop Art]]: [[Andy Warhol]]\n* [[Posters]]: [[Henri de Toulouse-Lautrec]]\n* [[Post-Impressionism]]: [[Vincent van Gogh]]\n* [[Pottery]]: [[Bernard Leach]]\n* [[Printmaking]]: [[Albrecht Dürer]]\n* [[Realism (arts)|Realism]]: [[Ilya Repin]]\n* [[Renaissance art]]: [[Michelangelo Buonarroti]]\n* [[Rococo]]: [[Antoine Watteau]]\n* [[Sculpture]]: [[Auguste Rodin]]\n* [[Singing]]: [[Odetta]]\n* [[Songwriting]]: [[Joni Mitchell]]\n* [[Street Art]]: [[Banksy]]\n* [[Suprematism]]: [[Kazimir Malevich]]\n* [[Surrealism]]: [[Salvador Dalí]]\n* [[Theater]]: [[William Shakespeare]]\n* [[Theater arts]]: [[Robert Edmond Jones]]\n* [[Tragedy]]: [[Sophocles]]\n* [[Typography]]: [[Eric Gill]]\n* [[Ukiyo-e]]: [[Hokusai]]\n* [[Vedette (entertainer)|Vedette]]: [[Susana Giménez]]\n* [[Video Art]]: [[Bill Viola]]\n* [[Wildlife art|Wildlife Art]]: [[Rembrandt Bugatti]]\n{{EndMultiCol}}\n\n==See also==\n{{portal|Arts}}\n* [[Art]]\n* [[Art history]]\n* [[Arts by region]]\n* [[Artist in Residence]]\n* [[Fine art]]\n* [[Humanities]]\n* [[List of painters by name]]\n* [[List of painters]]\n* [[List of composers]]\n* [[List of sculptors]]\n* [[Mathematics and art]]\n* [[Social sciences]]\n\n==Notes==\n{{reflist}}\n\n==References==\n* P.Galloni, Il sacro artefice. Mitologie degli artigiani medievali, Laterza, Bari, 1998\n* C. T. Onions (1991). The Shorter Oxford English Dictionary. Clarendon Press Oxford. ISBN 0-19-861126-9\n\n{{Wiktionary|artist}}\n{{wikiquote}}\n{{Sister project links|voy=no|Arts}}\n{{Art world |state=autocollapse}}\n\n[[Category:Aesthetics]]\n[[Category:Artists| ]]\n[[Category:Arts|*]]\n[[Category:Arts occupations]]\n[[Category:Arts-related lists]]\n[[Category:Humanities occupations]]", "Leadman": "{{Unreferenced stub|auto=yes|date=December 2009}}\nA '''leadman''' is a Set Decoration department member who is responsible for the [[Theatrical property|prop]]s and [[swing gang]] and/or the [[set dresser]]s on a film set. The swing gang does the [[set dressing]] and [[wrapping]]. Set dressers keep the set in the proper condition by placing and moving elements and [[Theatrical property|prop]]s as needed for the story, [[continuity (fiction)|continuity]] and to make room for the filming equipment. The leadman takes directions from the [[set decorator]].\n\n[[Category:Film crew]]\n[[Category:Arts occupations]]\n[[Category:Scenic design]]\n\n\n{{Job-stub}}", "Food stylist": "#REDIRECT [[Food photography#Food stylist]]\n\n{{R to section}}\n\n[[Category:Arts occupations]]\n[[Category:Food services occupations]]", "Arts administration": "{{multiple issues|\n{{globalize|date=May 2012}}\n{{refimprove|date=May 2012}}\n}}\n\n'''Arts administration''' (alternatively '''arts management''') is the field that concerns [[business operations]] around an [[arts]] organization.  Arts administrators are responsible for facilitating the day-to-day operations of the [[organization]] and fulfilling its mission. Arts organizations include professional non-profit entities (e.g. theaters, museums, symphonies, jazz organizations, opera houses, and ballet companies) and many smaller professional and non-professional for-profit arts-related organizations (e.g. auction houses, art galleries, music companies, etc.).<ref>Byrnes, William, J, (2009). \"Management and the Arts\". Focal Press. p. 2.</ref> The duties of an arts administrator can include staff management, marketing, budget management, public relations, fundraising, program development and evaluation, and board relations.\n\n==Arts administrators==\nArts administrators (alternatively '''arts managers''') work for arts and cultural organizations such as theatres, symphonies, \"...art [[Art museum|galleries]], [[museums]], arts festivals, arts centers, arts councils, regional arts boards, [[dance]] companies, community arts organizations, disability arts organizations, and local authorities.\"<ref name=\"prospects.ac.uk\">[http://www.prospects.ac.uk/cms/ShowPage/Home_page/Explore_types_of_jobs/Types_of_Job/p!eipaL?state=showocc&idno=61&pageno=1 Arts administrator: Job description and activities<!-- Bot generated title -->]</ref>\n\nAn arts administrator in a small organization may do [[marketing]], event booking, and handle financial issues. An arts administrator for a larger arts organization may be responsible for buildings and facilities, creative staff (e.g., performers/artists), other administrative staff, [[public relations]], marketing, and writing reports.\n\nA senior level-arts administrator may advise the [[Board of Directors]] or other senior managers on \"strategic planning and management decisions. An effective arts administrator must also be knowledgeable in local, state and federal [[public policy]] as it relates to [[human resources]], [[health insurance]], [[labor laws]] and volunteer risk management.\"<ref name=\"prospects.ac.uk\"/>\n\nThere are several notable professionals in the field. [[Philippe de Montebello]] was curator of New York City's [[Metropolitan Museum of Art]] from 1977-2008. On his retirement, he was both the longest-serving director in the institution's history and the longest-serving director of any major art museum in the world. [[Michael Maddox]] co-founded the [[Bolshoi Theatre]] in Moscow, home to [[Bolshoi Ballet]] and [[Bolshoi Opera]], which are amongst the oldest and grandest ballet and opera companies in the world.  Another notable figure in arts administration is John Lane of John Lane's Ogunquit Playhouse in Ogunquit, Maine.  Lane acquired the playhouse in 1950 and successfully ran the organization, still considered to be \"America's foremost summer theatre,\" until his retirement in 1994.\n\n==Issues in Arts Administration==\nLike any business, arts organizations must work within changing external and internal environments.<ref>^ Byrnes, William, J, (2009). \"Management and the Arts\". Focal Press. p. 84.</ref> External changes may be cultural, social, demographic, economic, political, legal, or technological.  Internal changes may be related to the audience, membership, Board of Directors, personnel, facilities, growth, or financial operations. Another change that must be taken into consideration is the growing need for technology-based marketing programs (i.e.: social media) in order for the organization to change with the times and bring younger visitor and member pools into the organization.\n\nAlthough a good arts administrator constantly monitors and manages change, they must also remain aware of the overall direction and mood of the organization while helping people do their day-to-day jobs.<ref>^ Byrnes, William, J, (2009). \"Management and the Arts\". Focal Press. p. 87.</ref>  Arts organizations, as part of the economic system, experience the effects of expansion and contractions in the local, regional, national, and world economies.<ref>^ Byrnes, William, J, (2009). \"Management and the Arts\". Focal Press. p. 93.</ref> Many arts organizations struggle in difficult economic times.  There are assistance programs specifically for arts and cultural organizations such as Arts in Crisis,<ref>[http://www.artsincrisis.org/ artsincrisis.org]</ref> which is designed to provide planning assistance and consulting to struggling arts organizations in the United States.\n\n==Academic programs==\nArts administration programs are available at a number of universities and colleges in the US, the UK, Canada and Australia.<!-- No others? -->   In the United States, these programs began in the 1970s at several schools after meetings with the National Endowment for the Arts on how the next generations of arts leaders would be educated.  Some academic units offer certificate programs for practitioners seeking continuing education or professional development education. While programs in arts administration draw on many elements of related administration fields, such as [[business administration]], they also include specialized courses on administering [[non-profit]] arts and cultural organizations.\n\nArts administration programs award a range of credentials, including certificates and diplomas, Bachelor's degrees, and Master's degrees. These programs usually blend curriculum elements from existing administration programs such as [[public administration]], business administration, arts law, and [[management]]. At some institutions arts administration may be a concentration within the school's [[Master of Business Administration]] (MBA) program. The MA in Arts Administration program at [[Columbia University]] is the only program that ties together curriculum elements from public and private management/administration, law, business, and finance at an [[Ivy league]] university.<ref>{{cite web|title=Arts Administration@Teachers College, Columbia University|url=http://www.tc.columbia.edu/artsadmin/}}</ref>  Many arts administration programs include a practicum in which the student volunteers or works in an arts or cultural organization to gain practical experience.\n\nAt some universities, similar programs are called arts management (e.g. American University) or arts leadership (e.g. DePaul University).  Universities such as American, Wisconsin and Indiana, among many others, offer programs to students in all arts disciplines, while others, such as DePaul, specialize in one discipline (in DePaul's case, theatre).  The Master's degree at some schools is an [[MBA]], while other universities offer [[Master of Fine Arts|MFA]], MA, and MPA degrees, largely depending on where the program is housed.  For example at American University, the program is part of the Department of Performing Arts, whereas at Indiana University it is part of the School of Public and Environmental Affairs.  Another program differentiator of note is that the MFA is considered a terminal degree in the field, allowing graduates to apply to teach at the university level as a full-time professor.\n\nThough curricula may be similar, the atmosphere of programs may differ.  Variances between programs may often revolve around the centrality of arts versus the centrality of business skills in the curriculum.  Other programs, such as Ohio State, Indiana, and (increasingly) American, are strongly rooted in cultural policy.  Another program differentiator is the amount of time spent \"in the field\", applying academic principles to existing arts organizations through practicum or internship experiences.  [http://www.seattleu.edu/artsci/mfa/ Seattle University's] [[Master of Fine Arts|MFA]] in Arts Leadership degree program requires that students spend time each quarter working with a local arts organization through a practicum.  They believe this emphasis on real-world interaction helps reinforce classwork and helps build a network of arts professionals that serves as a resource upon graduation. At George Mason University, MA in Arts Management at the College of Visual & Performing Arts (Fairfax, VA) [http://artsmanagement.gmu.edu], one of the largest enrolled programs in the USA, no less than 252 hours of internship are required in at least two different arts organizations. At this institution, the faculty are required to be both academically and experientially qualified, with many being current senior arts managers at some of the Washington, DC's area most prominent visual & performing arts centers. The Kennedy Center's DeVos Institute, a non degree arts management program for professional arts managers, and the George Mason University maintain some personnel linkages.\n\nMost programs require two years in residence, though [http://www.drexel.com/online-degrees/business-degrees/arts-administration/index.aspx Drexel University], [http://universitycollege.du.edu/mals/degree/masters/arts-development-and-program-management-online/degreeid/423 University of Denver], and [[Goucher College]] offer online options with limited residency. The [http://finearts.uky.edu/arts-administration/ma-program University of Kentucky] and [[Savannah College of Art and Design]] offer fully online degrees in arts administration.  In order to accommodate full-time employment, provide strong networking opportunities, and many teamwork opportunities, programs such as [http://www.seattleu.edu/artsci/mfa/ Seattle University] have adopted a cohort model and offer classes on evenings and weekends.\n\nSome programs offer dual degrees.  For example, the [[University of Cincinnati]] offers an MA/MBA program in conjunction with the Cincinnati [[College-Conservatory of Music]].  The UC/CCM Graduate Arts Administration Program, like most others, exists to prepare and train students to become successful [[CEO]]s and senior managers of non-profit arts and cultural institutions by combining business administration and real-world experience.<ref>[http://www.artsadminmba.com www.ArtsAdminMBA.com]</ref>\n\nIn Italy, the [http://www.ied.edu Istituto Europeo di Design], in Venice, offers a [http://www.ied.edu/venice/management-school/master-courses/business-administration-for-arts-and-cultural-events/CMG2095E Master in Business Administration in Arts and Cultural Events] that provides advanced knowledge and entrepreneurial skills necessary to understand and operate in the multifarious world of the arts. In Turin, the [[St. John International University]] [http://www.sjiu.it/] offers a Master of Arts in International Arts Administration. A new innovative program based on the concept of artwork as 'information', that integrate recording, cataloging, communication, management, fruition. The program is led by faculty and high level practitioners from Heritage, srl.\n\nOther programs may offer a single degree that includes coursework at two colleges.  [[Carnegie Mellon]]'s Master of Arts Management (MAM) Program is one example, tying the [[Carnegie Mellon College of Fine Arts|College of Fine Arts]] to [[Heinz College]]'s School of Public Policy and Management.  Heinz College provides the core management coursework and the College of Fine Arts supports the MAM Program with coursework specific to arts institutions.  Another example is the two-year MA/MBA program at [[Southern Methodist University]], offering a Master of Arts in Arts Administration from the Meadows School of the Arts and a Master of Business Administration from the Cox School of Business.\n\nSeveral universities offer concentrations in media (film, television, music, new media, etc.) management: Drexel University, Carnegie Mellon, and Columbia College Chicago are examples.  Carnegie Mellon offers a separate degree in film/television management. New York University's MA in Arts Administration program allows students to choose a visual arts or a performing arts focus.\n\nIncreasingly, the AAAE ([[Association of Arts Administration Educators]]) membership has become more interested and proactive in responding to key issues in the arts and in offering help to arts organizations on management, policy, governance, fund development, and financial issues.  As a result of this new commitment, research in the program is growing in both amount and quality.\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://www.artsmanagement.net Arts Management Network] International information service for arts administration.\n*[http://www.artsadministration.org Association of Arts Administration Educators] An international association of degree-granting programs in arts and cultural management.\n*[http://www.encatc.org European Network of Cultural Administration Training Centres]\n\n{{DEFAULTSORT:Arts Administration}}\n[[Category:Academic disciplines]]\n[[Category:Arts administrators| ]]\n[[Category:Arts occupations]]\n[[Category:Management occupations]]\n[[Category:Occupations in music]]", "Animator": "{{other uses}}\n{{refimprove|date=December 2006}}\n{{Infobox Occupation\n| name= Animator\n| image= [[File:Norman McLaren drawing on film - 1944.jpg|300px]]\n| caption= Experimental animator [[Norman McLaren]] drawing directly on film in 1944\n<!------------Details------------------->\n| type= [[Art]]\n| activity_sector= [[film|cinema]], [[television]], [[internet]], [[Mass media|media]], [[Video game|gaming]]\n| competencies= Drawing, Fine Arts, Acting, Knowledge of relevant computer software\n| formation= \n| employment_field= Animation\n| related_occupation= \n| average_salary= \n}}\nAn '''animator''' is an [[artist]] who creates multiple images that give an illusion of movement called [[animation]] when displayed in rapid sequence; the images are called frames and [[key frame]]s. Animators can work in a variety of fields including [[film]], television, and [[video game]]s. Usually, an animation piece requires the collaboration of several animators. The methods of creating the images or frames for an animation piece depends on the animators' artistic styles and their field.\n\nOther artists who contribute to [[animated cartoon]]s, but who are '''not''' animators, include [[Page layout|layout]] artists (who design the backgrounds, lighting, and camera angles), [[storyboard]] artists (who draw panels of the action from the script), and [[background artist]]s (who paint the \"scenery\"). Moreover, [[voice actors]] and [[musician]]s, among other talent, may be added as necessary to give the animation additional depth. Although, in hand-drawn japanese animation productions, such as in [[Hayao Miyazaki]] films, the key-animator handles both layout and key-animation. Some animators in Japan such as [[Mitsuo Iso]] take full responsibility over their scenes, making them become more than just the [[key-animator]].\n\n==Specialized fields==\nAmong the specialized of animators are [[character animator]]s (artists who specialize in character movement, [[dialogue]], [[acting]], etc.) and [[special effects animator]]s (who animate anything that is ''not'' a character; most commonly [[vehicle]]s, [[machinery]], and natural phenomena such as rain, snow, and water).\n\n==Inbetweeners and cleanup artists==\nIn large-scale productions by major studios, each animator usually has one or more assistants, \"[[Tweening|inbetweeners]]\" and \"[[clean-up]] artists\", who make drawings between the \"key poses\" drawn by the animator, and also re-draw any sketches that are too roughly made to be used as such. Usually, an artist is hired for the first time in one of these categories, and can later advance to full animator status.\n\n==Methods==\nIn the past, animating was a long and arduous process; each frame of a given scene was hand-drawn, then transposed onto celluloid, where they would be traced and painted. These finished \"cels\" were then placed together and filmed, one frame at a time.<ref>\"How A Cartoon is Made\" http://www.sci.fi/~animato/cartoon/cartoon.html</ref>\n\nAnimation methods have become far more varied in recent years - today's cartoons could be created using any number of interesting [[Animation|methods]], mostly using computers to make the animation process cheaper and faster. These more efficient animation procedures have made the animator's job less tedious and more creative.\n\n== See also ==\n{{Portal|Animation}}\n* [[Animation]]\n* [[Computer animation]]\n* [[Computer graphics]]\n* [[Key frame]]\n* [[Sweat box]]\n\n== References ==\n<references/>\n\n== External links ==\n{{Wiktionary}}\n* [http://www.animationtoolworks.com/library/article6.html Animation Toolworks Glossary: Who Does What In Animation]\n* [http://www.sparetimelabs.com/animato/animato/cartoon/cartoon.html How An Animated Cartoon Is Made]\n\n{{Animation}}\n\n[[Category:Animators| ]]\n[[Category:Arts occupations]]", "Fashion design": "{{more footnotes|date=April 2012}}\n[[File:Finale 02.JPG|thumb|280px|Finale of a fashion show, 2009]]\n[[Image:MICHALSKY StyleNite SS13 Stage.jpg|thumb|280px|A [[Runway (fashion)|catwalk]] (or ''fashion runway'') is the popular place for showcasing fashion design, especially at [[fashion show]]s. Catwalk at [[Berlin Fashion Week]] for [[Michael Michalsky|Michalsky's]] [[StyleNite]].]]\n\n'''Fashion design''' is the [[art]] of the application of [[design]] and [[aesthetics]] or natural beauty to [[clothing]] and [[Fashion accessory|accessories]]. Fashion design is influenced by cultural and social latitudes, and has varied over time and place. Fashion designers work in a number of ways in designing clothing and accessories such as bracelets and necklace, \nbecause of the time required to bring a garment onto the market, must at times [[Fashion forecasting|anticipate changing consumer tastes]].\n\nFashion designers attempt to design [[clothes]] which are functional as well as aesthetically pleasing. They must consider who is likely to wear a garment and the situations in which it will be worn. They have a wide range and combinations of materials to work with and a wide range of colors, patterns and styles to choose from. Though most clothing worn for everyday wear falls within a narrow range of conventional styles, unusual garments are usually sought for special occasions such as  [[evening wear]] or party [[dress]]es.\n\nSome clothes are made specifically for an individual, as in the case of [[haute couture]] or [[bespoke|bespoke tailoring]]. Today, most clothing is designed for the [[mass market]], especially casual and every-day wear.\n\n==Structure==\nFashion designers can work in a number of many ways. Fashion designers may work full-time for one fashion as 'in-house designers'<ref>{{cite web|title=In Praise of In-House Designers|url=http://graphicpush.com/in-praise-of-in-house-designers|work=Graphicpush|publisher=Graphicpush|accessdate=13 May 2012}}</ref>  which owns the designs. They may work alone or as part of a team. Freelance designers work for themselves,<ref>{{cite web|title=17 Tips for Designers on Starting a Freelance Business|url=http://designm.ag/freelance/starting-freelance-business/|work=Design Mag|publisher=DesignMag|accessdate=13 May 2012|author=Steven Snell|format=Article|date=5 August 2009}}</ref>  selling their designs to fashion houses, directly to shops, or to clothing manufacturers. The garments bear the buyer's label. Some fashion designers set up their own labels, under which their designs are marketed. Some fashion designers are self-employed and design for individual clients. Other high-fashion designers cater to specialty stores or high-fashion department stores. These designers create original garments, as well as those that follow established fashion trends. Most fashion designers, however, work for apparel manufacturers, creating designs of men’s, women’s, and children’s fashions for the mass market. Large designer brands which have a 'name' as their brand such as [[Abercrombie & Fitch]], [[Tween Brands|Justice]], or [[Juicy Couture|Juicy]] are likely to be designed by a team of individual designers under the direction of a designer director.\n•\tExploring the intricacies of the Indian fashion industry, the evolution of different Indian fabrics, and their suitability for making fusion Western wear.\n•\tUnderstanding the concept of fusion clothing, and how Indian fabrics can be used to make western wear. \n•\tFinding out the customer attitudes regarding fusion clothing and identifying their tastes and preferences.\n•\tDifferentiating the tastes and preferences of Indian consumers compared to the consumers in other parts of the world.\n•\tExplore the theories and models related to the study and analyse whether they are relevant in the Indian context.\n•\tConduct primary research to understand the dynamics of innovative design in fashion, and gauge the excitement of an urban consumer in purchasing such apparel.\n•\tCome out with a detailed set of recommendations which shall help the designers in optimally utilizing the fabrics to suit the tastes and preferences of the global consumer.\n\n==Designing a garment==\nFashion designers work in different ways. Some sketch their ideas on paper, while others drape fabric on a dress form. When a designer is completely satisfied with the fit of the ''toile'' (or muslin), he or she will consult a professional pattern maker who then makes the finished, working version of the pattern out of card or via a computerized system. The pattern maker's job is very precise and painstaking. The fit of the finished garment depends on their accuracy. Finally, a sample garment is made up and tested on a model to make sure it is an operational outfit.\n\n==History==\n[[File:Chéruit Salon Paris.jpg|thumb|right|300px|The [[Madeleine Chéruit|Chéruit]] salon on [[Place Vendôme]] in Paris, 1910]]\n\n[[File:Géza Faragó plakát Gólya áruház.jpg|thumb|right|300px|Fashion house poster from Budapest]]\n{{main|History of fashion design}}\nFashion design is generally considered to have started in the 19th century with [[Charles Frederick Worth]] who was the first designer to have his [[label]] sewn into the garments that he created. Before the former [[draper]] set up his ''maison couture'' (fashion house) in [[Paris]], clothing design and creation was handled by largely anonymous seamstresses, and high fashion descended from that worn at royal courts. Worth's success was such that he was able to dictate to his customers what they should wear, instead of following their lead as earlier dressmakers had done. The term ''couturier'' was in fact first created in order to describe him. While all articles of clothing from any time period are studied by academics as costume design, only clothing created after 1858 are considered as fashion design.\n\nIt was during this period that many design houses began to hire artists to sketch or paint designs for garments. The images were shown to clients, which was much cheaper than producing an actual sample garment in the workroom. If the client liked their design, they ordered it and the resulting garment made money for the house. Thus, the tradition of designers sketching out garment designs instead of presenting completed garments on models to customers began as an economy.\n\n==Types of fashion==\nThe garments produced by clothing manufacturers fall into three main categories, although these may be split up into additional, more specific categories\n\n===Haute couture===\n{{Main|Haute couture}}\nUntil the 1950s, fashion clothing was predominately designed and manufactured on a [[made-to-measure]] or [[haute couture]] basis ([[French language|French]] for high-sewing), with each garment being created for a specific client. A couture garment is made to order for an individual customer, and is usually made from high-quality, expensive fabric, sewn with extreme attention to detail and finish, often using time-consuming, hand-executed techniques. Look and fit take priority over the cost of materials and the time it takes to make.<ref>{{cite web|title=What is Haute Couture?|url=http://www.hautecouturenews.com/what-is-haute-couture/|work=Haute Couture Hot|publisher=HauteCoutureNews.com|accessdate=13 May 2012}}</ref><ref>{{cite web|title=Haute Couture Fashion History|url=http://fashion-era.com/haute_couture.htm|work=Fashion-Era.com|publisher=Fashion-Era.com|accessdate=13 May 2012|author=Pauline Weston Thomas|format=Article}}</ref> Due to the high cost of each garment, haute couture makes little direct profit for the fashion houses, but is important for prestige and publicity.<ref>http://fashion.telegraph.co.uk/news-features/TMG7883236/Haute-couture-Making-a-loss-is-the-height-of-fashion.html</ref>\n\n===Ready-to-wear (pret-a-porter)===\n{{Main|Ready-to-wear}}\nReady-to-wear clothes are a cross between haute couture and mass market. They are not made for individual customers, but great care is taken in the choice and cut of the fabric. Clothes are made in small quantities to guarantee exclusivity, so they are rather expensive.<ref>{{cite web|title=What is pret-a-porter?|url=http://wiki.answers.com/Q/What_is_pret-a-porter|work=Answers|publisher=Answers Corporation|accessdate=13 May 2012}}</ref><ref>{{cite web|title=Bespoke vs. Made To Measure vs. Off The Rack – What’s The Difference?|url=http://www.realmenrealstyle.com/bespoke-made-to-measure/|work=Real Men Real Style|publisher=RMRS|accessdate=13 May 2012}}</ref>   Ready-to-wear collections are usually presented by fashion houses each season during a period known as [[Fashion Week]]. This takes place on a city-wide basis and occurs twice a year. The main seasons of [[Fashion Week]] include, spring/summer, fall/winter, resort, swim, and bridal.\n\n===Mass market===\n{{Main|Mass market}}\nCurrently the fashion industry relies more on mass market sales. The mass market caters for a wide range of customers, producing ready-to-wear garments using trends set by the famous names in fashion. They often wait around a season to make sure a style is going to catch on before producing their own versions of the original look. In order to save money and time, they use cheaper fabrics and simpler production techniques which can easily be done by machine. The end product can therefore be sold much more cheaply.<ref>{{cite web|title=Designers Flock to Mass-Market Retailers|url=http://abcnews.go.com/Business/story?id=87177&page=1#.T68WL9kZHIU|work=ABC News|publisher=ABC News|accessdate=13 May 2012|author=Catherine Valenti|format=Article|date=1 May 2012}}</ref><ref>{{cite web|title=Out from Underground|url=http://www.thedailybeast.com/newsweek/2008/10/31/out-from-underground.html|work=The Daily Beast|publisher=Newsweek Magazine|accessdate=13 May 2012|author=Sameer Reddy|format=Article|date=31 October 2008}}</ref><ref>{{cite web|title=Mass market broached by high-end fashion|url=http://www.utepprospector.com/news/mass-market-broached-by-high-end-fashion-1.1494091#.T68YgNkZHIU|work=The Prospector|publisher=College Media Network|accessdate=13 May 2012|author=Stephania Lara|format=Article|date=22 June 2010}}</ref>\n\nThere is a type of design called \"kutch\" design originated from the German word \"kitschig\" meaning \"ugly\" or \"not aesthetically pleasing.\"  ''Kitsch'' can also refer to \"wearing or displaying something that is therefore no longer in fashion.\"<ref>{{cite web|title=Kitsch pickings|url=http://www.ft.com/cms/s/2/3e2b1f30-7f3a-11e1-b3d4-00144feab49a.html#axzz1uiFiHExC|work=Financial Times Online: Style|publisher=The Financial Times Ltd|accessdate=13 May 2012|author=Bethan Cole|format=Article|date=2 May 2012}}</ref>   Often, high-waisted trousers, associated with the 1980s, are considered a \"kitsch\" fashion statement.<ref>Bureau of Labor Statistics, U.S. Department of Labor, Occupational Outlook Handbook, 2010-11 Edition, Fashion Designers, on the Internet at http://www.bls.gov/oco/ocos291.htm (visited March 09, 2010).</ref>\n\n==Income==\n\n{{globalize|date=December 2010|section}}\nMedian annual wages for salaried fashion designers were $61,160 in May 2008. The middle 50 percent earned between $42,150 and $87,120.<ref>{{cite web|title=Fashion Designers|url=http://www.bls.gov/ooh/Arts-and-Design/Fashion-designers.htm|work=Occupational Outlook Handbook|publisher=U.S. Bureau of Labor Statistics|accessdate=13 May 2012}}</ref>  The lowest 10 percent earned less than $32,150, and the highest 10 percent earned more than $124,780. Median annual earnings were $52,860 (£28,340) in apparel, piece goods, and notions - the industry employing the largest numbers of fashion designers.<ref>[http://www.umsl.edu/services/govdocs/ooh20022003/ocos090.htm]</ref>\n\n==Fashion education==\n[[File:Fashionclass3.jpg|right|thumb|250px|A classroom filled with [[sewing machine]]s and [[Dressform]]s.]]\n[[File:UTEvoFash.jpg|thumb|right|A student [[fashion show]], 2007]]\nThere are a number of well known specialized art schools and design schools worldwide that offer degrees in fashion design and fashion design technology.<ref>http://www.businessinsider.com/the-worlds-25-best-design-schools-2012-11?op=1</ref> Some colleges also offer Masters of Fashion courses. Though it is not a requirement to have a Masters level degree, it is recommended by those already working in the industry to study at this level.\n\nThe most notable design schools in the world include:\n\n*Argentina\n**School of Architecture, Design and Urbanism, [[University of Buenos Aires]], Buenos Aires\n**[[University of Palermo (Buenos Aires)|University of Palermo]], Buenos Aires\n\n*Bangladesh\n**[[National Institute of Fashion Technology]], Dhaka\n**[[Shanto-Mariam University of Creative Technology]], Dhaka\n**[[BGMEA Institute of Fashion & Technology]], Dhaka\n\n*Belgium\n**[[Royal Academy of Fine Arts (Antwerp)]]\n\n*France\n**[[IFA Paris]]\n\n*Georgia\n**[[Tbilisi State Academy of Arts]]\n\n*Germany\n**[[AMD Academy of Fashion and Design]]\n**[[Berlin University of the Arts]]\n**[[Hochschule für Technik und Wirtschaft|HTW Berlin]]\n**[[University of the Arts Bremen]]\n**[[Kunstakademie Düsseldorf]]\n**[[Giebichenstein Castle|Giebichenstein Castle Academy of Arts]] in [[Halle/Saale|Halle]]\n**[[Academy of Fine Arts, Karlsruhe]]\n**[[Academy of Fine Arts, Munich]]\n**[[Academy of Fine Arts, Nuremberg]]\n**Design Hochschule [[Schwerin]]\n\n*Italy\n**[[Istituto Marangoni]]\n**[[Politecnico of Milan]]\n**[[Istituto Europeo di Design]]\n**[[University Iuav of Venice]]\n\n*Great Britain\n**England\n***London\n****[[Istituto Marangoni]]\n****[[London College of Fashion]]\n****[[Central Saint Martins College of Art and Design]]\n****[[University of Westminster]]\n****[[Kingston University]]\n***[[University of Brighton]]\n***[[De Montfort University]]\n***[[Richmond University]]\n***[[Bradford College (England)|Bradford College]]\n**Scotland\n***The [[Glasgow School of Art]]\n***[[Edinburgh College of Art]]\n\n**Ireland\n***[[Limerick School of Art and Design]]\n***[[National College of Art and Design]]\n\n*India\n**[[National Institute of Fashion Technology]]\n**[[Pearl Academy of Fashion]]\n**[[Apeejay Institute of Design]]\n\n*Pakistan\n**[[Pakistan Institute of Fashion and Design]]\n\n*Romania\n**[[Art and Design University of Cluj-Napoca]]\n\n*U.S.\n**[[Academy of Art University]] in San Francisco, California\n**[[Kent State University]] in Kent, Ohio\n**[[Columbia College Chicago]] in Chicago, Illinois\n**[[Fashion Institute of Technology]] in New York City, New York\n**[[Fashion Institute of Design & Merchandising]] in Los Angeles, California\n**[[O'More College of Design]] in Franklin, Tennessee\n**[[Otis College of Art & Design]] in Los Angeles, California\n**[[Parsons The New School for Design]] in New York City, New York\n**[[Philadelphia University]] in Philadelphia, Pennsylvania\n**[[Pratt Institute]] in New York City, New York\n**[[Savannah College of Art and Design]] in Savannah, Georgia\n**[[School of the Art Institute of Chicago]] in Chicago, Illinois\n**[[Virginia Commonwealth University]] in Richmond, Virginia\n**[[Woodbury University]] in Burbank, California\n\nElsewhere in the world, the [[National Institute of Fashion Technology]] in India, [[Shih Chien University]] in Taiwan, [[RMIT University]] in Melbourne, [[Fu Jen Catholic University]] in Taiwan and the Asian University chain, [[Raffles College of Design and Commerce]], all have reputable fashion design courses.\n\nThere are many universities that offer fashion design throughout the United States, usually within the context of a general liberal arts degree.  The major concentration incorporating fashion design may have alternative names like Apparel and Textiles or Apparel and Textile Design, and may be housed in departments such as Art and Art History, or Family and Consumer Studies. Some schools, such as Parsons, offer a major in Fashion Management, combining fashion education with business courses.\n\nThe only [[Ivy League]] University having a Fashion Design undergraduate program is [[Cornell University]] in [[Ithaca, New York]], a program offered by the department of Fiber Science & Apparel Design.  Cornell also offers a PhD program in apparel design.<ref>{{cite web|title=Apparel Design Graduate Programs|url=http://www.human.cornell.edu/fsad/academics/apparel-design-graduate-programs.cfm|work=About: Fiber Science & Apparel Design|publisher=Cornell University|accessdate=13 May 2012}}</ref>\n\nAn updated list of fashion design masters and PhD programs can be found at ITAA.org.<ref>{{cite web|title=Resources: fashion graduate programs|url=http://www.itaaonline.org/displaycommon.cfm?an=1&subarticlenbr=99|publisher=ITAA|accessdate=October 9, 2011}}</ref>   The programs are intended to address the needs of academia, industry, and research by considering apparel design as an applied science that embraces design, technology, physical sciences, the humanities, and social sciences in order to meet the human needs for clothing.\n\n==Areas of Fashion Design==\n\n{| class=\"wiki table\"\n|-\n!width=\"160\"|Area\n!width=\"325\"|Brief\n!width=\"300\"|Market\n|-\n|Women's Day wear || Practical, comfortable, fashionable || Haute couture, ready-to wear, mass market\n|-\n|Women's Evening wear || Glamorous, sophisticated, suited for the occasion || Haute couture, ready-to-wear, mass market\n|-\n|Women's Lingerie || Glamorous, comfortable, washable || Haute couture, ready-to-wear, mass market\n|-\n|Men's Day wear || Casual, practical, comfortable || Tailoring, ready-to-wear, mass market\n|-\n|Men's Evening wear || Smart, elegant, formal, apt for the occasion || Tailoring, ready-to-wear, mass market\n|-\n|Kids' wear || Trendy or classy, practical, washable, functional || Ready-to-wear, mass market\n|-\n|Girls' Wear || Pretty, colorful, practical, washable, inexpensive || Ready-to-wear, mass market\n|-\n|Teenager Girl Wear || Colorful, comfortable, glamorous, pretty || Ready-to-wear, mass market\n|-\n|Jeans wear || Unisex, democratic, comfortable, practical, functional || Ready-to-wear, mass market \n|-\n|Swimwear || Trendy, stylish, practical, functional, colorful  || Haute couture, ready to-wear, mass market\n|-\n|Sports wear || Comfortable, practical, well-ventilated, washable, functional || Ready-to-wear, mass market \n|-\n|Knitwear || Right weight and color for the season || Ready-to-wear, mass market\n|-\n|Outerwear || Stylish, warm, right weight and color for the season || Ready-to-wear, mass market\n|-\n|Bridal wear || Sumptuous, glamorous, classic || Haute couture, ready-to-wear, mass market\n|-\n|Accessories || Striking, fashionable || Haute couture, ready to-wear, mass market\n|-\n|Performance wear || Sporty, dependent on the sport || Ready-to-wear, mass market\n|}\n\n==World fashion industry==\nFashion today is a global industry, and most major countries have a fashion industry. [[China]] and [[Bangladesh]] are the biggest manufacturers of fashion industry. Other notable manufacturing countries are [[Germany]], [[Indonesia]], [[Malaysia]], [[India]], [[Philippines]], [[South Korea]], [[Spain]], and [[Brazil]].\n\nEight countries have established an international reputation in fashion: [[Canadian fashion|Canada]], [[French fashion|France]], [[Italian fashion|Italy]], [[German fashion|Germany]], the [[United Kingdom]], the [[United States]], [[Japanese Fashion|Japan]], and [[Belgium]].\n\n===Canadian fashion design===\nFashion is something that many men and women all over the world share the love for.  Along with this love, comes a lot of controversy. In recent years, the public has questioned how the models of the fashion week are treated. Many of the models suffer from illnesses such as [[Anorexia nervosa|Anorexia]], and [[Bulimia]] to fit into the sample sizes that the designers create. A number of petitions have been created to protect runway models.\n\nA number of fashion shows are held every year in different places of the world as styles vary. [[New York]] and [[Paris]] Fashion Weeks are highly anticipated events especially amongst celebrities. Other areas of the world have also started holding annual fashion shows, Toronto, a city which is making a name for itself in the fashion industry, have a number of talented designers. Toronto also holds annual fashion shows to showcase what its fashion designers have to offer.\n\nSome notable Toronto designers that have been ranked in the “top 10 Canadian fashion designers” by [[Elle Canada]], (A. Bacarri, 2014) are names such as: \n[[Jeremy Laing]]-  Canadian Born, Jeremy was raised on an army base in Germany. He learned to sew from his mother at the age of 13.  A self-taught designer, Jeremy studied in [[Toronto]], and went on to do an apprenticeship with Alexander McQueen while on exchange at the Westminster University in London. Jeremy’s strengths lie in innovative pattern making, garment construction, and using textiles to create form.  Jeremy continues to work in Toronto, Canada. (Anonymous,2014)\n\n[[Kirk Pickersgill]] and [[Stephen Wong]]-  Both Kirk and Stephen met and become friends in Toronto. They started their line in 2006 and named it “Greta Constantine.” The name “Greta Constantine” comes from Stephens mother Greta, and Kirks, grandfather, Constantine. Since then they created a clientele of celebrities and socialites. The pair work in a studio in Toronto, and design clothing for women. (Anonymous,2013)\n\nKimberly Newport-Mimran-  Born in [[Niagara Falls]], found her love in fashion while working in a retail store in her hometown. She moved to Toronto, and studied apparel manufacturing at Gorge Brown College. Upon graduation, she joined the buying team at the [[Hudson’s Bay Company]].  After three years she worked in the product development and merchandising offices at [[Club Monaco]]. She then became the senior director for Caban, which was part of Club Monaco. Kimberly went on the marry  and start a family with the now former CEO of [[Club Monaco]] Joseph Mimran who is the Joe of Joe Fresh the apparel line. 2002 was the year Pink Tartan was launched, a woman’s line that focused on daily, and eveningwear. 2006 her first flagship store was opened in the affluent Yorkville neighborhood in Toronto. Her line [[Pink Tartan (fashion Designer)|Pink Tartan]] can be found at; The Bay, Holt Renfrew, Saks fifth Avenue, Bloomingdales, and Neiman Marcus. The line also retails internationally in Dubai, Korea, Japan, Greece and England. On March 30 her collection will be available for purchase on the [[Canadian Shopping Channel]]. (Cheung,2013)\n\n[[Dennis Gagnon]]-  Born in Lac-Saint Jean, Quebec. He attended College La Salle where he discovered his passion for the arts. After graduation in 1993, Denis moved to Casablanca, Morocco to accept a job as a molding teacher. In 1995 he returned and began making costumes for theater groups. In 2000, he finally launched his solo career. He started off creating designs and provided Holt Renfrew with two collections ever year. On Denis’s 10th year as a designer he was honored during Montreal Fashion Week, and he created a limited edition collection for BEDO. On October 10, 2010 Denis became the first designer from Quebec to present his collection at the Montreal Fine Arts Museum. The show lasted from October 19, 2010 to February 13, 2011. (Anonymous,2014)\n\n===American fashion design===\n{{Main|Fashion in the United States}}\nThe majority of American fashion houses are based in [[New York City]], with a high concentration centered in the [[Garment District, New York City|Garment District]] neighborhood. There are also a significant number in [[Los Angeles]], where a substantial percentage of high fashion clothing manufactured in the United States is actually made. Burgeoning industries in [[Miami]], [[Chicago]], [[Dallas]], and especially [[San Francisco]] have developed as well. A semi-annual event held every February and September, [[New York Fashion Week]] is one of four major [[fashion week]]s held throughout the world.\n\nAmerican fashion design is dominated by a clean-cut, urban, casual style; reflecting the athletic, health-conscious lifestyles of urban city-dwellers. A designer who helped to set the trend in the United States for sport-influenced day wear throughout the 1940s and 50s was [[Claire McCardell]]. Many of her designs have been revived in recent decades. Famous American brands and designers include [[Vera Wang]], [[Calvin Klein (fashion designer)|Calvin Klein]], [[Bob Mackie]], [[Ralph Lauren]], [[Carolina Herrera (fashion designer)|Carolina Herrera]], [[Michael Kors]], [[Marc Jacobs]], [[Tom Ford]], [[Tommy Hilfiger]], [[Oleg Cassini]], [[Perry Ellis]], [[Kenneth Cole (designer)|Kenneth Cole]], [[Donna Karan]], [[Liz Claiborne (fashion designer)|Liz Claiborne]], and [[Nolan Miller]].\n\n===Belgian Fashion design===\nIn the late 80s and early 90s, Belgian fashion designers brought a new fashion image that mixed East and West, and brought a highly individualised, personal vision on fashion. Well known Belgian Designers are [[Martin Margiela|Maison Martin Margiela]], [[Ann Demeulemeester]], [[Dries Van Noten]], [[Dirk Bikkembergs]], [[Dirk Van Saene]], [[Walter Van Beirendonck]], [[Raf Simons]], [[Tim Van Steenbergen]], [[Peter Piloto]], [[A.F. Vandevorst]], [[Bruno Pieters]], [[Angelo Figus]], [[Christian Wijnants]], and [[Bernhard Wilhelm]].\n\n===British fashion design===\nLondon has long been the capital of the United Kingdom fashion industry and has a wide range of foreign designs which have integrated with modern British styles. Typical, British design is smart but innovative yet recently has become more and more unconventional, fusing traditional styles with modern techniques. Vintage styles play an important role in the British fashion and styling industry. Stylists regularly 'mix and match' the old with the new, which gives British style that unique, bohemian aesthetic that many of the other fashion capitals try to imitate. Irish fashion (both design and styling) is also heavily influenced by fashion trends from Britain.\nFamous British brands and designers include [[Burberry]], [[Alexander McQueen (brand)|Alexander McQueen]], [[Mulberry (company)|Mulberry]], [[Stella McCartney]], [[Thomas Pink]], [[Jimmy Choo Ltd|Jimmy Choo]], [[Alfred Dunhill]], [[Fred Perry#Clothing label|Fred Perry]], and [[Vivienne Westwood]].<ref>{{cite web|title=British fashion designers|url=http://www.visitbritain.com/en/Fashion-designers/|work=Visit Britain|publisher=Visit Britain|accessdate=13 May 2012}}</ref>\n\n===French fashion design===\n{{Main|French fashion}}\nMost French fashion houses are in Paris, which is the capital of French fashion. Traditionally, French fashion is [[Chic (style)|chic]] and stylish, defined by its sophistication, cut, and smart accessories. French fashion is internationally acclaimed.\n\n===German fashion design===\n{{Main|German fashion}}\n[[Berlin]] is the center of young and creative fashion in Germany (prominently displayed at [[Berlin Fashion Week]]), while [[Düsseldorf]] helds Europe's largest fashion trade fairs with ''Igedo''. Other important centers of the scene are [[Munich]], [[Hamburg]], and [[Cologne]]. German fashion is famed for its elegant lines as well as unconventional young designs and the great variety of styles.\n\nGlobally renowned fashion designers from Germany are [[Karl Lagerfeld]], [[Hugo Boss (fashion designer)|Hugo Boss]], [[Wolfgang Joop]], [[Jil Sander]], [[Michael Michalsky]], [[Etienne Aigner]], [[Rudolph Moshammer]], [[Torsten Amft]], [[Willy Bogner, Jr.|Willy Bogner]], [[Rudolf Dassler|Rudolf]], and [[Adolf Dassler|Adi Dassler]].\n\nFamous fashion brands include [[Hugo Boss|BOSS]], [[adidas]], [[Puma SE|PUMA]], [[Escada]], [[JOOP!]], [[Mode Creation Munich|MCM]], [[Bruno Banani]], [[Jil Sander (brand)|Sander]], [[Triumph International|Triumph]], [[Talbot Runhof]], [[Kaviar Gauche]], [[Schiesser]], [[Closed GmbH|Closed]], [[Reusch]], [[Valisere]], [[Jack Wolfskin]], [[Ulla Popken]], [[Buffalo (footwear)|Buffalo]], [[Rohde Shoes|Rohde]], [[Zalando]], [[Dr. Martens]], [[Peek & Cloppenburg|P&C]], [[Marc O'Polo]], [[Tom Tailor]], [[s.Oliver]], [[Esprit Holdings|Esprit]], and [[Wunderkind (fashion)|Wunderkind]].\n\nThere also is a range of fashion models from Germany that made it to international fame, such as [[Claudia Schiffer]], [[Heidi Klum]], [[Diane Kruger]], [[Eva Padberg]], [[Toni Garrn]], [[Julia Stegner]], [[Kirsten Dunst]], [[Tatjana Patitz]], [[Manon von Gerkan]], [[Nico]], [[Uschi Obermaier]], [[Lena Gercke]], [[Sara Nuru]], [[Barbara Meier]], [[Nadja Auermann]], [[Claudia Ciesla]], [[Aslı Bayram]], [[Shermine Shahrivar]], [[Evelyn Sharma]], and [[Nico Schwanz]].\n\n===Italian fashion design===\n{{Main|Italian fashion}}\n[[Milan]] is Italy's fashion capital. Most of the older Italian couturiers are in [[Rome]]. However, Milan and [[Florence]] are the Italian fashion capitals, and it is the exhibition venue for their collections. Italian fashion features casual elegance.\n\n===Japanese fashion design===\nMost [[Culture of Japan|Japanese]] fashion houses are in [[Tokyo]]. The Japanese look is loose and unstructured (often resulting from complicated cutting), colours tend to the sombre and subtle, and richly textured fabrics. Famous Japanese designers are [[Yohji Yamamoto]], [[Kenzo Takada|Kenzo]], [[Issey Miyake]] (masterful drape and cut), and [[Comme des Garçons]]'s [[Rei Kawakubo]], who developed a new way of cutting (comparable to [[Madeleine Vionnet]]'s innovation in the 1930s).\n\n===Soviet fashion design===\n{{Main|Fashion in the Soviet Union}}\nFashion in the [[Soviet Union]] largely followed general trends of the Western world. However, the state’s [[Socialism|socialist ideology]] consistently moderated and influenced these trends. In addition, shortages of [[Consumer goods in the Soviet Union|consumer goods]] meant that the general public did not have ready access to pre-made fashion.\n\n===Swiss fashion design===\nMost of the Swiss fashion houses are in [[Zürich]].<ref>{{cite web|title=Zurich labels|url=http://www.zuerich.com/files/?id=40184|work=Zurich labels: Media Information|publisher=Zurich Tourism|accessdate=13 May 2012|date=January 2012}}</ref>  The Swiss look is casual elegant and luxurious with a slight touch of quirkiness. Additionally, it has been greatly influenced by the dance club scene.\n\n==Fashion design terms==\n* A '''fashion designer''' conceives garment combinations of line, proportion, color, and texture. While sewing and pattern-making skills are beneficial, they are not a pre-requisite of successful fashion design. Most fashion designers are formally trained or apprenticed.\n* A '''technical designer''' works with the design team and the factories overseas to ensure correct garment construction, appropriate fabric choices and a good fit. The technical designer fits the garment samples on a fit model, and decides which fit and construction changes to make before mass-producing the garment.\n* A '''[[Pattern (sewing)|pattern maker]]''' (or ''pattern cutter'') drafts the shapes and sizes of a garment's pieces. This may be done manually with paper and measuring tools or by using a CAD computer software program. Another method is to drape fabric directly onto a dress form. The resulting pattern pieces can be constructed to produce the intended design of the garment and required size. Formal training is usually required for working as a pattern marker.\n* A '''[[tailor]]''' makes custom designed garments made to the client's measure; especially suits (coat and trousers, jacket and skirt, et cetera). Tailors usually undergo an apprenticeship or other formal training.\n* A '''[[Textiles|textile designer]]''' designs fabric weaves and prints for clothes and furnishings. Most textile designers are formally trained as apprentices and in school.\n* A '''[[Wardrobe stylist|stylist]]''' co-ordinates the clothes, jewelry, and accessories used in fashion photography and catwalk presentations. A stylist may also work with an individual client to design a coordinated wardrobe of garments. Many stylists are trained in fashion design, the history of fashion, and historical costume, and have a high level of expertise in the current fashion market and future market trends. However, some simply have a strong aesthetic sense for pulling great looks together.\n* A '''[[fashion buyer]]''' selects and buys the mix of clothing available in retail shops, department stores, and chain stores. Most fashion buyers are trained in business and/or fashion studies.\n*A '''[[seamstress]]''' sews ready-to-wear or mass-produced clothing by hand or with a sewing machine, either in a garment shop or as a sewing machine operator in a factory. She (or he) may not have the skills to make (design and cut) the garments, or to fit them on a model.\n* A '''[[teacher|teacher of fashion design]]''' teaches the art and craft of fashion design in art or fashion school.\n* A '''custom clothier''' makes custom-made garments to order, for a given customer.\n* A '''[[dressmaker]]''' specializes in custom-made women's clothes: day, cocktail, and evening dresses, business clothes and suits, trousseaus, sports clothes, and lingerie.\n* An '''[[illustration|illustrator]]''' draws and paints clothing designs for commercial use.\n* A '''[[fashion forecasting|fashion forecaster]]''' predicts what colours, styles and shapes will be popular (\"on-trend\") before the garments are on sale in stores.\n* A '''[[Fashion model|model]]''' wears and displays clothes at fashion shows and in photographs.\n* A '''[[fit model]]''' aids the fashion designer by wearing and commenting on the fit of clothes during their design and pre-manufacture. Fit models need to be a particular size for this purpose.\n* A '''[[Fashion journalism|fashion journalist]]''' writes fashion articles describing the garments presented or fashion trends, for magazines or newspapers.\n* An '''alterations specialist''' ('''alterationist''') adjusts the fit of completed garments, usually ready-to-wear, and sometimes re-styles them. NOTE: despite tailors altering garments to fit the client, not all alterationists are tailors.\n* An '''Image Consultant''', '''wardrobe consultant''' or '''fashion advisor''' recommends styles and colors that are flattering to the client.\n\n==See also==\n{{Col-begin}}\n{{Col-2}}\n* [[Fashion]]\n* [[Fashion accessory]]\n* [[Haute couture]]\n* [[History of fashion design]]\n* [[History of western fashion]]\n{{Col-2}}\n{{Portal|Fashion}}\n{{Commons category|Fashion}}\n* [[List of fashion designers]]\n* [[List of fashion topics]]\n* [[Runway (fashion)]]\n* [[Sustainable fashion]]\n{{Col-end}}\n\n==Bibliography==\n*Breward, Christopher, ''The culture of fashion: a new history of fashionable dress'', Manchester: Manchester University Press, 2003, ISBN 978-0-7190-4125-9 \n*Hollander, Anne, ''Seeing through clothes'', Berkeley: University of California Press, 1993, ISBN 978-0-520-08231-1\n*Hollander, Anne, ''Sex and suits: the evolution of modern dress'', New York: Knopf, 1994, ISBN 978-0-679-43096-4\n*Hollander, Anne, ''Feeding the eye: essays'', New York: Farrar, Straus, and Giroux, 1999, ISBN 978-0-374-28201-1\n*Hollander, Anne, ''Fabric of vision: dress and drapery in painting'', London: National Gallery, 2002, ISBN 978-0-300-09419-0\n*Kawamura, Yuniya, ''Fashion-ology: an introduction to Fashion Studies'', Oxford and New York: Berg, 2005, ISBN 1-85973-814-1\n*Lipovetsky, Gilles (translated by Catherine Porter), ''The empire of fashion: dressing modern democracy'', Woodstock: Princeton University Press, 2002, ISBN 978-0-691-10262-7\n*McDermott, Kathleen, ''Style for all: why fashion, invented by kings, now belongs to all of us (An illustrated history)'', 2010, ISBN 978-0-557-51917-0 — Many hand-drawn color illustrations, extensive annotated bibliography and reading guide\n*Perrot, Philippe (translated by Richard Bienvenu), ''Fashioning the bourgeoisie: a history of clothing in the nineteenth century'', Princeton NJ: Princeton University Press, 1994, ISBN 978-0-691-00081-7 \n*Steele, Valerie, ''Paris fashion: a cultural history'', (2. ed., rev. and updated), Oxford: Berg, 1998, ISBN 978-1-85973-973-0 \n*Steele, Valerie, ''Fifty years of fashion: new look to now'', New Haven: Yale University Press, 2000, ISBN 978-0-300-08738-3 \n*Steele, Valerie, ''Encyclopedia of clothing and fashion'', Detroit: Thomson Gale, 2005\n\n==References==\n{{Reflist}}\n\n{{Clothing}}\n{{Design}}\n\n{{DEFAULTSORT:Fashion Design}}\n[[Category:Fashion design]]\n[[Category:Arts occupations]]", "Coppersmith": "{{Other uses}}\n[[Image:0 Le dinandier Guy Clabots - Leffe (1).JPG|thumb|500px|'''Dinandier''' (Coppersmith) at work in the last workshop of brassware subsisting in [[Dinant]] (Belgium).]]\n[[Image:Kupferschmiede - Coppersmithy - Museumsdorf Cloppenburg - Open air museum Cloppenburg.jpg|thumb|500px|\nWorkshop of a coppersmith in [[Cloppenburg]]; the oldest units are from the period around 1850]]\n\nA '''coppersmith''', also known as a '''redsmith''', is a person who makes artifacts from [[copper]]. The term redsmith comes from the colour of copper.\n\n==Examples of objects made by modern coppersmiths ==\nThese include:-\n* jewellery, sculptures, overmantels, fenders, decorative panels, and challenge shields; \n*plates and cookware, [[cigarette case]]s, tobacco jars, tea and coffee pots, jugs, vases, trays, frames, rose bowls; \n*awnings, light fixtures, fountains, [[Extractor hood|range hoods]], cupolas, and [[still]]s.\n\nNotable copper styles in the UK include [[Newlyn Copper|Newlyn]] in [[Cornwall]] and [[Keswick School of Industrial Art|Keswick]] in [[Cumbria]]. Coppersmith work started waning in the late 1970s and early 1980s and those in the sheetmetal trade began doing the coppersmith's work, the practices used being similar to those in the [[plumber|plumbing]] trade. Coppermiths in recent years have turned to pipe work, not only in copper but also stainless steel and aluminium, particularly in the aircraft industry. They are one of the few trades that have a mention in the Bible.<ref>2 Timothy 4:14(KJV), [[Alexander the coppersmith]], although later editions mention a metalworker.</ref>\n\n==Properties of copper==\nCopper is generally considered to be a soft metal, meaning it can be worked without heating. Over a period of working the metal in this way it can 'work harden'. This means that the molecules within the copper are compressed and irregular in their arrangement. This causes stress in the metal and eventually cracking the metal along these stress points. In order for the copper to be worked to any extensive degree it must be [[annealing (metallurgy)|annealed]]. This process involves heating the metal and then rapidly cooling it in water. The cooling stage is known as [[quenching]]. By heating the copper, the molecules in the metal are relaxed, and able to align themselves in a more uniform fashion. This allows for easier shaping of the metal. In order to keep this uniformity within the metal, it is cooled instantly. This prevents the molecules from moving around and causing tension in the structure of the metal. Unlike ferrous metals—which must be cooled slowly to anneal—copper can be cooled slowly in air or quickly by quenching in water.\n\nIn regions where copper is mined like Iberia and India there are a number of centres where the coppersmith trade has flourished.\n\n==Notes==\n{{reflist}}\n\n==References==\n*Fuller, John. ''The Art of Coppersmithing: A Practical Treatise on Working Sheet Copper into all Forms''. ([http://www.archive.org/details/artcoppersmithi00fullgoog  online electronic version])Mendham, NJ: Astragal Press, 1993. (reprint of the original 1894 edition). ISBN 1-879335-37-9\n\n{{Commons category|Coppersmiths}}\n\n{{Metalworking navbox|smithopen}}\n\n[[Category:Arts occupations]]\n[[Category:Coppersmiths|*]]", "Flatter": "{{about||the giving of compliments|flattery|the micropayments system|Flattr}}\n{{Multiple issues|refimprove = March 2010|notability = March 2010}}\n\nA '''flatter''' is a [[colorist|coloring]] specialist within the [[comic book|comic book industry]] that prepares the inked or sketched comic book page for the colorist with digital art software such as [[Adobe Photoshop]]. The specialist does so by selecting the objects on the page and filling them in with a solid color called a \"flat\", so that the \"flats\" can be used by the colorist by way of the \"magic wand\" tool. In this way, the colorist may select each object during the rendering process-to the exclusion of the other objects on the page-so that the object's base color may be changed, or to render the colors.\n\nBecause each colorist has preferences as to how the flats are to be done flatters usually work as freelancers commissioned directly by the colorist. Pricing for flats vary but as of early 2010 one common going rate for a flatted page was $15 if the page were inked and of regular difficulty ($30 for a double page) with $20 for a sketched page of regular difficulty ($40 for a double sketched page).{{Citation needed|date=April 2013}}\n\nNotable flatters include Jeremiah Embs and Neil Fraser that obtained published credit for flats while working for the colorist Brian Buccellato on the comic book series '''Witchblade''' (issues #72, 73, 74) for [[Top Cow Productions|Top Cow]] in 2003-2004. Other notable flatters include Alex Petretich, Talon Kelley, and Fredric Paculba, who have worked for the colorist [[Dave Stewart (artist)|Dave Stewart]] on such series as [[Hellboy]] and [[Bureau for Paranormal Research and Defense|BPRD]].\n\n== References ==\n*Tinsley, Kevin, (1999) ''Digital Prepress for Comics Books : The Definitive Desktop Production Guide'', Stickman Graphics.\n*Chiarello & Klein, (2004) ''DC Comics Guide to Coloring and Lettering Comics'', Watson-Guptill .\n*Miller, Brian & Kristy (2008) ''Hi_Fi Color For Comics : Digital Techniques for Professional Results'', Impact.\n\n[[Category:Comics terminology]]\n[[Category:Arts occupations]]\n[[Category:Comics creators| ]]\n\n\n{{comics-stub}}", "Penciller": "{{Refimprove|date=May 2009}}\n[[File:10.10.10WhilcePortacioByLuigiNovi3.jpg|thumb|Artist [[Whilce Portacio]] sketching at a convention.]]\nA '''penciller''' (or '''penciler''') is an artist who works in the creation of [[comic book]]s, [[graphic novel]]s, and similar visual art forms.\n\nIn the [[American comic book]] industry, the penciller is the first step in rendering the story in visual form,<ref>[[Fox, Margalit]] (April 5, 2013). [http://www.nytimes.com/2013/04/06/arts/carmine-infantino-who-revamped-batman-and-the-flash-dies-at-87.html?_r=1& \"Carmine Infantino, Reviver of Batman and Flash, Dies at 87\"]. ''[[The New York Times]]''.</ref> and may require several steps of feedback with the writer. These artists are concerned with layout (positions and vantages on scenes) to showcase steps in the plot. In earlier generations it was more common for artists to use a loose pencilling approach, in which the penciller does not take much care to reduce the vagaries of the pencil art, leaving it to the inker to interpret the penciller's intent and render the art in a more finished state.{{fact|date=April 2013}}\n\n==Tools and materials==\nA penciller works in [[pencil]]. Beyond this basic description, however, different artists choose to use a wide variety of different tools. While many artists use traditional wood pencils, others prefer [[mechanical pencil]]s or drafting leads. Pencillers may use any lead hardness they wish, although many artists use a harder lead (like a [[2H lead|2H]]) to make light lines for initial sketches, then turn to a slightly softer lead for finishing phases of the drawing. Still other artists do their initial layouts using a [[Non-photo_blue|light blue]] [[colored pencil]] because that color tends to disappear during [[photocopying]].\n\nMost US comic book pages are drawn over-sized on large sheets of paper, usually [[Bristol board]].<ref>Cronin, Brian (January 15, 2009). [http://goodcomics.comicbookresources.com/2009/01/15/comic-book-legends-revealed-190/ \"Comic Book Legends Revealed #190\"]. [[Comic Book Resources]].</ref> The customary size of comic book pages in the mainstream [[United States|American]] comics industry is 11 by 17 inches. The [[inker]] usually works directly over the penciller's pencil marks, though occasionally pages are inked on [[translucent]] paper, such as drafting [[vellum]], preserving the original pencils. The artwork is later photographically reduced in size during the printing process. With the advent of digital illustration programs such as [[Photoshop]], more and more artwork is produced digitally, either in part or entirely (See below).\n\n==Notable creators and their techniques==\n;Jack Kirby\nFrom 1949 until his retirement, [[Jack Kirby]] worked out of a ten-foot wide basement studio dubbed \"The Dungeon\" by his family. When starting with clean piece of Bristol board, would first draw his panel lines with a [[T-square]].<ref name=HeroComplex>Kirby, Neal. \"Growing Up Kirby\". ''Hero Complex'' (July 2012). ''[[Los Angeles Times]]''. pp 22 and 24.</ref>\n\n;Arthur Adams\n[[Arthur Adams (comics)|Arthur Adams]] begins drawing thumbnail layouts from the script he's given, either at home or in a public place. The thumbnails range in size from 2 inches x 3 inches to half the size of the printed comic book. He or an assistant will then enlarge the thumbnails and trace them onto [[illustration board]] with a [[non-photo blue pencil]], sometimes using a [[Prismacolor]] light blue pencil, because it is not too waxy, and erases easily. When working on the final illustration board, he does so on a large drawing board when in his basement studio, and a lapboard when sitting on his living room couch. After tracing the thumbnails, he will then clarify details with another light blue pencil, and finalize the details with a [[Number 2 pencil]]. He drew the first three chapters of \"[[Jonni Future]]\" at twice the printed comic size, and also drew the fifth chapter, \"The Garden of the Sklin\", at a size larger than standard, in order to render more detail than usual in those stories. For a large poster image with a multitude of characters, he will go over the figure outlines with a marker in order to emphasize them. He will use photographic reference when appropriate, as when he draws things that he is not accustomed to.<ref name=CBA#17>Cooke, Jon B. [http://www.twomorrows.com/comicbookartist/articles/17adams.html \"The Art of Arthur Adams\"], Reprinted from ''Comic Book Artist'' #17, November 15, 2001</ref><ref name=ModernMasters>George Khoury and Eric Nolen-Weathington. ''Modern Masters Volume Six: Arthur Adams'', 2006, TwoMorrows Publishing.</ref>\n\n;Jim Lee\nArtist [[Jim Lee]] is known to use [[Pencil#Grading_and_classification|F lead]] for his pencil work.<ref>[[Campbell, J. Scott]] (2008). [http://j-scott-campbell.deviantart.com/art/Pencils-79071837 \"Artist's Comments\"]. [[DeviantArt]]</ref><ref name=AVClub>{{cite web | title = Reinventing the pencil: 21 artists who changed mainstream comics (for better or worse)|publisher=[[The A.V. Club]]|date=July 20, 2009|url=http://www.avclub.com/articles/reinventing-the-pencil-21-artists-who-changed-main,30528/|accessdate=2009-11-25}}</ref>\n\n;J. Scott Campbell\nArtist [[J. Scott Campbell]] does his pencil with a [[lead holder]], and Sanford Turquoise [[H lead]], which he uses for its softness and darkness, and for its ability to provide a \"sketchy\" feel, with a minimal amount of powdery lead smearing. He uses this lead because it strikes a balance between too hard, and therefore not dark enough on the page, and too soft, and therefore prone to smearing and crumbling. Campbell avoids its closest competitor because he finds it too waxy. Campbell has also used [[HB lead]] and F lead. He maintains sharpness of the lead with a Berol Turquoise sharpener, changing them every four to six months, which he finds is the duration of their grinding ability.<ref>{{Cite web|author=Campbell, J. Scott|title=Pencils|url=http://j-scott-campbell.deviantart.com/art/Pencils-79071837|publisher=DeviantArt|accessdate=February 13, 2011}}</ref> Campbell uses a combination of Magic Rub erasers, eraser sticks, and since he began to ink his work digitally, a Sakura [[electric eraser]]. He often sharpens the eraser to a cornered edge in order to render fine detailed work.<ref>{{Cite web|author=Campbell, J. Scot|title=Drawing Supplies Erasers|url=http://j-scott-campbell.deviantart.com/art/Drawing-Supplies-Erasers-79071662|publisher=DeviantArt|accessdate=February 13, 2011}}</ref>\n\n;Travis Charest\nArtist [[Travis Charest]] uses mainly 2H lead to avoid smearing, and sometimes [[HB lead]]. He previously illustrated on regular illustration board provided by publishers, though he disliked the [[non-photo blue]] lines printed on them. By 2000, he switched to Crescent board for all his work, because it does not warp when wet, produces sharper illustrations, and are more suitable for framing because they lack the non-photo blue lines.<ref name=Materials>[[Charest, Travis|Travis Charest]]. [http://travischarestgallery.com/index.cfm?fuseaction=faq#materials FAQ: \"What materials do I use?\"] The Official Unofficial Travis Charest Gallery. December 1, 2000. Accessed August 30, 2010</ref> Charest usually prefers not to employ preliminary sketching practices, such as layouts, thumbnails or [[lightbox]]ing, in part due to impatience, and in part because he enjoys the serendipitous nature in which artwork develops when produced with greater spontaneity.<ref>Charest, Travis. [http://travischarestgallery.com/index.cfm?fuseaction=faq#techniques FAQ: \"Working techniques\"]. The Official Unofficial Travis Charest Gallery. December 1, 2000; Accessed August 30, 2010</ref> He also prefers to use reference only when rendering objects that require a degree of real-life accuracy, such as guns, vehicles or characters of licensed properties that must resemble actors with whom they are closely identified, as when he illustrated the cover to ''[[Star Trek: The Next Generation: Embrace the Wolf]]'' in 2000.<ref>Charest, Travis. [http://travischarestgallery.com/index.cfm?fuseaction=faq#references FAQ: \"Do I use any type of references?\"] The Official Unofficial Travis Charest Gallery. December 1, 2000. Accessed August 30, 2010</ref>\n\n;Adam Hughes\nThe penciling process that artist [[Adam Hughes]] employs for his cover work is the same he uses when doing sketches for fans at conventions, with the main difference being that he does cover work in his sketchbook, before transferring the drawing to virgin art board with a lightbox,<ref name=YouTubePart2>Coulson, Steve. [http://www.youtube.com/watch?v=mAO3sUyg-Bw&feature=related \"Adam Hughes - Anatomy of a sketch, Pt2 - The Process\"]. [[YouTube]]. May 15, 2006. Accessed September 8, 2010</ref> whereas he does convention drawings on 11 x 14 Strathmore bristol, as he prefers penciling on the rougher, [[vellum]] surface rather than smooth paper, preferring smoother paper only for brush inking.<ref name=YouTubePart3>Coulson, Steve. [http://www.youtube.com/watch?v=UrzZffdJD_k&feature=related \"Adam Hughes - Anatomy of a sketch, Pt3 - The Tools\"]. YouTube. May 15, 2006; Accessed September 8, 2010</ref> He does preliminary undersketches with a [[lead holder]],<ref name=YouTubePart1>Coulson, Steve. [http://www.youtube.com/watch?v=UvaG1EZ9shM&feature=related \"Adam Hughes - Anatomy of a sketch, Pt1 - The Idea\"]. YouTube. May 15, 2006. Accessed September 8, 2010</ref> because he feels regular pencils get worn down to the nub too quickly. As he explained during a sketch demonstration at a comic book convention, during this process he uses a Sanford Turquoise [[4B lead]], a soft lead, though when working at home in Atlanta, where the humid weather tends to dampen the paper, he sometimes uses a [[B lead]] or [[2B lead]], which acts like a 4B in that environment.<ref name=YouTubePart3/> However, his website explains that he uses 6B lead, with some variation. For pieces rendered entirely in pencil, he employs a variety of pencil leads of varying degrees of hardness.<ref name=OfficialFAQ>[http://www.justsayah.com/faq/ \"FAQ\"]. Just Say AH! Retrieved November 11, 2011.</ref> After darkening in the construction lines that he wishes to keep, he erases the lighter ones with a [[kneaded eraser]] before rendering greater detail.<ref name=YouTubePart1/> For more detailed erasures, he uses a pencil-shaped [[white eraser]], and to erase large areas, he uses a larger, hand-held white eraser, the Staedtler Mars plastic, which he calls a \"thermonuclear eraser\", because it \"takes care of everything\".<ref name=YouTubePart3/>\n\n;Joe Quesada\nArtist and former Marvel Comics editor-in-chief [[Joe Quesada]] begins with sketches much smaller than the actual size at which he will render the final drawing. He employs a Cintiq [[drawing tablet]] when he desires to do a \"tighter\" digital layout of an illustration. When sketching figures, he will sometimes use photographic reference, and incorporate the photos directly into his sketches during the process of finalizing a layout. Once he makes a final decision on a layout, he will then print it out at full size, and use a light box to pencil it, sometimes altering elements in the design such as lighting or other details.<ref>[[Quesada, Joe]]. [http://www.comicbookresources.com/?page=article&id=21572 \"The Making of the Cover for 'Amazing Spider-Man' #593\"]. Comic Book Resources. June 12, 2009</ref><ref>[http://www.comicbookresources.com/?page=doodle \"Cup O' Doodles\" Archives], Comic Book Resources, accessed January 10, 2011.</ref>\n\n;Bryan Hitch\nArtist [[Bryan Hitch]] begins with multiple rough sketches employing different camera angles on paper with a blue pencil, which traditionally does not photocopy or scan, and then select the desired elements from the rough sketch with a graphite pencil. After picking the initial shapes, he will further emphasize his selections with a red marker pen and other colored pens, continuing to attempt different variations. He will then, depending on how late in the day it is, either redraw the illustration on a sheet of layout paper or use his lightbox to tighten and clean up the drawing, emphasizing that the lightbox should not be a mere exercise in tracing, but an opportunity to refine or change elements in the drawing to make it \"clean\" enough to be inked. When Hitch transfers the drawing to the final art board, he does initial layouts with a 2H pencil, which feels provides the necessary accuracy and detail, and uses an erasable blue pencil to mark panel frames and [[vanishing point]]s, which he introduces after the rough stage. He chooses not to put too much time or polish into this stage, preferring to work quickly, lightly and instinctively. He uses a mechanical pencil with 0.9mm 2H lead at this stage for fine outlines and detail work, and a traditional pencil for more organic work, including softer lines, shading large areas and creating more fluid motion. The \"best tool of all\", according to him, is a traditional pencil cut with a [[craft knife]], which he says can produce a variety of marks, and be used for detail, shading and general sketching. Hitch believes the best results combine both the mechanical and the knife-sharpened traditional pencil. Hitch is particular about his studio workspace, which does not contain a TV or sofa, stating that such things belong in the lounge for relaxation. Despite using a professional drawing board, he emphasizes that any inexpensive board large enough to hold the paper is sufficient, as he himself mostly uses a piece of roughly cut [[chip-board]] leaning on the edge of his desk. He uses an [[Apple iMac]] desktop computer, [[flatbed scanner]] and [[Photoshop]] to modify his artwork digitally.<ref name=BHUCStudio>[[Hitch, Bryan]]. ''Bryan Hitch's Ultimate Comics Studio'', Impact Books, 2010</ref>\n\n;Simone Bianchi\nIn contrast to Hitch's work environment, artist [[Simone Bianchi (artist)|Simone Bianchi]] says that he cannot work unless he is listening to music, and has an extensive music collection in his studio, and stereo speakers placed above his drawing board. Bianchi uses extensive photo reference and a lightbox to give his artwork a realistic look. He uses a wooden drawing board that he used to draw on flat, but angled it due to back pain that he began having in 2006.<ref>Weiland, Jonah (January 10, 2007). [http://www.comicbookresources.com/?page=article&id=9019 \"Studio Tours: Artist Simone Bianchi\"]. Comic Book Resources.</ref>\n\n;Marc Silvestri\nAnother artist who listens to music while working is [[Marc Silvestri]], who says that he listens to [[down-tempo chill music]] while working, in contrast to the [[alternative rock]] he listens to at other times.<ref name=ThirdDegree>\"The Third Degree: Marc Silvestri\". ''Point of Impact''. Image Comics. October 2012. p. 27.</ref>\n\n;Erik Larsen\nArtist [[Erik Larsen]] uses a Staedtler Mars Lumograph 100 2H pencil, and a Staedtler Mars Plastic Eraser.<ref>[http://www.savagedragon.com/eriklarsen.htm Erik Larsen - Biography & Bibliography], [[Savage Dragon]].com, accessed February 20, 2011.</ref>\n\n;Amanda Conner\nWhile reading each page of a script, artist [[Amanda Conner]] does tiny thumbnail sketches with stick figures corresponding to the story indicated on each page, in order to help her design the page's layout. She then does tighter, more elaborate sketches, though still fairly small compared with the finished artwork,<ref name=CreatingComics>Salavetz, Judith; Drate, Spencer. ''Creating Comics!'', 2010, Rockport Publishers, pp, 34 and 35</ref> approximately 4\" x 6\",<ref name=CreatorOwnedHeroes>''Creator-Owned Heroes'' #5 [[Image Comics]]. October 2012.</ref> and then blows those up on a [[photocopier]] to the proper original comic art size, which is 10&nbsp;inches x 15&nbsp;inches. She then uses \"very tight pencils\" to [[light-box]] it onto [[Bristol board]], if she intends to have it inked by her husband and collaborator, Jimmy Palmiotti, but will do the pencils \"lighter and looser\" if she intends to ink it herself, as she already knows how she wants the artwork rendered.<ref name=CreatingComics/> Conner has created her own paper stock and blue line format on her drawing paper, because, she explains, she likes having those configurations pre-printed on the page, and feels that \"sometimes the rough is too toothy and the smooth is too slick.\" The stock she uses is the 10\" x 15\" Strathmore 500 series, but she also orders a custom 8\" x 12\" stock because she sometimes finds those dimensions more comfortable and easier to work on more quickly. She also finds the Strathmore 300 series \"pretty good\" likes its nice texture and greater affordability, but says that must occasionally content with getting a \"bleedy batch\". Conner uses mechanical pencils with .03 lead because she found it easier to use than regular pencils that require her to stop and sharpen them frequently.<ref name=CreatorOwnedHeroes/>\n\n;Gene Ha\nOnce artist [[Gene Ha]] obtains a script, he makes \"tiny\" thumbnail sketches of each page, and then makes layout sketches on shrunked copies of comic art board, two per page. It is at this stage that he works out the light/dark balance of the page. Though he says about 90% of his artwork are done without photo reference, he will sometimes photograph his friends pose as the central characters, or use a full length mirror to draw himself. He renders minor characters from his imagination. Irrespective of how much sunlight he has on a given day, he prefers to use a 500W incandescent photo lamp, though he believes a 500W halogen lamp is also adequate. He prefers to use a [[lead holder]] with [[H lead]] for sketching, and [[2B lead]] for shading, which he sharpens with a rotary lead pointer, believing that such leads can be sharpened better than a traditional pencil. He blows up a scan of each page layout to 8.5\" x 11\", and draws \"tight\" pencils on top of these, which are then scanned and printed on 11\" x 17\" inkjet paper in faint [[Non-photo blue|blue line]]. He prefers [[Xerox]] paper because he feels that the surface of marker paper tends to get smudgy or oily. When importing art to modify in his computer, he uses [[Photoshop]].<ref name=OfficialFAQ>[http://www.geneha.com/faq.htm \"Questions\"]. Gene Ha - Comic Book Artist. Retrieved November 17, 2011.</ref>\n\n;Jason Shiga\nArtist [[Jason Shiga]] penciled his 2011 graphic novel ''Empire State: A Love Story (Or Not)'' with a yellow [[No. 2 pencil]] on copy paper, before transferring it with brushed ink via a lightbox.<ref name=EmpireState>Shiga, Jason. ''Empire State: A Love Story (Or not)'' Abrams Comicarts; New York: 2011</ref>\n\n;Jonathan Luna\nArtist [[Jonathan Luna]] uses 14 x 17 Strathmore Bristol board, which he cuts into 11 x 17 pieces on which to draw. He draws using a 2H pencil, and after inking his pencils with a [[Micron pen]], he edits his line work on a graphics tablet.<ref name=YouTube>[http://www.youtube.com/watch?v=p3Hm-0TbvxM Interview with the Luna Brothers at] [[Midtown Comics]]; [[YouTube]]; May 13, 2010</ref>\n\n;Marcio Takara\nArtist [[Marcio Takara]] begins his pages with 7\" x 5\" ink thumbnail sketches with which he shows his overall ideas to his editor. When he begins the actual pencils, he keeps them \"loose\", because he will eventually ink over them himself, and does not require greater specificity. The penciling stage is the fastest stage for Takara, who does all of his pencil work with an [[HB pencil|HB 0.5]] mechanical pencil, completing two or three penciled pages a day, sometimes even inking all three by the end of the day.<ref>''[[The Incredibles: Family Matters]]'' trade paperback. (July 2009) [[BOOM! Studios]].</ref>\n\n;Chuck Austen\nWriter/artist [[Chuck Austen]] did his work on ''[[Elektra (comics)|Elektra]]'' entirely on a computer. He prefers uses mostly Macintoshes, but also uses [[IBM PC compatible|PC]]s. When using a Mac, he uses ''[[Ray Dream Studio]]'', and when using a PC, usings ''[[3D Studio Max]]''. These allow him to take three-dimensional models and break them down into simplified two-tone line forms. He purchases the models from catalogues, or uses ones that he built for ''Strips'' using in ''Hash'' or ''[[Animation:Master]]''. After importing the models into ''Studio'' or ''Max'', he arranges the angles and other aspects of the scene before rendering them, such as placement of background objects or modifying gestures, while the computer corrects elements such as [[Perspective (graphical)|perspective]], [[foreshortening]], proportions, etc. After the files are rendered to Austen's satisfaction, he assembles them into page form using [[Photoshop]], completing details that the modeling programs cannot perfect, such as facial expressions, hair, filling in blacks, rendering clothes and wrinkles, etc. To finish the art, he will either print out the \"pencils\" directly onto Bristol board and finalize them with an HB Tombow pencil and ink them with a #2 nib, or will apply the finishes in Photoshop.<ref name=CBRWarMachine>Giles, Keith (September 6, 2011). [http://www.comicbookresources.com/?page=article&id=357 \"Austen in the Machine: Chuck Austen Interview\"]. Comic Book Resources.</ref>\n\n;Scott McCloud\n[[Scott McCloud]] also does his work almost entirely on a [[computer tablet]]. Although he sketches his layouts in pencil, the remainder of his work is done digitally, explaining in his 2006 book ''Making Comics'' that he had not used traditional materials like Bristol board, pens or brushes in years. After sketching layouts, which he says are \"pretty tight\", and include the full script, he scans them into an 18-inch tablet/monitor to use them as a guide for lettering them in [[Adobe Illustrator]]. After completing the lettering, he exports the files to Photoshop, where he fully renders the art at a resolution of 1,200 [[Dots per inch|dpi]], creating between five and fifty layers of finished art before flattening it into a single black and white [[bitmap]], plus a [[greyscale]] page, if needed.<ref>McCloud, Scott (2006), ''Making Comics''. [[William Morrow Paperbacks]]. pp 196-197</ref>\n\n;Fiona Staples\nAnother artist who does her work almost entirely digitally is [[Fiona Staples]], who switched to that process several years prior to beginning her work on ''[[Saga (comic book)|Saga]]'', though her process for that series is different from previous ones, for which she characterizes it as \"one intense, ongoing experiment.\" She begins with thumbnails, roughly drawn on printed paper templates. During this stage Staples does not use reference, but does so later in the inking stage. During the thumbnail stage, she gives copious thought to the layouts and staging, making it, in her words, the most important part of the process. After scanning the thumbnails, she enlarges them and uses them as rudimentary pencils, and \"inks\" over them in [[Manga Studio]], and later colors the art in Photoshop. One of the advantages Staples sees in working digitally is the ability to dispense with tight pencils in favor of making corrections in an ad hoc manner, as she finds penciling in great detail and drawing such art a second time in ink to be boring.<ref name=Saga#8>{{cite comic|title=[[Saga (comic book)|Saga]]|issue=8|story=Fiona's Process|publisher=Image Comics|writer=Staples, Fiona|artist=Staples, Fiona|date=December 2012|page=24-25}}</ref>\n\n;Chris Samnee\nArtist [[Chris Samnee]] Samnee uses 300 series two-ply Strathmore Bristol board. He does not use non-photo blue pencils or any other equipment purchased at specialty stores for preliminary sketching, but uses .9 mm mechanical pencils that he purchases from [[Target Corporation|Target]].<ref>[http://www.comic-con.org/toucan/chris-samnee-devil-details-part-2 \"Chris Samnee: The Devil is in the Details, Part 2\"]. Toucan: The Official Blog. June 7, 2013.</ref> He describes his pencils as \"just awful\", and inks them himself, as he cannot envision giving them to someone else to ink.<ref name=Toucan>[http://www.comic-con.org/toucan/chris-samnee-devil-details-part-1 \"Chris Samnee: The Devil is in the Details, Part 1\"]. Toucan Blog. May 31, 2013.</ref>\n\n== Style ==\n{{unreferenced|section|date=March 2011}}\nBecause a penciller does not usually create finished art, the extent to which the pencilled pages resemble the final, inked version varies depending on the artist.\n\nMost pencillers develop a preference for the work of certain inkers and vice versa. Some penciller/inker teams have enjoyed long and celebrated collaborations when their styles mesh particularly well. In less successful cases, an inker's style may not complement that of the penciller, or the inker's own style may be so prominent that in effect it buries the work of the penciller.\n\nIn earlier generations{{When|date=March 2011}} it was more common for artists to use a '''loose pencilling''' approach, in which the penciller did not take much care to reduce the vagaries of the pencil art, leaving it to the inker to interpret the penciller's intent. (In those cases, the penciler was usually credited with \"'''breakdowns'''\" or \"'''layouts''',\" while the inker was credited as the \"embellisher\" or \"finisher\".)<ref>\"Bullpen Bulletins\", ''[[Marvel Two-in-One]]'' #52 (Marvel Comics, June 1979).</ref> Today{{When|date=March 2011}} many pencillers prefer to create very meticulously detailed pages, where every nuance that they expect to see in the inked art is indicated in pencil. This is known as '''tight pencilling'''.\n\n== Workflow ==\n{{unreferenced|section|date=March 2011}}\nA comic book penciller usually works closely with the comic book's [[editing|editor]], who commissions a script from the [[writer]] and sends it to the penciller.\n\nComic book scripts can take a variety of forms. Some writers, such as [[Alan Moore]], produce complete, elaborate, and lengthy outlines of each page. Others send the artist only a plot outline consisting of no more than a short overview of key scenes with little or no dialogue. [[Stan Lee]], the founder of [[Marvel Comics]], was known to prefer this latter form, and thus it came to be known as the [[Marvel Method]].<ref>[[Mark Evanier|Evanier, Mark]]. ''Kirby: King of Comics'' ([[Harry N. Abrams]], New York, 2008).</ref>\n\nSometimes a writer or another artist (such as an [[art director]]) will include basic layouts, called \"[[script breakdown|breakdown]]s,\" to assist the penciller in scene composition. If no breakdowns are included, then it falls to the penciller to determine the layout of each page, including the number of panels, their shapes and their positions. Even when these visual details are indicated by a script, a penciller may feel when drawing the scene that there is a different way of composing the scene, and may disregard the script, usually following consultation with the editor and/or writer.\n\n== See also ==\n* [[Letterer]]\n* [[Colorist]]\n\n== References ==\n{{reflist}}\n\n[[Category:Comics terminology]]\n[[Category:Arts occupations]]\n[[Category:Comics creators| ]]\n\n\n[[es:Lápiz final]]\n[[pt:Arte-finalista]]", "Marchand-mercier": "{{italic title}}\n[[File:Gersaint.jpg|thumb|[[Edme-François Gersaint]]'s shop, in [[Antoine Watteau]]'s ''[[L'Enseigne de Gersaint]]'', in form a shop sign, though never used as such.]]\nA '''''marchand-mercier'''''<ref>The role of ''marchands-merciers'' was outlined by Louis Courajod in his edition of the day-book of [[Lazare Duvaux]] (1873), more firmly sketched by Pierre Verlet, \"Le commerce des objets d'art et les marchands merciers à Paris au XVIIIe siècle\", ''Annales. Histoire, Sciences Sociales'' '''13'''.1 (January/March 1958:10-29) and has been recently analyzed by Carolyn Sargentson, ''Merchants and Luxury Markets: The Marchands Merciers of Eighteenth-Century Paris'' (Victoria and Albert Museum) 1996.</ref> is a [[French language|French]] term for a type of entrepreneur working outside the [[guild]] system of craftsmen but carefully constrained by the regulations of a ''corporation'' under rules codified in 1613.<ref>The rules were confirmed, without change, in August 1643 and were maintained until the Revolution: [[Daniel Roche (historian)|Daniel Roche]],  (tr. [[Arthur Goldhammer]]) , ''France in the Enlightenment'' (1993) 1998\nCambridge, Mass, and London, 1998.</ref> The reduplicative term<ref>\"Par un pléonasme, qui paraît presque volontaire, ils s'appelaient ''marchands-merciers'', ''mercatores-mercatores''\" (Verlet 1958:10)</ref> literally means a merchant of merchandise, but in the 18th century took the connotation of a merchant of ''[[Objet d'art|objets d'art]]''.  Earliest references to this ''Corps de la Ville de Paris'' can be found at the close of the 16th century,<ref>Saint-Joanny, ''Régistre des délibérations et ordonnances des marchands-merciers de Paris 1596-1696'' (Paris) 1878, noted in Verlet 1958:10 note 1.</ref> but in the 18th century marchands-merciers were shopkeepers but they also played an important role in the decoration of Paris homes. In fact, they served as general contractors, designing and commissioning pieces of the most fashionable furniture, and often, in addition, worked outside of their shops as [[interior decorator]]s, responsible for many aspects of a room's decor. In Paris, the guild system, in place since the late Middle Ages, prohibited craftsmen from working with any material with which they had not undergone a formal [[apprenticeship]]. Only a marchand-mercier who worked outside of the guild system, therefore, could mount Chinese [[porcelain]]s with gilt-bronze handles and stands, fit the [[cabinetmaker]]'s furniture with Japanese [[lacquer]] or [[Sèvres porcelain]] plaques, and supply furniture with opulent gilt-bronze (or [[ormolu]]) mounts.<ref>There were certain cabinetmakers who, by license of the king, could overcome by patent their status as non- Parisian \"foreigners\" and work outside of the strictly limiting  guild system, ''suivant le Cour\", \"following the Court\".</ref>\n\nThe general lines permitted to their ''métier'' were set out under Charles IX, in 1570, as: \n<blockquote>\"Wholesale merchants, drapers and jewelers, in such way that under this status of wholesaler (''estat de grossier'') have been included at all times the merchants of [[cloth of gold]], of silver, of silk... [[Tapestry|tapestries]], jewellery, spiced goods, textiles, hammered copper, silk thread, hardware and the like, of which it is not permitted to have any manufacture whatsoever, but only to sell, buy, display, bedeck and beautify all kinds of merchandise\"<ref>\"marchans<!--marchans in original--> grossiers, merciers et jouailliers, de manière que soubs cet estat de grossier ont esté comprins<!--comprins in original--> de tout temps les marchans de drap d'or, d'argent, de soie... tapisseries, jouailleries, espiceries, merceries, cuivres de forge, fil de soye, quinqualleries, et autres semblables, auxquels il n'est permis de faire manufactures quelconque, mais seulement de vendre, achepter, estaller, parer et enjolliver de toutes espèces de marchandise\"; quoted in Verlet 1958:11.</ref> </blockquote>\n\nThus the ''marchands-merciers'' were characterised in the ''[[Encyclopédie]]'' as \"sellers of everything, makers of nothing\"\".<ref>''Dictionnaire des sciences'',... (\"Neuchâtel\", 1765) vol. 10:360, noted in Verlet 1958:11 note 1</ref> [[Jacques Savary des Bruslons]] elaborated this lapidary remark and revealed the disdain of his generation towards handcrafts: \n<blockquote>\"This Corporation is considered the noblest and most excellent of all the Corporations of Merchants, all the more because those who compose it do not labour at all and make no handiwork, if it were not to beautify those things that are already made and manufactured\"<ref>''\"Ce Corps est consideré comme le plus noble et les plus excellent de tous de les Corps des Marchands, d'autant que ceux qui le composent ne travaillent point et ne font aucun ouvrage de la main, si ce n'est pour enjoliver les choses qui se sont déjà faîtes et fabriquées''\", Savary, ''Dictionnaire universel du commerce...'' 1761, quoted in Verlet 1958:1</ref></blockquote>\n\nThough they were confined by law to no narrow specialisation, the Parisian ''marchands-merciers'' followed narrow fields— Savary distinguished twenty— following the usages of their training and their connections, in highly competitive fields dominated by fashion. Among them a small group of ''marchands-merciers'' specialised in works of art, catering to an elite circle of connoisseurs and collectors towards the middle of the 18th century, when a vogue for exoticism expressed itself in ''[[chinoiserie]]''.  Savary's ''Dictionnaire'' detailed the wares of:\n<blockquote>\"those who sell pictures, prints, candelabras, wall-lights, girandoles of gilded brass and [patinated] bronze, crystal chandeliers, figures of bronze, marble, wood and other material; cabinets, coffers, armoires, table, little tables, and candlestands put together of wood and gilded, marble tables and other merchandise and curiosities proper for the ornament of lodgings.\" <ref>\"''ceux qui vendent des tableaux, des estampes, des candelabras, des bras, des girandoles de cuivre doré et de bronze, des lustres de cristal, les figures de bronze, de marbre, de bois et d'autre matière, des pendules, horloges et montres; des cabinets, coffres, armoires, tables, tablettes, et gueridons de bois de raport et doré, des tables de marbre et autre marchandises et curiosités propres pour l'ornement des appartemens''\"; quoted in Verlet 1958:14f.</ref></blockquote>\n\nThese entrepreneurs helped guide and even create fashions, such as that for Chinese porcelains, mounted in purely French [[gilt bronze]], transforming a vase into a [[ewer]] with rococo lip and handle, or reversing one bowl over another, with an open-work gilt-bronze rim, to function as a perfume-burner. Only a ''marchand-mercier'' could marshal the resources required to create such objects.<ref>\"In the compartmentalization imposed by the guild system, the merchants were the only ones who could coordinate the lasbour of various trades (Verlet 1958:18).</ref>  ''Marchands-merciers'' bought Japanese lacquer screens and boxes, had them dismantled and their wooden backing shaved down, then commissioned ''[[ébéniste]]s'' like [[Bernard II Vanrisamberg]] or [[Joseph Baumhauer]] to produce furniture veneered with exotic lacquer panels shaped to fit the complex curves of Louis XV surfaces, and perhaps completed with French imitations, or entirely japanned in [[Vernis Martin]], which might imitate Chinese blue and white porcelain decors, such as the blue-on-white ensemble of furniture Hébert delivered in 1743 for [[Louise Julie de Mailly|Mme de Mailly]]<ref>Verlet 1958:18, 19.</ref>\n\nThe influence of the ''marchands-merciers'' on French porcelain is also considerable. Lazare Duvaux alone bought three-fifths of the ''total output'' of Sèvres in 1757, representing a total of 165,876 ''livres''.<ref>Verlet 1958:19.</ref> Certain forms in the Sèvres archives carry the names of well-known ''marchands-merciers'' in their designations.\n\nMembership in the ''corps'' was carefully controlled. A new member, born in France, had to undergo an [[apprenticeship]] of three years, followed by another three as a ''compagnon'', during which time he was bound to remain unmarried. His master could take on but one apprentice at a time, and the apprenticeships were duly enregistred at the corporation's offices in rue du Petit-Lion (rue Quincampoix). A sum changed hands, estimated by Guillaume Glorieux as averaging about 1720  500 or 600 ''livres'', and a larger sum was owed to the ''corporation'' when the individual was received master (''maîtris''), some 1700 ''livres''.<ref>Glorieux, ''À l'Enseigne de Gersaint: Edme-François Gersaint, marchand d'art sur le Pont Notre-Dame'', Paris, 2002:23, 136, 140; Glorieux's immediate context is the apprenticeship contract of [[Edme-François Gersaint]] in 1716; he discusses the ''corps des marchands merciers'' pp 136ff.</ref> There were two exceptions to this rule, made for purveyors to the Court— ''marchands privilégié suivant le cour''— by decree of the king, and for those who married the daughter of one of the accredited merchants.\n\nThe Parisian ''marchands-merciers'' congregated in [[rue Saint-Honoré]], marking their establishments with catchy and amusing signs; there could be found the premises of Hébert, [[Simon-Philippe Poirier]]— and later at the same premises ''at the sign of the Golden Crown'' his partner [[Dominique Daguerre]] and Martin-Eloi Lignereux— Mme Dulac, Julliot, Lebrun ''at the King of the Indies'' and Tuard ''au [[château de Bellevue]]''. Nearby, in rue de la Monnaie, the street where the [[Manufacture nationale de Sèvres|manufacture royale of Sèvres]] eventually chose to open its porcelain shop, were Darnault, father and son, at the ''sign of the King of Spain'', and [[Lazare Duvaux]]. Edme-François Gersaint, for whom [[Watteau]] painted ''[[L'Enseigne de Gersaint]]'' as a [[shop sign]] had premises, following an old tradition, in a house on the [[Pont Notre-Dame]]. There, he advertised in  1740, he\n<blockquote>\"Sells all sorts of new and tasteful hardware (''Cainquaillerie''), trinkets, mirrors, cabinet pictures,<ref>''Peintures de cabinet'' connote small, intimately scaled, highly finished paintings suited for appreciation in a private [[Cabinet (room)|cabinet]].</ref> ''pagods'',<ref>A generic term for Far Eastern figures, rather than [[pagoda]]s.</ref> lacquer and porcelain from Japan, shellwork and other specimens of natural history, stones, agates, and generally all curious and exotic merchandise\".<ref>\"''Vend toute sort de clainquaillerie<!--clainquaillerie in original--> nouvelle et de goût, bijoux, glaces, tableaux de cabinet, pagodes, vernis et porcelaines du Japon, coquillages et autres morceaux d'histoire naturelle, cailloux, agathes, et généralement toutes marchandises curieuses et étrangères\"''; quoted in Verlet 1958:16.</ref></blockquote>\n\nA newcomer, Granchet, opened premises ''Au petit Dunkerque'', in the Left Bank, Quai Conti at the far end of the [[Pont Neuf]].<ref>These locations are given in Verlet 1958:15</ref>\n\nAmong these entrepreneurial dealers and [[interior decorator]]s at the apex of their profession, towards the middle of the century Hébert achieved the greatest celebrity,<ref>So suggests Verlet 1958:13ff.</ref> appearing in the popular novel ''Thémidore'' (1745) and marrying his daughter to the son of the [[Princess Maria Josepha of Saxony (1731–1767)|Dauphine]]'s first ''femme de chambre'' in 1751, in a contract signed at Versailles.<ref>And noted in his ''Mémoires'' by the [[Charles Philippe d'Albert de Luynes|duc de Luynes]], observing that she was likely to bring him ''beaucoup de bien'' (noted by Verlet 1958:13).</ref>\n\n== References ==\n{{Reflist|2}}\n\n{{DEFAULTSORT:Marchand-Mercier}}\n[[Category:Artisans]]\n[[Category:Arts occupations]]\n[[Category:Obsolete occupations]]", "Visualizer (advertising)": "{{Unreferenced|date=May 2011}}\n{{Essay-like|date=May 2011}}\nA '''Visualizer''' or '''visualiser''' is a largely redundant name for a [[Storyboard artist]] or Concept Artist and is a mainly [[freelance]] occupation found in [[Advertising agencies]] to assist [[Art director]]s in drawing scamps and storyboards to a standard that they themselves could not manage for presentation to clients. Their work is used most often in a pitch scenario where the drawing has to be to a high standard in order to win the business, and their work is routinely passed off as having been done by the Art director when presented to clients. They are now increasingly moving away from [[ink]] and incorporating [[digital media]] into their work. The income of a Visualizer varies according to skill level, but a fast experienced freelance artist typically earns £400.00 per day in London, and around $650.00 in New York or Los Angeles. This is about the same rate (or slightly higher) as a freelance Art director, though a Visualizer will often charge an additional overtime rate due to the long hours expected with amends and changes in Art direction that often go on beyond a typical eight hour day. As well as [[Advertising]] agencies, they can also work in the [[filmmaking]]/[[video production]] and [[video game|gaming]] industry in such areas as storyboards and character development. Qualifications are largely irrelevant in Visualization, the route to a successful career can be via [[Art School]] or entering employment in a junior role in a studio, or even by just being good at [[drawing]]. Either way, your work will always be as good as the last piece of work you did for a client. In the rare instances that Visualizers are employed by an [[Advertising agency]] or other employer the [[salary]] level should be the same as an experienced [[Graphic Designer]] in order to reflect the likely long hours they will be working.\n\n* '''[[Creative Director]]''' \n* '''[[Copywriter]]'''\n* '''[[Art Director]]'''\n* '''[[Junior Art Director]]'''\n* '''[[Broadcast designer]]\n* '''[[Graphic Designer]]'''\n* '''[[DTP Artist]]''' (formerly known as [[FA Artist]])\n* [[Studio Manager]]\n* [[Production Manager]]\n\n==See also==\n* [[Illustrator]]\n* [[Storyboard artist]]\n* [[Graphic designers]]\n\n{{DEFAULTSORT:Visualizer (Advertising)}}\n[[Category:Visual arts occupations]]\n[[Category:Graphic design]]\n[[Category:Advertising]]\n[[Category:Arts occupations]]", "Animation director": "{{Unreferenced|date=November 2009}}\nAn '''animation director''' is the [[Film director|director]] in charge of all aspects of the animation process during the production of an animated film or animated segment for a live-action film. This may include directing the character design, background animation, and any other aspect of animation.\n\nThe role is not the same as the ''director of an animated film''.\n\n\"Animation Director\" can sometimes refer to somebody who handles the technical aspect of animation while a director works out everything on storyboards.\n\n==Differences between the American and Japanese Models==\nIn the United States, the terms '''animation director''' and '''supervising animator''' are sometimes used interchangeably, and in essence, they refer to the same thing. As they are usually called supervising animators in the American tradition, animation directors who work in the United States will henceforth be referred to by that term. However, one key difference does exist: under the classical Disney model of American animation, supervising animators directly oversee the animation of a single character. For example, [[Eric Goldberg (film director)|Eric Goldberg]] was the supervising animator of [[List of Disney's Aladdin characters#The Genie|the Genie]] in ''[[Aladdin (1992 Disney film)|Aladdin]]'', but he was not involved in the animation of any other major characters or sequences.\n\nIn a Japanese production, on the other hand, the animation director (''Sakuga Kantoku'' or \"''Sakkan''\") oversees all characters, actions, and sequences, unless his or her duties are split among one or more other animation directors. The animation director in these sorts of productions is expected to supervise sequences, not characters, and often draws many of the key frame poses that are the basis for the creation of the rest of the scene. Because characters in a Japanese production are interchangeable between artists and are most often drawn by all the animation directors, the kind of specialized \"character acting\" found in American productions is rarely replicated or attempted. Instead, an emphasis on action and detail is the focus, especially in feature films. One of the most famous animation directors in Japan was [[Yoshifumi Kondō]], who worked for [[Studio Ghibli]] and was considered by many{{Who|date=November 2011}} to be one of the best animation artists in Japan.\n\nHowever, the animator is divided into the character animator who mainly draws living things, such as characters and the machine animator who mainly draws inanimate objects, such as a robot, a car, and an airplane in Japan these days.\n\nMechanical animation directors are a group largely unique to anime. They oversee the animation of all objects which move under their own power, such as automobiles, tanks, and giant robots. Occasionally, they also animate large, non-human characters, such as monsters, dragons, and living machines. Even more frequently than in character animation, there is a high level of cross-over between mechanical designers and animation directors, and far more often, the mechanical animation directors can be required to animate effects, such as explosions or shell casings being ejected from weapons.\n\nThe day-to-day duties of an animation director include setting up templates of animation style, and reviewing the daily work of the animation team, often requiring to update lists of approved and unapproved shots with detailed analyses.\n{{Animation}}\n\n{{DEFAULTSORT:Animation Director}}\n[[Category:Animation directors| ]]\n[[Category:Arts occupations]]\n\n{{animation-stub}}\n{{film-term-stub}}", "Creative professional": "{{Essay-like|date=December 2007}}{{Refimprove|date=September 2011}}\n\nA 'creative professional' is a person who is employed for the extraction of skills in creative endeavors. Creative professions include writing, art, design, theater, television, radio, motion pictures, related crafts, as well as marketing, strategy, scientific research and development, product development, engineering, some types of teaching and curriculum design, and more. Since many creative professionals (actors and writers, for example) are also employed in secondary professions, estimates of creative professionals are often inaccurate. By some estimates, approximately 10 million US workers are creative professionals; depending upon the depth and breadth of the definition, this estimate may be doubled.\n\n==History==\nAlthough creative professionals have been a part of the workforce for more than 500 years, several events during the past decade have altered industry and public perception of these workers.\n\nThe change in status began in the late 1990s when demand for creative workers was high due to the internet boom. Creative workers found that their talents in [[graphic design|graphic]] and interactive design were valuable, and so, the workers began to develop independent cultures in select cities throughout the world, notably [[San Francisco]], [[New York City]] and [[Boston]]. Some smaller cities, such as [[Austin]] and [[Portland, Oregon|Portland]] also became centers where creative people found abundant opportunity. This trend has been documented in author [[Richard Florida]]'s book, The Creative Class.\n\nAs the creative workforce has evolved in the post-dot.com era, creative workers have continued to flourish. Daniel Pink's book, [[A Whole New Mind]], describes the transition in American business from [[information age]] to conceptual age. Pink describes information-era jobs as expendable and exportable, and offers that the [[Master of Fine Arts|MFA]] may yield more value for newer American workers than the [[MBA]] might generate in today's economy.\n\nThe Creative Professional, by Howard Blumenthal, describes the phenomenon from yet another perspective: that of the individual worker now emerging as a serious business professional with specific skills on par with lawyers, accountants, doctors, and other workers who are perceived to be within a special class. The book describes the unique business and career issues for the individual creative worker.\n\n==Expansion of scope and study==\nTo date, most of the information about this growing phenomenon exists in book form. Many of the ideas and mechanisms are related to changes in copyright law, as described by [[Lawrence Lessig]] and [[Creative Commons]].\n\nUniversity education for creative professionals is often presented under older definitions of music, art, and related disciplines, but the processes related to creative thought, particularly as they apply to work, are found in books about cognitive psychology. Author and cognitive thinking researcher [[Howard Gardner]] has defined a variety of intelligences related to creative workers. Psychologist [[Mihaly Csikszentmihalyi]] has described the process of creative work effectively in several books, including Flow: The Psychology of Optimal Experience. Professors in Business have also started to explore the success factors for creative professionals including Harvard Business School Professor [[Teresa Amabile]] who has studied and published research on creative professionals like author John Irving <ref>{{cite web|author=Mallory Stark and Martha Lagace|title=John Irving's Lessons for Business|publisher=President and Fellows of Harvard College|url=http://hbswk.hbs.edu/item/2000.html|year=2001|accessdate=2007-05-28}}</ref> among others.\n\nCorporate research and the development of products and services specifically for creative professionals has started to crop up as companies hire increasing numbers of creative professionals to compete on innovation. Recent changes to corporate slogans are indicative of the trend. In 2003, GE's slogan changed from \"We Bring Good Things To Life\" to \"Imagination at Work\" <ref>{{cite news|author=Michael McCarthy|title='Imagination at Work' for GE|publisher=USA TODAY|url=http://www.usatoday.com/money/advertising/adtrack/2003-05-04-ge_x.htm|accessdate=2007-05-28 | date=2003-05-04}}</ref> and Hewlett Packard adopted the slogan \"Invent.\"\n\nCreativity, such as poetic creativity, has been an area of fascination for many ancient traditions.   For example, Nasadiya Sukta the Hindu creation hymn states \"Poets found the bond of being in non-being in their heart's thought, but who really knows how creation happened?\".\n\n==References==\n{{reflist}}\n\n==Bibliography==\n* ''The Whole Mac: Solutions for the Creative Professional''\n\n[[Category:Business terms]]\n[[Category:Media occupations]]\n[[Category:Arts occupations]]", "Chief creative officer": "{{unreferenced|date=November 2013}}\n\nA '''chief creative officer''' ('''CCO''') is the highest ranking position of the creative team within a company. Depending on the type of company, this position may be responsible for the overall look and feel of [[marketing]], [[Mass media|media]], and [[brand]]ing associated with the organization. The CCO may also be charged with managing, developing, and leading the team (or teams) of [[creative director]]s, [[art director]]s, [[designer]]s, [[copywriter]]s, etc. responsible for client projects.\n\nA chief creative officer typically has significant authority and reports directly to the [[chief executive officer]] of a company. He or she is responsible for not only managing the company's creative team(s), but also developing the verbal and visual style of client work. The individual in this role is also responsible for setting the standard for quality of work, client interaction, developing the company's creative process, and delivering projects on-time.\n\nCCOs are typically found in organizations who sell a creative-based product such as [[advertising]] agencies, [[design]] studios, etc. In some organizations, the CCO may also be referred to as a [[creative director]] or executive creative director.\n\n==People==\n*Bradford Shellhammer of [[Fab.com]]\n*[[Clive Davis]] of [[Sony Music Entertainment]]\n*[[Hugh Hefner]] of [[Playboy Enterprises]]\n*[[Geoff Johns]] of [[DC Entertainment]]\n*[[John Lasseter]] of [[Walt Disney Animation Studios]] and [[Pixar Animation Studios]]\n*[[Joe Quesada]] of [[Marvel Entertainment]]\n*[[Chris Ryall]] of [[IDW Publishing]]\n*Ben Byrne of Cornershop Creative\n*[[Christopher_Bailey_(fashion_designer)|Christopher Bailey]] CCO of [[Burberry]]\n*Laurie Fallucca of Palermo Villa Inc\n*[[Will.i.am]] of [[3D Systems]]\n\n==References==\n\n\n<references />\n\n{{Corporate titles}}\n\n[[Category:Arts occupations]]\n[[Category:Communication design]]\n[[Category:Corporate executives|*]]\n[[Category:Business terms]]\n[[Category:Management occupations]]\n\n{{corp-stub}}", "Make-up artist": "[[Image:make-up artist.jpg|thumb|Makeup artist backstage at the Lee Matthews show, Spring/Summer 2007 Australia Fashion Week]]\n[[image:Professional Make-up Artist.jpg|thumb|[[Michelle Camaclang]], an international-certified professional makeup artist]]\n[[image:Dubi Preger.jpg|thumb|Special effects makeup techniques]]\nA '''make-up artist''' (or 'makeup artist') is an artist whose medium is the human body, applying [[makeup]] and [[Prosthetic makeup|prosthetics]] for [[theatre|theatrical]], [[television]], [[film]], fashion, magazines and other similar productions including all aspects of the modeling industry. Awards given for this profession in the entertainment industry include the [[Academy Award for Best Makeup and Hairstyling]]<ref>{{cite web | title=82nd Academy Awards Oscar Nominees for Make-up| url= http://makeupmag.com/featured/id/685/| work=Makeup Mag | accessdate=2010-02-05}}</ref> and even several entertainment industry awards such as the [[Emmy Award]]s<ref>{{cite web | title=Emmy Awards Nominations Announced | url=http://www.makeupmag.com/featured/id/294/ | work= Makeup Mag | accessdate=2010-02-05}}</ref><ref>{{cite web | title= 61st Emmy for Makeup Nominees| url=http://www.fox12idaho.com/Global/story.asp?S=10737430 | work= Fox News Idaho| accessdate=2010-02-05}}</ref> and the [[Golden Globe Award|Golden Globes]]<ref>{{cite web | title=67th Golden Globe Awards Tina Fey Make Up Break Down | url=http://www.pursebuzz.com/2010/01/67th-golden-globe-awards-tina-fay-make-up-break-down/ | work=pursebuzz | accessdate=2010-02-05}}</ref> to name a few. In the United States as well as the other parts of the globe, professional licenses are required by agencies in order for them to hire the MUA.  Bigger production companies<ref>{{cite web | title=Revisiting the 2009 Make-up Oscar Contenders | url=http://makeupmag.com/search_results.php?keywords=studios&x=1&y=1 | work=Makeup Mag| accessdate=2010-02-05}}</ref> have in-house makeup artists on their payroll although most MUA’s generally are freelance<ref>{{cite web | title=Get paid to apply Makeup| url=http://www.fabjob.com/makeupartist.asp | work= Fab Job | accessdate=2010-02-05}}</ref> and their times remain flexible depending on the projects.The use of digital cameras may have made the use of bridal make up more popular.\n\n==Makeup techniques==\n; Fashion makeup: Fashion makeup is used in magazine photography as well as on the fashion runway. [[Avant-garde]] makeup<ref>{{cite web | title= The art of make up| url=http://www.stormmakeup.com/make_up_avantgarde.html | work= Erica Storm | accessdate=2010-02-05}}</ref> is also an applicable technique used for projects that require experimental themes. Fashion makeup is also commonly used in [[television]] and [[film]] ranging for the natural ''prime look'' to more sophisticated applications such as ''color balance''.\n; Theatrical makeup: Stage makeup is used as a method in conjunction with stage lighting to highlight the actors' faces in order make expressions visible to the audience from moderate distances.  This often includes defining the eyes and lips as well as the highlights and lowlights of the facial bones.\n; Special effects makeup (FX makeup): The use of special effects techniques enhancing physical features to exhibit [[Metaphysics|metaphysical]] characteristics as well as fantasy makeup. The use of prosthetics and plaster casting are also required for projects that entails non-human appearances. Accents such as [[theatrical blood]] and ooze are also techniques applicable to this type of makeup.\n; Airbrushing: The use of an [[airbrush]] which is a small air-operated device that sprays various media including alcohol and water-based makeup by a process of nebulization.  The earliest record of this type of cosmetic application dates back to the 1925<ref>{{cite web | title=AIRBRUSH FOUNDATION MAKE-UP| url=http://www.airbrushbodyart.com.au/foundation_make-up.htm | work=Airbrush Body Art | accessdate=2010-02-05}}</ref> film version of Ben-Hur, it has recently been re-popularized by the advent of HDTV and digital photography, where the camera focuses on higher depths of detail. Liquid foundations that are high in coverage but thin in texture are applied with the airbrush for full coverage without a heavy build-up of product.\n; Bridal makeup: Bridal makeup is a new segment in a makeup artist's repertoire.  From ethnic, to glamorous, to contemporary, makeup artists are now an important part of wedding planning in Asia, Europe, Africa and North America.\n; High definition: This is an art which involves the use of light<ref>{{cite web | title=Top High Definition Makeup | url=http://makeup.about.com/od/topsplurg8/tp/Top-High-Definition-Makeup.htm | work=Makeup.com| accessdate=2010-02-05}}</ref> reflectors and ingredients such as minerals to give the skin a flawless finish. This was developed due to the further development of [[HDTV|high definition]]<ref>{{cite web\n| url = http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2005/12/03/wtv03.xml&sSheet=/news/2005/12/03/ixworld.html\n| title = Are they ready for a high-definition close-up?\n| work = Telegraph.co.uk\n| last = Elsworth\n| first = Catherine\n| date = 2005-12-03\n| accessdate = 2007-10-15\n| publisher = Telegraph Media Group Limited\n}}</ref> mediums and the cost implications of airbrush makeup.\n\n==Notable make-up artists==\n<!-- Wikipedia is not a business directory.  Do not add yourself, people you know personally, or companies you are involved with, EVEN if you think they are or should be famous, EVEN if you think adding them is not a commercial activity.  Go to  WP:COI  in the search box on the left for more information. -->\n* [[Iman (model)|Iman Mohamed Abdulmajid]]\n* [[Kevyn Aucoin]]\n* [[Way Bandy]]\n* [[Bobbi Brown]]\n* [[Ellis Faas]]\n* [[Ve Neill]]\n\n==References==\n{{reflist}}\n\n==External links==\n<!-- Wikipedia is not a business directory.  Do not add yourself, people you know personally, or companies you are involved with, EVEN if you think they are or should be famous, EVEN if you think adding them is not a commercial activity.  Go to  WP:COI  in the search box on the left for more information. -->\n\n{{commons category|Make-up artists}}\n* [http://www.bbc.co.uk/blast/art/advice/careers/becoming_a_makeup_artist.shtml BBC Blast - Becoming a makeup artist]\n* [https://www.bafta.org/learning/webcasts/make-up-masterclass,637,BA.html Masterclass with BAFTA-winning makeup artist Christine Blundell (video)]\n\n{{DEFAULTSORT:Make-Up Artist}}\n[[Category:Make-up artists| ]]\n[[Category:Cosmetics]]\n[[Category:Film crew]]\n[[Category:Theatrical professions]]\n[[Category:Stagecraft]]"}