{"Répétiteur": "A '''répétiteur''' (from [[French language|French]] [[verb]] ''répéter'' meaning \"to repeat, to go over, to learn, to [[rehearsal|rehearse]]\"<ref name=oed/>) is a tutor or coach of ballet dancers or opera singers.\n\n== Opera ==\nIn [[opera]], a répétiteur is the person responsible for coaching singers and playing the [[piano]] for music and production rehearsals.<ref name=oed>[http://dictionary.oed.com/cgi/entry/50203075?single=1&query_type=word&queryword=repetiteur&first=1&max_to_show=10 Oxford English Dictionary], Oxford University Press, accessed 27 July 2010 {{subscription}}</ref> When coaching solo singers or choir members, the répétiteur will take on a number of the roles of a [[vocal coach]]: advising singers on how to improve their pitch and pronunciation, and correcting note or phrasing errors.\n\nRepetiteurs are skilled musicians who have strong sight-reading and score reading skills. In addition to being able to sight read piano parts, a répétiteur can play on the piano an orchestral score reducing it in real-time ([[orchestral reduction]]), by reading from a large open score of all of the instruments and voice parts. Répétiteurs are also skilled in following the directions of a conductor, in terms of changing the tempo, pausing, or adding other nuances.\n\n== Ballet ==\nIn [[ballet]], a répétiteur teaches the steps and interpretation of the roles to some or all of the company performing a dance.<ref name=oed/> Several late 20th-century choreographers, such as [[George Balanchine#External links|George Balanchine]], [[Jerome Robbins#External links|Jerome Robbins]] and [[Twyla Tharp]], have established trusts and appointed conservators—hand-picked dancers who have intimate knowledge of particular ballets—as répétiteurs of their works.\n\n==References==\n{{reflist|2}}\n\n==External links==\n*{{Wiktionary-inline|répétiteur}}\n\n{{opera terms}}\n{{Ballet}}\n\n{{DEFAULTSORT:Repetiteur}}\n[[Category:Occupations in music]]\n[[Category:Dance occupations]]\n[[Category:Ballet occupations]]", "Ballet dancer": "{{redirect|Ballerina}}\n{{Redirect-distinguish|Coryphee|Coryphaeus}}\n[[File:Corsaire -Le Jardin Anime -Pierina Legnani -Olga Preobrajenska -1899.jpg|thumb|260px|[[Pierina Legnani]] (left) and [[Olga Preobrajenskaya]] (right) costumed as Medora and Gulnare for the scene \"{{Lang|fr|Le jardin animé}}\" from [[Marius Petipa]]'s final revival of ''[[Le Corsaire]]'' for the [[Mariinsky Ballet|Imperial Ballet]]. St&nbsp;Petersburg, 1899. Legnani was the first ballerina ever to be officially titled as ''{{Lang|it|prima ballerina assoluta}}''.]]\n\nA '''ballet dancer''' or '''ballerina''' is a person who practices the art of [[ballet]].\n\n==Gendered titles==\nTraditions within ballet gender the titles given to men and women performing as ballet dancers. In French, a male dancer is referred to as a ''[[Wikt:danseur|danseur]]'', a female as a ''[[Wikt:danseuse|danseuse]]''. In Italian, a [[Wikt:ballerina|ballerina]] is a title used to describe a woman who is a professional ballet [[dance]]r, usually holding a principal title within a [[ballet company]]; the masculine equivalent to this title is ''[[Wikt:ballerino|ballerino]]''.  In Italian, the common term for a male dancer is ''danzatore'', while a female is referred to as a ''danzatrice''.\n\nIn English, a girl who studies ballet is a ballet student.  Women who dance in professional classical ballet companies are referred to as ballet dancers.  The term ballerina is rarely used and is reserved to denote a well-trained and highly accomplished female classical ballet dancer.  It is, therefore, a critical accolade.  The term ballerina is not dissimilar from the opera term diva, in that it signifies exceptional talent, accomplishment, and awe-inspiring performance.\n\n==Hierarchic titles==\nMany use the term ballerina incorrectly, often using it to describe any female ballet student or dancer. Ballerina was once a rank given only to the most exceptional female [[Soloist (ballet)|soloists]]. In opera, the informal equivalent is [[diva]], which means a distinguished singer, but may also denote a [[prima donna]] (i.e. a temperamental person; a person who takes adulation and privileged treatment as a right and reacts with petulance to criticism or inconvenience).  In similar fashion, and mostly informally, the ballerina would be the prima donna of the dance world.\n\n===Women===\nMore or less, depending on the source, the rankings for women, from highest to lowest, used to be:\n* ''{{Lang|it|[[Prima ballerina assoluta]]}}''\n* ''[[List of prima ballerinas|Prima ballerina]]'', ''{{Lang|fr|premier sujet}}'' or ''{{Lang|fr|première danseuse}}''\n* ''{{Lang|fr|Sujet}}''\n* ''{{Lang|fr|Coryphée}}''\n* ''{{Lang|fr|[[Corps de ballet]]}}''\n\n===Men===\nFor men, the ranks were:\n* ''{{Lang|fr|[[danseur noble|Premier danseur noble]]}}''\n* ''{{Lang|fr|Premier danseur}}''\n* ''{{Lang|fr|Danseur}}''\n* ''{{Lang|fr|Sujet}}''\n* ''{{Lang|fr|Coryphée}}''\n* ''{{Lang|fr|Corps de ballet}}''\n* ''{{Lang|fr|Ballerino}}''\n\n===Today===\nBallet companies continue to rank their dancers in hierarchical fashion, although most have adopted a sex neutral classification system, and very few recognise a single leading dancer above all other company members. In most large companies, there are usually several leading dancers of each sex, titled [[principal dancer]] or ''[[Wikt:étoile|étoile]]'' to reflect their seniority, and more often, their status within the company. The most common rankings (in English) are:\n\n* Principal Dancer\n* Soloist (or First Soloist)\n* Demi-Soloist (or Second Soloist)\n* Corps de Ballet\n* Apprentice\n\nThe title of ''{{Lang|it|prima ballerina assoluta}}'' is rarely used, and it is usually reserved as a mark of respect for an internationally renowned dancer who has had a highly notable career.\n\nDancers who are identified as a guest artist, are usually those who have achieved a high rank with their home company, and have subsequently been engaged to dance with other ballet companies around the world, normally performing the lead role.  They are usually principal dancers or soloists with their home company, but given the title of Guest Artist when performing with another company.\n\n=== ''{{Lang|it|Prima ballerina assoluta}}'' ===\nThe title or rank of ''{{Lang|it|prima ballerina assoluta}}'' was originally inspired by the Italian ballet masters of the early [[Romantic Ballet]] and was bestowed on a ballerina who was considered to be exceptionally talented, above the standard of other leading ballerinas. The title is very rarely used today and recent uses have typically been symbolic, in recognition of a notable career and as a result, it is commonly viewed as an honour rather than an active rank.\n\n== See also ==\n* [[Russian ballet]]\n* [[Western stereotype of the male ballet dancer]]\n* [[Women in dance]]\n\n== External links ==\n{{Commons category-inline|Ballet dancers}}\n*[http://www.ballerinagallery.com The Ballerina Gallery]\n\n{{Ballet|state=collapsed}}\n\n[[Category:Ballet occupations|Dancer]]\n[[Category:Ballerinas| ]]\n[[Category:Male ballet dancers| ]]", "Choreographer": "#REDIRECT [[Choreography]]", "Caller (dancing)": "A '''caller''' is a person who prompts [[dance figure]]s in such dances as [[line dance]], [[square dance]], and [[contra dance]].  The caller might be one of the participating dancers, though in modern [[country_dancing|country dance]] this is rare. \n\nIn [[round dance]] a person who performs this function is called a '''cuer'''.  Their role is fundamentally the same as a caller, in that they tell dancers what to do in a given dance, though they differ on several smaller points.\n\n== Comparing callers and cuers ==\nCallers and cuers serve slightly different functions in different types of dance.  [[Improvisation]] in modern Western square dance calling distinguishes it from the calling in many other types of dance.  \n\nCallers in many dance types are expected to sing and to be entertaining, but round dance cuers do not sing and are expected to be as unobtrusive as possible.\n\nStandardized dances such as [[round dance]], [[modern Western square dance]], and [[Salsa Rueda]] consist of a number of defined difficulty levels.  Callers and cuers are responsible for knowing all of the calls or cues (respectively), also known as figures, for the defined difficulty level at which their dancers are dancing, as well as all figures belonging to lower or easier levels.  \n\nCallers for other types of dance may be required only to know the particular dance they are calling.\n\n== The modern Western square dance caller ==\nThe role of a caller in [[modern Western square dance]] is not only to provide the dance steps which all of the dancers on the floor should be able to follow, but also to provide entertainment through a combination of factors, including programming, showmanship, singing ability, and challenging [[choreography]].\n\nPart of the entertainment factor can come from the caller's use of \"[[patter]]\" — a set of rhyming words and rhythms that complement the names of the dance steps being called.  Patter can not only be entertaining because it is innovative and surprising, but it can also fill in the space between lengthy dance patterns, helping boost up the energy during potentially dull moments.\n\nThere is a large, common pool of patter which callers might use.  Examples are:\n<blockquote>\"\n<u>Allemande Left</u> with your left hand. / Back to the partner for a <u>[[Right and Left Grand]]</u>\".\n<br><br>\nOR\n<br><br>\n\"Ace of Diamonds, Jack of Spades / Meet your partner and all <u>[[Promenade (dance move)|Promenade]]</u>\".\n</blockquote>\n\nThe square dance calls are underlined; all the rest is patter.  \n\nMany callers spend time inventing their own unique patter or variants on common patter.  \n\nEntertainment also comes from callers challenging the dancers on the floor.  There are many techniques to accomplish this.  This can be done choreographically, for example, by mixing dance calls in unexpected or unusual ways, by varying expected dance patterns, or by calling figures from unusual and unexpected formations.  Callers might also use gimmicks such as calling a common and well-known sequence of calls, and then catching dancers off guard by suddenly changing an expected call.\n\nOccasionally callers make mistakes, or forget what they are doing momentarily, in which case, it is important for them to be able to keep the dancers moving and to bring the dancers back to their partners, and home again, smoothly, and hopefully without anybody noticing.\n\n=== Call types ===\nThere are two primary classifications of figure types in modern Western square dancing, ''patter'' and ''singing''.\n\n==== Patter calls ====\n''Patter calls'', also known as ''hash calls'', are based on a quick and fluid succession of spoken (\"[[patter]]ed\") or sing-song delivered calls, often to the accompaniment of an instrumental piece of music that it is not necessarily recognizable as a song.  Choreography may appear \"on-the-fly\" with calls randomly strung together, but it conforms to strict choreographic rules.  Most patter calling is improvised by the caller as the dancers are moving; if the tempo of the calling is done at a fast pace allowing the dancers to flow from one move to another without pauses, it may be called ''hot hash''.\n\nThe primary purpose of patter calls is to give dancers a challenge by surprising them with unexpected choreography. \n\nMany callers are very well known for their ability to put calls together to create a unique, smooth-flowing dance.  Some callers are also known for the unusual and interesting formations they move the dancers through.\n\n==== Singing calls ====\n''Singing calls'' are based on a sung delivery of calls, most often to a recognizable melody, and square dance calls are mixed in with the song's original lyrics.  Many widely recognized songs have been turned into singing calls.  The primary purpose of singing calls is to help the dancers relax, dance well together as a group, and enjoy the song and the caller's performance.\n\nSome callers are very well known for their voices, and for how well they can perform singing calls.\n\nThere is often a very specific format for singing calls.  Most singing calls are structured in an A-B-B-A-B-B-A format, with each section consisting of 64 [[Beat (music)|beats]].  The \"A\" sections (the beginning, middle and end \"break\" sections) often involve simple moves done in a circular fashion, with no partner change.  The \"B\" sections, known as the \"figures\", are often, especially at the lower levels of dancing, identical, and produce a partner change.  Usually this means that at the end of each \"B\" section each \"lady\" moves to the next \"gent\" to her right.  At the end of the final B section, each \"lady\" has returned to her original partner.  Variations are occasionally seen; for example, the ladies may move left instead of right, or the last \"A\" section may be omitted.\n\nSinging calls, like patter calls, vary in dance difficulty, and are rarely improvised in full.  They are uncommon above the [[Square dance program|Advanced]] program, although there are famous singing calls at the highest challenge levels.<ref>Stan Winchester is famous for his challenge-level singing calls. [http://tiac.net/~mabaker/winchester.html Stan Winchester Singing Call Page].</ref>\n\n=== Programming ===\nA modern Western square dance tip is composed of a combination of patter calls and singing calls.  Usually one patter call is followed by one singing call to make a tip, although this is not universal.\n\nThere are a number of ways that a caller programs the evening’s entertainment.  The caller might feature a particular music theme (such as a Rock and Roll party, or a Halloween festival), or might include variations of a particular dance call throughout the night.\n\nGenerally callers start the evening slowly to warm dancers up, and to give them chances to succeed during the first tip.  Then tempo and difficulty increases and peaks for most of the evenings.  At the end of the evening there is usually a slower dance number at the end to relax the dancers, and to let them wind down.\n\n=== Training to call  ===\nCalling a modern Western square dance requires a number of different skills and some natural talent; becoming a caller requires training— both educational training and \"in front of the microphone\" practice.\n\nSometimes people who get the desire to call believe that it is enough to stand up on a platform, and sing the provided text to a square dance song, or call a pre-written sequence of patter.  Difficult as even that can be for some, with some natural talent, a good ear for rhythm and timing, an engaging stage presence, and perhaps a robust singing voice, even a beginner can sound good.\n\nA caller has two main roles:\n* Teacher\n* Dance caller\n\nAs a [[teacher]], the caller must develop their educational skills, as well as the educational materials used in class.  People skills are very important.\n\nAs a dance caller, the caller must prepare choreographic material, and must be able to deliver it, whether by memory, or by using written sequences, or by using sight calling.  The choreographic material must conform to a strict, basic set of choreographic rules:  \n* Bring dancers back to their original [[partner dance|partner]]\n* Bring partners home\n* And keep people dancing smoothly and enjoyably. \n\nCaller training is available, and [[Callerlab]] certifies instructors.\n\n==The round dance cuer==\n[[Round dance]] cuers recite rehearsed, pre-choreographed sequences of figures.  Unlike callers in [[Salsa Rueda]] or [[modern Western square dance]], who invoke an execution of figures in an unexpected order that varies from one run of the dance to another, a round dance cuer only \"cues\", i.e., hints each subsequent figure of a predefined sequence, possibly already known to the dancers.\n\nThe cuer, rather than being expected to call out original, on-the-fly choreography, is expected to know many (sometimes lengthy) dances and lead the floor through each one by appropriately and clearly stating the name of each successive step in the dance just in time to hear it before the last step has finished.  Often cuing is from ''cards'' which list the steps in abbreviated notation.  Cuing each step with proper timing is often tricky, as some dance steps can have very long names (\"through-side-close to sidecar\" for example), and there are times when a series of quick steps have been placed together, which requires quick speech, while maintaining good diction.  \n\nCuers are not expected (or even encouraged or suggested) to add patter.  Rather, they speak more softly, and as quickly as possible to allow the dancers to enjoy as much of the song as possible. Cuers do not sing, either, except in rare occasions.  Being more calm than most folk and [[country dance]]s, round dance cuers are not expected to entertain; the act of dancing is the primary entertainment.\n\nCuers are expected to also know the steps they are cuing well enough to teach them.  At most round dances, there are a few pieces that most people know, but it is a cuer's job to also introduce new dances and teach them.  Especially in both very early levels and very advanced levels, it is important that cuers can teach the steps, as several dances are listed as \"Phase 2 + 1\", meaning that the majority of the steps are at phase two, but there is ''one'' step added in from another level.\n\n==The Salsa Rueda caller==\nIn [[Salsa Rueda]], [[hand sign]]s are used to complement voice calls; these are useful in noisy venues, where spoken calls might not be easily heard.\n\n==See also==\n* [[Callerlab]]\n* [[Modern Western square dance]]\n* [[Round dance]]\n* [[Salsa Rueda]]\n* [[Traditional square dance]]\n* [[Contra dance]]\n\n==References==\n<div class=\"references-small\">\n<references/>\n</div>\n==External links==\n* [http://www.callerlab.org CALLERLAB website]\n\n\n[[Category:Dance occupations]]\n[[Category:Square dance]]", "Backup dancer": "{{refimprove|date=July 2013}}\nA '''backup dancer''' also known as '''background dancer'''<ref name=\"www.tele\">{{Cite web  |author=Will Storr| title = The truth about life as a background dancer| url = http://www.telegraph.co.uk/culture/theatre/dance/8554651/The-truth-about-life-as-a-background-dancer.html | publisher = The  Telegraph | date = 5 Jun 2011 | accessdate = 13 June 2013 }}</ref>  is a performer who [[dance]]s with or behind the lead performers in a live musical act or in a music video. Their movements (especially where there are many moving together) provide a visual symmetry and rhythm to accompany the music.\n\nSome notable performers began their music careers as backup dancers for other artists, including:\n* [[Tupac Shakur]] (for the [[Digital Underground]])\n* [[Jennifer Lopez]] (for the [[New Kids on the Block]], [[MC Hammer]] and [[Janet Jackson]]'s 1993 video \"[[That's the Way Love Goes (Janet Jackson song)|That's the Way Love Goes]]\")\n* [[Cris Judd]] (for ex-wife Jennifer Lopez' 2001 video \"[[Love Don't Cost a Thing (song)|Love Don't Cost a Thing]]\")\n* [[Rain (entertainer)|Rain]] (for [[Park Jin-Young]] and [[Park Ji-Yoon]])\n* [[Michael K. Williams]]\n* Kenya Acosta (for many artists, mostly [[Justin Bieber]])\n* [[Kevin Federline]] (for [[Britney Spears]], [[Michael Jackson]], [[Justin Timberlake]], [[Gwen Stefani]], [[Pink (singer)|Pink]], [[Christina Milian]], and [[LFO (American band)|LFO]])\n\n==See also==\n* [[Extra (actor)]]\n\n== References ==\n<references />\n\n[[Category:Dance occupations]]\n[[Category:Theatrical professions|Dancer, backup]]\n[[Category:Filmmaking occupations]]\n\n\n{{Dance-stub}}", "Dancer": "#REDIRECT [[Dance]]\n\n\n[[Category:Dancers| Dancer]]", "Showgirl": "{{Other uses}}\n[[File:Kyliecologne2005 feather.jpg|thumb|upright|[[Kylie Minogue]] at a Showgirl concert in Germany.]]\n:''\"Chorine\" redirects here.  It should not be confused with [[Chlorine]].''\n{{see also|Vedette (cabaret)}}\n\nA '''showgirl''' is a female dancer or performer in a stage entertainment show intended to showcase the performer's physical attributes, typically by way of revealing clothing or even [[toplessness]] or nudity.\n\nThe term ''showgirl'' is sometimes applied to a [[promotional model]] employed in trade fairs and car shows.\n\n== History==\n\n{{Expand section|date=April 2014}}\n\n\nShowgirls date back to the late 1800s in Parisian [[music hall]]s and [[cabaret]]s such as the [[Moulin Rouge]], [[Le Lido]], and the [[Folies Bergère]].<ref name=oksg>{{cite web |url=http://oklahomashowgirls.com/historyofshowgirls.aspx |title=History of Showgirls |author= |date= |work= |publisher= |accessdate=April 23, 2012}}</ref>\n\n==The Las Vegas showgirl==\n<!-- Redirect anchor from Las Vegas showgirl -->\n[[Image:JubileeDancersByPhilKonstantin.jpg|thumb|Jubilee! showgirls]]\nShowgirls were presented in Las Vegas in 1952 as the opening and closing act for [[Las Vegas Valley|Las Vegas]] [[headliner (performances)|headliner]]s, sometimes dancing around the headliner.  They were introduced at the [[Sands Casino]] for a show with [[Danny Thomas]]. In 1957 [[Minsky's Follies]] took the stage at the [[Desert Inn]] giving birth to the topless showgirl in Vegas.  This was followed by a long-running ''The Lido de Paris'' at the [[Stardust Casino]] that ran for 31 years.<ref name=oksg/><ref name=pbsae>{{cite web |url=http://www.pbs.org/wgbh/amex/lasvegas/peopleevents/p_entertainers.html |title=LAS VEGAS AN UNCONVENTIONAL HISTORY |author= |date= |work=[[PBS]] |publisher= |accessdate=April 23, 2012}}</ref><ref>{{cite news |title=Las Vegas Showgirls: Show and (a lot to) tell |author=Mary Manning |url=http://www.lasvegassun.com/news/2008/may/15/showgirls-may-be-fewer-numbers-will-always-be-icon/ |newspaper=[[Las Vegas Sun]] |date=May 15, 2008 |accessdate=April 22, 2012}}</ref>\n\n==Revues with showgirls==\n[[Image:Psfollies.jpg|thumb|The showgirls of The Fabulous Palm Springs Follies]]\n{{div col|colwidth=25em}}\n* ''[[Calypso Cabaret]]'' (Bangkok, Thailand)\n* ''[[Folies Bergère]]'' (Paris)\n* ''[[Folies du Lac]]'' (Paris)\n* ''[[Jubilee!|Jubilee! Bally's]]'' (Las Vegas)\n* ''[[La Nouvelle Eve]]'' (Paris)\n* ''[[Le Lido]]'' (Paris)\n* ''[[Moulin Rouge]]'' (Paris)\n* ''[[Paradis Latin]]'' (Paris)\n* ''[[Roderick Palazuelos 'Platinum Stars']]'' (México)\n* ''Splash'' ([[Riviera (hotel and casino)|Riviera]], Las Vegas) (Frank Marino Show - La Cage)\n* ''[[The Fabulous Palm Springs Follies]]'' ([[Palm Springs, California|Palm Springs]], [[California]]; unique in that the chorus line is of showgirls in their 50s, 60s and 70s)\n* ''[[The Francis Show]] (Transvestite Show)'' (México)\n* ''[[Tihany Spectacular Circus]]'' (Brazil-México)\n* ''[[Tropicana Club]]'' ([[Havana]], Cuba)\n* ''[[Cabaret Red Light]]'' ([[Philadelphia]], USA)\n* ''[[VIVA Cabaret Showbar]]'' ([[Blackpool]], UK)\n{{div col end}}\n\n== Notable women who have performed as showgirls ==\n{{div col|colwidth=25em}}\n*[[Marilyn Monroe]], all American ''Golden Girl'', actress, singer and model as well as a [[pop icon|pop]] and [[cultural icon]] as well as an eminent 20th century American [[sex symbol]]\n*[[Jayne Mansfield]]\n*[[Nélida Lobato]]\n*[[Graciela Alfano]]\n*[[Beyoncé Knowles]]\n*[[Kelly Key]] a [[Brazil]]ian Singer & [[carnival]] star\n*[[Andrea Ghidone]], [[Uruguay]]an dancer, actress and model\n*[[Adabel Guerrero]], [[Argentina|Argentine]] [[pole dancer]] and cabaret star\n*[[Tina Ferreira]], An [[Afro-Uruguayan]] [[carnival]] dancer & [[vedette (entertainer)|vedette]]\n*[[Vanessa L. Williams]], Actress, singer and theater dancer\n*[[Susana Giménez]], [[Argentina|Argentine]] ex-Vedette and [[presenter|TV hostess]]\n*[[Moria Casán]], [[Argentina|Argentine]] ex-Vedette and [[presenter|TV hostess]]\n*[[Dita Von Teese]], American ''Golden girl'' and live show entertainer\n*[[Kylie Minogue]], Australian singer-songwriter and actress.\n*[[The Pussycat Dolls]], American girl group and dance ensemble founded by choreographer Robin Antin in 1995 as a [[burlesque]] troupe based in Los Angeles.\n**[[Carmen Electra]]\n**[[Carmit Bachar]]\n**[[Nicole Scherzinger]]\n**[[Kimberly Wyatt]]\n**[[Robin Antin]]\n**Jamie Lee Ruiz\n*[[Holly Madison]]\n*[[Mara Carfagna]]\n*[[Maria Ford]]\n*[[Christine Keeler]]\n*[[Barbara Blakely Marx]]\n*[[Valerie Perrine]]\n*[[Dorothy Kloss]]\n*[[Pamela Anderson]]\n*[[Jenna Jameson]]\n*[[Bobbie Gentry]]\n*[[Cassandra Peterson]]\n*[[Luciana Salazar]]\n*[[Silvina Luna]]\n{{div col end}}\n\n== Showgirls in popular culture ==\n* The ''Gold Diggers'' films, including ''[[The Gold Diggers (1923 film)|The Gold Diggers]]'' (silent, 1923), ''[[Gold Diggers of Broadway]]'' (1929), ''[[Gold Diggers of 1933]]'' (1933), ''[[Gold Diggers of 1935]]'' (1935), ''[[Gold Diggers of 1937]]'' (1936), and ''[[Gold Diggers in Paris]]'' (1938)\n* [[The Golddiggers]], a troupe that performed on ''[[The Dean Martin Show]]'' beginning in 1968\n* ''[[Showgirls]]'': a 1995 movie directed by [[Paul Verhoeven]] and starring [[Elizabeth Berkley]]\n* ''[[Guys and Dolls]]'', a 1950 Broadway production, depicts a Miss Adelaide as the main character's fiancée, a singer and showgirl in various musical numbers.\n* [[Kylie Minogue]] was inspired by different types of showgirls and named and styled her [[Showgirl: The Greatest Hits Tour|greatest hits]] [[Showgirl: The Homecoming Tour|tours]] after them. Showgirl themes can be seen at many corners through Minogue's entire career.\n* Several showgirl cars are seen at the [[Dinoco]] booth during the animated film ''[[Cars (film)|Cars]]''; former [[Motorama]] show car [[Flo (Cars)|Flo]] displays vanity licence plate SHOGRL as a \"Motorama 1957 showgirl\".\n* In the movie ''[[Major League (film)|Major League]]'', it is revealed that Rachel Phelps ([[Margaret Whitton]]) is a former showgirl.\n\n== Notes==\n{{reflist}}\n\n[[Category:Theatrical occupations]]\n[[Category:Variety shows]]\n[[Category:Dance occupations]]\n[[Category:Showgirls| ]]\n[[Category:Entertainment occupations]]", "Exotic dancer": "{{For|the racehorse|Exotic Dancer (horse)}}\n{{Refimprove|date=January 2008}}\n[[Image:Mata Hari 6.jpg|thumb|right|thumb|200px|[[Mata Hari]], an exotic dancer.]]\nThe terms '''[[wiktionary:Exotic|exotic]] dancer''' and '''exotic dance''' can have different meanings in different parts of the world and depending on context. In the  erotic sense, \"exotic dance\" is often used to refer to practitioners of [[striptease]]. In a non-erotic sense, it can mean many forms of foreign or cultural dance.\n\n==Forms of exotic dancing==\nIn a non-erotic sense, the word \"exotic\" applies to the fact that something is out of the ordinary or perceived by spectators as unusual. It can also apply to those dancers who master a rare or largely lost art form, including [[whirling dervishes]], [[Shamanism|shaman]] dancers and religious dancers. [[belly dance|Middle Eastern dance]] is often referred to as exotic dance in this way, though its use of hip/pelvic movement and isolation often results in its conflation with exotic dance in the erotic sense.\n\nOther forms of exotic dance are [[aerial dance]], many forms of experimental dance, [[pogo (dance)|pogo]], [[breakdance]] and all other dance forms with unconventional movements. Strictly speaking, many anarchistic dance forms in wild parties can be considered as exotic dance, when movements take place that are not used in standard or Latin dance.{{Fact|date=May 2009}}\n\nIn an erotic sense, the term \"exotic dance\" is used as a synonym for [[erotic dancing]].<ref>{{cite web|url=http://www.haworthpress.com/store/ArticleAbstract.asp?sid=MG4R3SQ6LLF98NKX6AJV8XL9GNQEAGS8&ID=2404|publisher=The Haworth Press |title=Exotic Dancing and Health|accessdate=2008-01-11|last=|first=}}</ref>\n\n==See also==\n* [[Belly dance]]\n* [[Striptease]]\n* [[Strip club]]\n* [[Erotic dancing]]\n* [[Feminist strippers]]\n\n==References==\n{{reflist}}\n\n[[Category:Dance occupations]]\n[[Category:Erotic dancers| ]]\n[[Category:Euphemisms]]\n\n\n{{dance-stub}}", "Dance therapy": "{{Use dmy dates|date=December 2013}}\n{{multiple issues|\n{{Medref|date=March 2013}}\n{{POV|date=March 2013}}\n}}\n\n{{Interventions infobox |\n  Name        = Dance/Movement Therapy |\n  Image       = |\n  Caption     = |\n  ICD10       = |\n  ICD9unlinked = |\n  MeshID      = D003614 |\n  OPS301      = |\n  OtherCodes  = |\n}}\n\n'''Dance/movement therapy''', ('''DMT''') or '''dance therapy''' is the [[Psychotherapy|psychotherapeutic]] use of movement and [[dance]] to support intellectual, emotional, and motor functions of the body.<ref>{{cite journal|last=Ekman|first=S.-L.|coauthors=Palo Bengtsson, L.,  B. Winblad|title=Social Dancing: A Way to Support Intellectual, Emotional and Motor Functions in Persons with Dementia.|journal=Journal of Psychiatric and Mental Health Nursing|year=1998|volume=5|series=6|pages=545–554|accessdate=15 April 2014}}</ref> As a form of [[expressive therapy]], DMT looks at the correlation between movement and emotion.<ref>{{cite journal|last=Schore|first=A.|title=affect regulation and the origin of the self: the neurobiology of emotional development|journal=Journal of the American Academy of Child & Adolescent Psychiatry|year=1994|volume=35|series=11|page=325|accessdate=15 April 2014}}</ref> A typical DMT session has four main stages: preparation, incubation, illumination, and evaluation.<ref>{{cite journal|last=Hadamard|first=J.|title=The Psychology of Invention in the Mathematical Field|journal=Journal of Chemical Education|year=1954|volume=32|series=2|page=110|accessdate=15 April 2014}}</ref> Organizations such as the [[American Dance Therapy Association]] and the Association for Dance Movement Therapy, United Kingdom maintain standards of profession and education throughout the field. DMT is practiced in various clinical settings.\n\n== History ==\nDance has been used therapeutically for thousands of years. It has been used as a healing ritual in the influence of fertility, birth, sickness, and death, since earliest human history but, the establishment of dance as a therapy and as a profession occurred in the 1950s.<ref name=\"Strassel 2011 50\">{{cite journal |last=Strassel |first=Juliane |coauthors=Daniel Cherkin, Lotte Steuten, Karen Sherman, Hubertus Vrijhoef |title=A Systematic Review of the Evidence for the Effectiveness of Dance Therapy |journal=Alternative Therapies |date=May–June 2011 |volume=17 |issue=3 |page=50 |url=http://www.ncbi.nlm.nih.gov/pubmed/22164813 |deadurl=no |accessdate=5 December 2013}}</ref>\n\nOver the period 1840 to 1930, a new philosophy of dance developed in Europe and the United States, defined by the idea that movement could have an effect on the mover i.e. that dance was not simply an expressive art.<ref>Schwartz, H. (1992) Torque: The new kinaesthetic of the twentieth century. In Crary, J. and S. Kwinter (Ed.) ''Zone 6: Incorporations.'' New York: Urzone ISBN 9780942299298</ref>\n\nAlthough dance has been a method of expression for centuries, it wasn’t until the past half century that it was characterized as a form of therapy. The development of DMT can be split into two waves throughout history.\n\n=== First wave ===\n[[Marian Chace]], “The Grand Dame” of dance/movement therapy, is the woman responsible for introducing the idea of DMT to the [[United States]] and therefore inspiring the first wave of DMT. She is considered the principal founder of what is now dance therapy in the [[United States]].<ref name=\"ReferenceB\">“Who was Marian Chace?,” American Dance Therapy Association, http://www.adta.org/resources/chace_bio.cfm.</ref> In 1942, through her work, dance was first introduced to western [[medicine]]. Chace was originally a [[dance]]r, [[Choreography|choreographer]], and performer. After opening her own dance school in [[Washington, D.C.]], Chace began to realize the effects [[dance]] and movement had on her students.<ref name=\"Levy, Fran J. 1988\">Levy, Fran J., Dance Movement Therapy: A Healing Art, (Reston, VA: The American Alliance for Health, Physical Education, Recreation, and Dance, 1988).</ref> She was soon asked to work at [[St. Elizabeths Hospital|St. Elizabeth’s Hospital]] in [[Washington, D.C.]] once psychiatrists too realized the benefits their patients were receiving from attending Chace’s dance classes.<ref name=\"cancer.org\">“Dance Therapy,” American Cancer Society. http://cancer.org/doctoor/MIT/content/MIT_2_3X_Dance_Therapy.asp.</ref> In 1966 Chace became the first president of the [[American Dance Therapy Association]], an organization which she and several other DMT pioneers founded.<ref name=\"Levy, Fran J. 1988\" />\n\n=== Second wave ===\nThe second wave of DMT came around 1970s to the 1980s and it sparked much interest from American therapists. During this time, therapists began to experiment with the psychotherapeutic applications of [[dance]] and movement. As a result of the therapists' experiments, DMT was then categorized as a form of [[psychotherapy]]. It was from this second wave that today’s DMT evolved.<ref name=\"Levy, Fran J. 1988\" />\n\n== Principles ==\nThe theory of DMT is based upon the idea that \"the body and mind are inseparable\".<ref name=\"Levy, Fran J. 1988\" /> DMT rests on certain theoretical principles, which are that [[bodymind|Body]] and [[bodymind|mind]] interact, so that a change in movement affects total functioning; that movement reflects personality; that the therapeutic relationship is mediated partly non-verbally, for example through the therapist's mirroring the client’s movement; that movement has a symbolic function and as such can reveal [[unconscious mind|unconscious]] processes; that movement [[improvisation]] allows the client to experiment with new ways of being; and that DMT can permit the recapitulation of early object relationships through non-verbal mediation.<ref name=\"ReferenceA\">Meekums, Bonnie, Dance Movement Therapy, (Thousand Oaks, CA: SAGE Publications Inc.).</ref>\n\nThrough the unity of the [[bodymind|body]], [[bodymind|mind]], and [[spirit]], DMT provides a sense of wholeness to all individuals.<ref name=\"Levy, Fran J. 1988\" />\n\nDance therapy works to improve the social skills, as well as relational dynamics among the clients that choose to participate in it. Through this form of therapy clients will gain a deeper sense of self-awareness through a meditative a process that involves movement, motion, and realization of one's body.<ref name=\"navigatingthespectrum.org\">Yoga, Dance, and Movement Therapy. (n.d.). Retrieved from http://www.navigatingthespectrum.org/yoga.html</ref> Dance therapy is focuses on that it is different from other forms of rehabilitative treatments because it allows creative expression and is more holistic, meaning it treats the full person: mind, body, and spirit.\n\n== The therapy process ==\nThe therapy process has four stages, which occur during DMT and can be a creative time for both the therapist and patient(s). Each stage contains a smaller set of goals which correlate to the larger purpose of DMT. The stages and goals of DMT vary with each individual. Although the stages are progressive, the stages are usually revisited several times throughout the entire DMT process. The four stages are:\n\n:Preparation: the warm-up stage, safety is established\n\n:Incubation: relaxed, let go of conscious control, movements become symbolic\n\n:Illumination: meanings become apparent, can have positive and negative effects\n\n:Evaluation: discuss significance of the process, prepare to end therapy<ref name=\"ReferenceA\"/>\n\n== Dance styles used ==\nA variety of dance styles are used in DMT, including: modern dance with its emphasis on the pure elements of movement, various culturally-based dances, [[Turkish dance]], [[ballroom dance]], [[tango (dance)|tango]], [[waltz]], [[foxtrot]], [[Psychology of Dance#Aerobic dance|aerobic dance]], [[line dancing]] and [[body psychotherapy]]<ref name=\"Strassel 2011 53\">{{cite journal|last=Strassel|first=Juliane|coauthors=Daniel Cherkin, Lotte Steuten, Karen Sherman, Hubertus Vrijhoef|title=A Systematic Review of the Evidence for the Effectiveness of Dance Therapy|journal=Alternative Therapies|date=May–June 2011|volume=17|issue=3|page=53 |url=http://www.ncbi.nlm.nih.gov/pubmed/22164813 |deadurl=no |accessdate=5 December 2013}}</ref>\n\n== Research ==\n\n=== Proposed mechanisms ===\nVarious hypothesis have been proposed for mechanisms by which dance therapy may benefit participants. There is a social component to dance therapy, which can be valuable for psychological functioning through human interaction.  Another possible mechanism is the music that is used during the session, which may be able to reduce pain, decrease anxiety, and increase relaxation. Since dance requires learning and involves becoming active and discovering capacities for movement, there is also the physical training that could provide benefits as well. Dancing may be consider more uplifting and enjoyable than other types of exercise. Dance therapy can also involve nonverbal communication, \"which enables participants to express their feelings without words. This might be helpful when normal communication is absent or has broken down (eg, for patients with [[dementia]]).\"<ref name=Strassel>{{cite journal|last=Strassel|first=JK|coauthors=Cherkin, DC; Steuten, L; Sherman, KJ; Vrijhoef, HJ|title=A systematic review of the evidence for the effectiveness of dance therapy.|journal=Alternative therapies in health and medicine|date=May–Jun 2011|volume=17|issue=3|pages=50–9|pmid=22164813}}</ref>\n\n=== Studies ===\nA review by [[Cochrane Collaboration|The Cochrane Collaboration]] on dance/movement therapy for improving psychological and physical outcomes in cancer patients stated \"We did not find support for an effect of dance/movement therapy on body image. The findings of one study suggest that dance/movement therapy may have a beneficial effect on QoL. However, the limited number of studies prevents us from drawing conclusions concerning the effects of dance/movement therapy on psychological and physical outcomes in cancer patients.\"<ref>{{cite journal|last=Bradt|first=J|coauthors=Goodill, SW; Dileo, C|title=Dance/movement therapy for improving psychological and physical outcomes in cancer patients.|journal=The Cochrane database of systematic reviews|date=Oct 5, 2011|issue=10|pages=CD007103|pmid=21975762}}</ref>\n\nAnother review for patients with [[schizophrenia]] concluded, \"This therapy remains unproven\" and \"There is no evidence to support - or refute - the use of dance therapy in this group of people.\"<ref>{{cite journal|last=Ren|first=J|coauthors=Xia, J|title=Dance therapy for schizophrenia.|journal=The Cochrane database of systematic reviews|date=Oct 4, 2013|volume=10|pages=CD006868|pmid=24092546}}</ref>\n\nOne review of the effect of DMT on [[Parkinson's disease]] noted that there have been few studies in this area.  DMT appears to meet most requirements for exercise programs for patient's with Parkinson's.  Benefits in gait function, balance, and quality of life were found in short-term studies, though further studies need to be done to see if any of these benefits are seen long-term.<ref>{{cite journal|last=Earhart|first=GM|title=Dance as therapy for individuals with Parkinson disease.|journal=European journal of physical and rehabilitation medicine|date=Jun 2009|volume=45|issue=2|pages=231–8|pmid=19532110}}</ref>\n\nAnother review concluded, that while studies have found benefits for DMT, these were based on poor quality evidence, so higher quality research is needed to come to any firm conclusion and suggested DMT \"should be considered as a potentially relevant add-on therapy for a variety of conditions that do not respond well to conventional medical treatments.\"<ref name=Strassel/>\n\nThe American Cancer Society states, \"Few scientific studies have been done to evaluate the effects of dance therapy on health, prevention, and recovery from illness. Clinical reports suggest dance therapy may be effective in improving self-esteem and reducing stress. As a form of exercise, dance therapy can be useful for both physical and emotional aspects of quality of life.\"<ref>{{cite web|title=Dance Therapy|url=http://www.cancer.org/treatment/treatmentsandsideeffects/complementaryandalternativemedicine/mindbodyandspirit/dance-therapy|publisher=American Cancer Society|accessdate=30 April 2014}}</ref>\n\n=== Adverse effects ===\n\nMost trials studying dance therapy did not specifically comment on whether or not adverse effects occurred, though one noted a broken finger thought related to dancing.<ref name=Strassel/>\n\n== Locations ==\nDMT is practiced in a large variety of locations. Such locations include:<ref name=\"Strassel 2011 50\"/>\n*[[Physical medicine]]\n*[[:wikt:rehabilitate|Rehabilitation]] centers\n*[[Medicine|Medical]] settings\n*[[Education]] settings\n*[[Nursing Homes]]\n*[[Day care]] facilities\n*[[Disease]] prevention centers\n*[[Health]] promotion programs\n*[[Hospitals]]\n*[[Mental health]] settings\n\n== Organizations ==\nOrganizations such as the [[American Dance Therapy Association]] were created in order to uphold high standards in the field of DMT. Such organizations help connect individuals to therapists and DMT.<ref name=\"adta.org\">“Who We Are,” American Dance Therapy Association, http://www.adta.org/about/who.cfm.</ref>\n\n=== American Dance Therapy Association ===\n[[American Dance Therapy Association]] (ADTA) was founded in 1966 in order to uphold high standards throughout dance therapy. The [[American Dance Therapy Association|ADTA]] was created by Marian Chace, the first president of the [[American Dance Therapy Association|ADTA]], and other pioneers in dance movement. Along with setting standards for which therapists must attain to become licensed therapists, [[American Dance Therapy Association|ADTA]] keeps an updated registry of all movement/dance therapists who have met [[American Dance Therapy Association|ADTA’s]] standards. In addition, [[American Dance Therapy Association|ADTA]] also publishes the American Journal of Dance Therapy and sponsors annual professional conferences.<ref name=\"adta.org\"/>\n\n=== Association for Dance Movement Psychotherapy, United Kingdom ===\nThe Association for Dance Movement Psychotherapy, United Kingdom (ADMP UK) was one of the first organizations established to regulate the field of dance therapy. ADMP UK accredits therapists and oversees that all regulations are followed.<ref name=\"Payne, Helen 2006\">Payne, Helen, Dance Movement Therapy: Theory, Research, and Practice, (Hove, East Sussex: Routledge, 2006).</ref>\n\n== Allied professions ==\nAllied professions are areas that a person could do, special studies, short courses, or eventually become trained in the area of DMT.<ref name=Payne>{{cite book|last=Payne|first=Helen|title=Dance Movement Therapy: Theory and Practice|url=http://books.google.com/books?hl=en&lr=&id=EKJQGnEcCSEC&oi=fnd&pg=PP1&dq=dance+therapy+and+psychology&ots=4Tj_H0f-5h&sig=bT3JYo9IFYB6P2K45Hh-kHUha20#v=onepage&q=dance%20therapy%20and%20psychology&f=false|publisher=Taylor & Francis|accessdate=11 February 2013}}</ref>\n*[[Dance]]\n*[[Physical Education]]\n*[[Occupational Therapy]]\n*[[Physiotherapy]]\n* [[Teacher]], [[Special Education Teacher]]\n*[[Psychology]]\n*[[Arts Therapy]]\n*[[Therapies]] (in general)\n*[[Nurse]]\n*[[Social Worker]]\n\n== Therapist qualifications ==\n[[American Dance Therapy Association|ADTA]] is the main regulator of the required education and training in order to become a dance/movement therapist.<ref name=\"adta.org\"/> A [[master’s degree|master's degree]] is required to become a dance/movement therapist. “Registered Dance/Movement Therapist” (R-DMT) is the title given to entry-level dance/movement therapists who have completed requisite education and a minimum 700-hour supervised clinical internship. Those who have completed over 3,640 hours of supervised professional clinical work may hold the advanced credential “Board Certified Dance/Movement Therapist (BC-DMT).<ref name=\"cancer.org\"/>\n\n== Education ==\nBecause becoming a dance therapist requires a graduate degree of at least a Master's level, the undergraduate track that a student chooses to take is very important, as well. There is no specific undergraduate degree that a student is required to obtain. However, it is highly recommended that they choose a degree in a behavioral science, like Psychology, or in something related to dance, such as Performing Arts.<ref>{{cite web |url=http://www.adta.org/Default.aspx?pageId=378251 |title=Undergraduate Coursework |deadurl=no |accessdate=5 December 2013}}</ref>\n\nThere are only 6 ADTA approved master's programs from which to earn Registered Dance/Movement Therapist (R-DMT) credentials: [[Antioch University New England]] in New Hampshire, [[Columbia College Chicago]] in Illinois, [[Drexel University]] in Pennsylvania, [[Lesley University]] in Massachusetts, [[Naropa University]] in Colorado, and [[Pratt Institute]] in New York [http://www.adta.org/Default.aspx?pageId=378248]. Each of these programs require two to three years of study. Students are expected to complete sixty to sixty-two credit hours, along with an internship/practicum of two to four semesters.<ref>Approved Graduate Programs in Dance/Movement Therapy. (n.d.). Retrieved from http://www.adta.org/ApprovedGraduatePrograms</ref>\n\nThose with a master's or doctoral degree in a human services-related field may have the option to become an R-DMT via '''Alternate Route''' [http://www.adta.org/Default.aspx?pageId=378249].\n\nIn addition to the R-DMT, which stands for Registered Dance Movement Therapist, there is the BC-DMT, which stands for Board Certified Dance Movement Therapist. The R-DMT requires a master’s degree with 700 hours of supervised clinical work, while the BC-DMT is the “advanced” qualification requiring a master’s degree of 3,640 hours of supervised clinical work and passing a grueling exam.<ref name=\"Beaumont Health System\">{{cite web |title=Alternative Therapy-Art Therapy, Dance Therapy, Music Therapy, and Imagery|work=Beaumont Health System|publisher=Beaumont Health System |url=http://www.rmhonline.com/Main/HealthLibrary/Alternative_Therapy_Art_Therapy_Dance_Therapy_Musi_28782.aspx |deadurl=no |accessdate=5 December 2013}}</ref>\n\nThere are five universities in the United Kingdom that offer graduate programs in Dance Movement Therapy and have been approved by the ADMP-UK: Dance Voice Therapy and Education Centre, Bristol, Derby University, Goldsmiths University of London, University of Roehampton, and Queen Margaret University in Edinburgh, Scotland. Goldsmiths University even offers a doctoral degree in dance therapy. Each of these programs require two to three years of study, depending on whether the student chooses to take a full-time or part-time track. The curriculum is quite rigorous. The students are expected to complete a total of 240 credit hours, or more, in the short time they are enrolled. Along with regular coursework, students are obligated to undergo psychotherapy while in the program. Most programs also require that each student create their own method of dance therapy prior to graduation.<ref>Association for Dance Movement Therapy UK: Training. (n.d.). Retrieved from http://www.admt.org.uk/training.html</ref>\n\n== List of dance therapists ==\n\n* [[Simona Orinska]]\n* [[Trudi Schoop]]\n* [[Marian Chace]]\n* [[Mary Wigman]]\n* [[Aleksandar Josipović]]\n* [[Anna Halprin]]\n* [[Daria Halprin]]\n\n== See also ==\n* [[Expressive therapy]]\n* [[Process art]]\n* [[Rudolf Laban]]\n\n== References ==\n{{reflist|33em}}\n\n== Further reading ==\n* Meekums, B. (2002). ''Dance Movement Therapy: a Creative Psychotherapeutic Approach''. London: Sage.\n* Chodorow, J. (1991). ''Dance Therapy and Depth Psychology''. London.\n* Lewis, P. (1984; 1986). ''Theoretical Approaches in Dance Movement Therapy''. Vols I & II, USA: Kendall/Hunt.\n* Payne, H. (ed). (2006). ''Dance Movement Therapy: Theory, Research and Practice'' (2nd edn). Tavistock / Routledge.\n* Siegel, E. (1984). ''Dance Movement Therapy: Mirror of Ourselves: The Psychoanalytic Approach''. New York: Human Science Press.\n* Stanton-Jones, K. (1992). ''An Introduction to Dance Movement Therapy in Psychiatry''. London: Tavistock/Routledge.\n* North, M. (1990). ''Personality Assessment Through Movement''. Northcote House.\n* Payne, H.L. (2000). ''Creative Movement and Dance in Groupwork''. Oxon: Speechmark.\n* McCormack, D. (2003) ''An event of geographical ethics in spaces of affect''. Transactions of the Institute of British Geographers, 28, (4), 488-507.\n\n== External links ==\n* [http://www.admt.org.uk/ The Association for Dance Movement Therapy in UK]\n* [http://www.adta.org/ American Dance Therapy Association]\n* [http://www.nccata.org/National Coalition of Creative Arts Therapy Associations]\n\n{{Psychotherapy}}\n\n{{DEFAULTSORT:Dance Therapy}}\n[[Category:Body psychotherapy]]\n[[Category:Dance occupations]]\n[[Category:Dance and health]]\n[[Category:Mind–body interventions]]"}