{"Licensed behavior analyst": "{{over coverage|date=July 2010}}\nA '''licensed behavior analyst''' is a type of [[mental health]] [[professional]] in the United States. They have at least a master's degree, and sometimes a doctorate, in [[behavior analysis]] or a related field.<ref name=\"baojournal.com\">Cautilli, J.D., & Dziewolska, H. (2008). Licensing behavior analysts: General historical issues and why people oppose them. ''International Journal of Behavioral Consultation and Therapy, 4(1),'' 1-13.[http://www.baojournal.com BAO]</ref> Behavior analysts apply [[behaviorism]] to people by performing [[applied behavior analysis]].<ref name=\"baojournal.com\"/>\n\n== Defining the scope of practice ==\nThe Behavior Analysis Certification Board (BACB) defines behavior analysis as follows:<ref>[http://www.bacb.com BACB]</ref>\n\n<blockquote>\"The field of behavior analysis grew out of the scientific study of principles of learning and behavior. It has two main branches: experimental and applied behavior analysis. The experimental analysis of behavior (EAB) is the basic science of this field and has over many decades accumulated a substantial and well-respected research literature. This literature provides the scientific foundation for applied behavior analysis (ABA), which is both an applied science that develops methods of changing behavior and a profession that provides services to meet diverse behavioral needs. Briefly, professionals in applied behavior analysis engage in the specific and comprehensive use of principles of learning, including [[operant]] and respondent learning, in order to address behavioral needs of widely varying individuals in diverse settings. Examples of these applications include: building the skills and achievements of children in school settings; enhancing the development, abilities, and choices of children and adults with different kinds of disabilities; and augmenting the performance and satisfaction of employees in organizations and businesses.\"</blockquote>\n\nAs the above suggests, [[behavior analysis]] is based on the principles of [[operant]] and [[respondent conditioning]]. This places [[behavior analysis]] as one of the dominant models of [[behavior modification]], [[behavior management]], [[behavioral engineering]] and [[behavior therapy]].  Behavior analysis is an active, environmental based approach and behavior analytic procedures are considered highly restrictive (see [[Least Restrictive Environment]]). For example, these service may make access to preferred items contingent on performance. This has led to abuses in the past, in particular where punishment programs have been involved.<ref>Cautilli, J.D., & Weinberg, M. (2007).Editorial: To license or not to license? That is the question:  Or, if we make a profession, will they come?''The Behavior Analyst Today, 8(1),'' 1–8.[http://www.baojournal.com/]</ref> In addition, failure to be an independent profession often leads behavior analysts and other behavior modifiers to have their ethical codes supplanted by those of other professions.<ref>Cautilli, J.D. & Weinberg, M. (2007). Editorial – Beholden To Other Professions. ''The Behavior Analyst Today, 8(2''), 111–113. [http://www.baojournal.com/]</ref> For example, a behavior analyst working in the hospital setting might design a [[token economy]], a form of [[contingency management]]. He may desire to meet his ethical obligation to make the program habilitative and in the clients best long term interest. The physicians and nurses in the hospital who supervise him may decide that the [[token economy]] should instead create order in the nursing routines so clients get their medication quickly and efficiently. Instead of the ethical code of the Behavior Analysis Certification Board and the [[Association for Behavior Analysis]] International's position that those receiving treatment have a right to effective treatment<ref>[https://apps.abainternational.org/ABA/statements/treatment.asp ABA:I]</ref> and a right to effective education.<ref>[https://apps.abainternational.org/ABA/statements/education.asp ABA:I]</ref> In addition, failure on the part of a behavior analyst to adequately supervise his or her workers could lead to abuse.<ref>Bassett, J. E., & Blanchard, E. B. (1977). \"The effect of the absence of close supervision on the use of response cost in a prison token economy\". ''Journal of Applied Behavior Analysis, 10'', 375–380.</ref> Finally, misrepresentations of the field and historical problems between academics has led to frequent calls to professionalize behavior analysis.<ref>Cautilli, J. D. & Rosenwasser, B.J.  (2001) The Editors speak out on intellectual  bigotry:  Why We Need To Become A Profession.  ''The Behavior Analyst Today, 2 (1)'', 2–4 [http://www.baojournal.com BAO]</ref>\n\nIn general there is wide support within the profession for licensure <ref>Cautilli, J.D., & Dziewolska, H. (2008). Licensing behavior\nanalysts: General historical issues and why people oppose them. ''International Journal of Behavioral Consultation and Therapy, 4(1),'' 1-13.[http://www.baojournal.com BAO]</ref>\n\n===Range of populations worked with===\n{{Main|Professional practice of behavior analysis}}\n\nThe professional practice of behavior analysis ranges from treatment of individuals with autism and developmental disabilities to behavioral coaching and behavioral psychotherapy. In addition to treatment of [[mental health]] problems and corrections,<ref>Bednar, R. L., Zelhart, P. F., Greathouse, L., & Weinberg, S. (1970). \"Operant conditioning principles in the treatment of learning and behavior problems with delinquent boys\". ''Journal of Counseling Psychology,17'', 492–497.</ref><ref>Braukmann, C. J., Fixsen, D. L., Phillips, E. L., & Wolf, M. M. (1975). \"Behavioral approaches to treatment in the crime and delinquency field\". ''Criminology, 13,'' 299–331.</ref><ref>McGuffin, P.W. (1991). The effect of timeout duration on frequency of aggression in hospitalized children with conduct disorders. ''Behavioral Interventions 6:4'', 279</ref> the professional practice of behavior analysis includes organizational behavioral management, behavioral safety and even maintaining the behavioral health of astronauts while within and beyond earth's orbit.<ref>Emurian, H.H. & Brady, J.V. (2007). Behavioral Health Management of Space Dwelling Groups: Safe Passage Beyond Earth Orbit. ''The Behavior Analyst Today, 8(3),''113–135.[http://www.baojournal.com/]</ref>\n\n===Certification===\nThe Behavior Analyst Certification Board (BACB) offers a technical [[Professional certification|certificate]] in behavior analysis. This certification is internationally recognized. This certification states the level of training and requires an exam to show a minimum level of [[competence (human resources)]] to call oneself a board certified behavior analyst. Certification came about because of many ethical issues with behavioral interventions being delivered including the use of aversive and humiliating treatments in the name of [[behavior modification]].<ref>Bailey, J.S. & Burch, M.R. (2005).Ethics for Behavior Analysts: A Practical Guide to the Behavior Analyst Certification Board Guidelines for Responsible Conduct Lawrence Erlbaum Associates, Publishers ISSN- 0805851178</ref> American psychological association offers a diplomate (post Ph.D. and licensed certification) in behavioral psychology.<ref>Dowd, E.T.  (2001) Board Certification (Diplomate) in Behavioral Psychology The Behavior Analyst Today, 2 (1), l5- 28 [http://wwwbaojournal.com BAO]</ref>\n\n===The meaning of certification===\nBACB is a private non-profit organization without governmental powers to regulate behavior analytic practice. While the BACB certification means that candidates have satisfied entry-level requirements in behavior analytic training, certificants may require a government license for independent practice when treating behavioral health or medical problems. Licensed certificants must operate within the scope of their license and must practice within their areas of expertise. Where the government regulates behavior analytic services unlicensed certificants must be supervised by a licensed professional and operate within the scope of their supervisor’s license when treating disorders. Unlicensed certificants who provide behavior analytic training for educational or optimal performance purposes do not require licensed supervision. Where the government does not regulate the treatment of medical or psychological disorders certificants should practice in accord with the laws of their state, province, or country. All certificants must practice within their personal areas of expertise.\n\n===Licensure===\nRecently, a move has occurred to license behavior analysts.<ref>[http://www.abapracticesig.org/pr01.htm Proposed Regulation<!-- Bot generated title -->]</ref><ref>Cautilli, J.D., & Weinberg, M. (2007).Editorial: To license or not to license? That is the question:  Or, if we make a profession, will they come? ''The Behavior Analyst Today, 8(1),'' 1–8.[http://www.baojournal.com/]</ref> Licensure's purpose is to protect the public from employing underqualified or impaired practitioners<ref>Hassert,D.L, Kelly, A.N., Pritchard, J.K. & Cautilli, J.D. (2008). The Licensing of Behavior Analysts:\nProtecting the profession and the public . ''Journal of Early and Intensive Behavior Intervention,5(2),'' 8–19 [http://www.baojournal.com BAO]</ref>\n\nThe model licensing act states that a person is a behavior analyst by training and experience.  The person seeking licensure must have mastered behavior analysis by achieving a masters degree in behavior analysis or related subject matter. Like all other master level licensed professions (see [[counseling]] and [[Licensed Professional Counselor]]) the model act sets the standard for a masters degree. This requirement states that the person has achieved textbook knowledge of behavior analysis which can be then tested through the exam offered by the Behavior Analyst Certification Board or the one offered by the World Center for Behavior Analysis. It also requires an internship in which a behavior analysts works under another master or Ph.D. level behavior analyst for a period of one year (750 hours) with at least two hours/week of supervision. Finally, those 750 hours are considered tutelage time. After that the behavior analyst must engage in supervised practice under a behavior analyst for a period of another 2 years (2,000 hours).\n\nOnce this process is complete the person applies to a state board who ensures that he or she has indeed met the above conditions.  Once the person is licensed public protection is still monitored by the licensing board, which makes sure that the person receives sufficient ongoing education, and the licensing board investigates ethical complaints. A licensed behavior analyst would have equal training, knowledge, skills and abilities in their discipline as would a [[mental health counselor]] or [[marriage and family therapist]] in their discipline. In February 2008, [[Indiana]], [[Arizona]], [[Massachusetts]], [[Vermont]], [[Oklahoma]] and other states now have legislation pending to create licensure for behavior analysts. [[Pennsylvania]] was the first state in 2008 to license \"behavior specialists\" to cover behavior analysts. Arizona, less than three weeks later, became the first state to license \"behavior analysts.\" Other states such as [[Nevada]] and [[Wisconsin]] also have passed behavior analytic licensure.\n\n==Other countries==\nRecently{{when?|date=October 2013}} licensure efforts have occurred in [[Canada]] for behavior analysts.\n\n==Professional organizations==\nThe [[Association for Behavior Analysis]] International has a special interest group for practitioner issues, which focuses on key issues related to licensing behavior analysts. In addition, they have a practice board and a policy board to handle legislative issues [http://www.abainternational.org/ ABA:I]. Finally, the Association has recently put out its own model licensing act for behavior analysts.\n\nAssociation for behavior analysis international serves as the core intellectual home for behavior analysts.<ref>Twyman, J.S. (2007). A new era of science and practice in behavior analysis. Association for Behavior Analysis International: Newsletter, 30(3), 1-4.</ref><ref>Hassert,D.L, Kelly, A.N., Pritchard, J.K. & Cautilli, J.D. (2008). The Licensing of Behavior Analysts:Protecting the profession and the public . ''Journal of Early and Intensive Behavior Intervention,5(2),'' 8-19 [http://www.baojournal.com BAO]</ref> The Association for Behavior Analysis International sponsors 2 conferences/year- one in the U.S. and one international.\n\n==See also==\n* [[Professional practice of behavior analysis]]\n\n==References==\n{{Reflist}}\n\n{{DEFAULTSORT:Licensed Behavior Analysts}}\n[[Category:Mental health professionals]]\n[[Category:Mental health]]\n[[Category:Psychiatry-related fields]]\n[[Category:Applied psychology]]\n[[Category:Behavior modification|*]]\n[[Category:Cognitive behavioral therapy]]\n[[Category:Clinical psychology]]\n[[Category:Behaviorism]]\n\n[[de:Applied Behavior Analysis]]\n[[fr:Analyse du comportement appliquée]]\n[[nl:Toegepaste gedragsanalyse]]\n[[pt:Profissional de saúde mental]]", "Licensed professional counselor": "'''Licensed professional counselor''' ('''LPC''') is a [[licensure]] for [[mental health professional]]s. In U.S., the exact title varies by state, but the other most frequently used title is ''licensed mental health counselor'' (LMHC).  Several U.S. states, including [[Illinois]], [[Maine]], and [[Tennessee]], have implemented a two-tier system whereby both the LPC and LMHC (or equivalent) are used. In those states higher tier professionals are granted the privilege to practice independently. However in most states LPC's or LMHC's may practice independently. Licensed Professional Counselors are one of the six types of licensed mental health professionals who provide psychotherapy in the United States.\n\nIn the United States, licensure as a licensed professional counselor occurs at the state level and requires a master's degree in counseling or a related field. In addition to their education, LPCs must obtain supervised clinical experience and must pass a state licensing exam. Different states require one of several different licensing examinations. Examples are the National Counselor Examination for Licensure and Certification (NCE) as well as the National Certified Mental Health Counselor Examination (NCMHCE). LPCs are regulated by federal and state laws, which either protect the title of LPC or LMHC or actually define the scope of practice of a professional counselor and stipulate certain client protections. If an LPC is also a member of a professional association or has received additional certifications, they must adhere to the codes of ethics of the professional association or certification body with which they have aligned.\n\n==Requirements for professional counselors==\n\n===United States===\nLPC (or variation, e.g. LCPC, LMHC, etc.) licensure is recognized in 50 states in the United States, as well as the District of Columbia, Guam, and Puerto Rico.[http://www.counseling.org/Counselors/LicensureAndCert/TP/StateRequirements/CT2.aspx] The requirements vary from one jurisdiction to the next.  Most states require some combination of a master's degree, counseling experience and supervision, as well as passing a national examination, such as the National Counselor Examination (NCE) and/or the National Clinical Mental Health Counseling Examination (NCMHCE).<ref>http://ncmhce.org/licensure.htm</ref> Please review the National Board for Certified Counselors website for your state or jurisdiction's information:[http://www.nbcc.org/directory/Default.aspx]  \n\nIncluded below is a summary of requirements found in the state of Texas LPC board as an example.[http://www.dshs.state.tx.us/counselor/lpc_apply.shtm]  (Your state or jurisdiction's website will look different)\n\n\"A master's degree or doctoral degree in counseling or a related field.\n#Academic course work in each of the following areas: normal human growth and development; abnormal human behavior; appraisal or assessment techniques; counseling theories; counseling methods or techniques (individual and group); research; lifestyle and career development; social, cultural and family issues; and professional orientation.\n#As part of the graduate program, a supervised practicum experience that is primarily counseling in nature. The practicum should be at least 300 clock-hours with at least 100 clock-hours of direct client contact. Academic credit for the practicum must appear on the applicant's transcript.\n#After completion of the graduate degree and before application, an applicant must take and pass the National Counselor Exam and the Texas Jurisprudence Exam. After receiving a temporary LPC license from the board, the applicant may begin the supervised post-graduate counseling experience (internship). 3000 clock-hours with at least 1,500 being direct client contact of internship under the supervision of a board-approved supervisor is required. The 3000 clock-hours may not be completed in a time period of less than 18 months.\"\n\nClock hours and contact hours with clients needed to obtain licensure vary by state.  Other states, [[Oklahoma]] for example, require a 60-hour degree (versus the traditional 48-hour degree), and mandate at least 300 hours of internship prior to graduation  [http://www.ok.gov/health/documents/LPCActandRegulations.pdf OK Dept of Health]\n\nThe model of the LPC is based on the United States model for the regulation of professions. Each state is granted the privilege to regulate who may practice a particular profession and what the rights and responsibilities associated with that profession are. In most other countries, the Ministry of Education provides the authority to universities to grant licensure or a ''licenciatura'' upon completion of university studies. In these European-based regulation models, a license is granted for perpetuity and does not require renewal as is typical in the United States.\n\n===Canada===\nIn the Canadian province of [[Quebec]], the Ordre des conseillers et conseilleres d'orientation et psychoeducateurs et psychoeducatrices du Quebec (OCCOPPQ) grants counselor licensure. The [http://www.ccpa-accp.ca/en/memberbenefits/certification/ Canadian Counselling and Psychotherapy Association, CCPA] offers a distinct certification, Canadian Certified Counsellor (CCC) which is distinctly separate from the regular professional membership.\n\nThe [http://www.cpca-rpc.ca Canadian Professional Counsellors Association] (CPCA) is a national competency-based association that provides the designation of Registered Professional Counsellor (RPC) to its members.  Unlike degree-based associations, a specific degree level does not automatically qualify applicants for membership.  Instead, the CPCA requires core competencies in education and experience prior to taking a qualifying exam and undergoing psychological testing  as part of the membership application process.  Counsellors must then embark on a two year candidacy under the supervision of an approved Clinical Supervisor prior to becoming a full member.  The CPCA membership roles are a mixture of Diploma, Bachelor, Master, and PhD level degree holders, and its primary purpose is the protection of the public and the promotion of competency in the mental health profession in Canada.\n\n===China===\nThe Ministry of Labor and Human Resources grants counselor licensure.\n\n===Malaysia===\nIn [[Malaysia]], Lembaga Kaunselor Malaysia, grants counselor licensure.\n\n== See also ==\n* [[List of counseling topics]]\n* [[Mental health counselor]]\n\n==References==\n{{Reflist}}\n\n[[Category:Mental health professionals]]\n[[Category:Counseling]]", "School counselor": "A '''school counselor''' is a [[Wikt:counselor|counselor]] and an [[educator]] who works in elementary, middle, and high schools to provide academic, career, college readiness, and personal/social competencies to all K-12 students through a school counseling program. The four main school counseling program interventions used include: school counseling core curriculum classroom lessons and annual academic, career/college readiness, and personal/social planning for every student; and group and individual counseling for some students.<ref>Chen-Hayes, Ockerman, & Mason, 2014</ref> School counseling is an integral part of the education system in large numbers of countries and in others it is emerging as a critical support for elementary, middle, and high school learning and/or student health concerns.<ref name=\"counsellingminded.com\">Dr. Belinda Harris, International school-based counselling scoping report http://counsellingminded.com/wp-content/uploads/2013/10/harris_MindEd_report.pdf#!</ref>\n\nAn outdated term for the profession was ''guidance counselor''; ''school counselor'' is preferred due to school counselors' role in advocating for every child's academic, career, college readiness, and personal/social success in every elementary, middle, and high school.<ref>Hatch & Bowers, 2003, 2005; ASCA, 2012; Chen-Hayes, Ockerman, & Mason, 2014; Hatch, 2014</ref> In the Americas, Africa, Asia, Europe, and the Pacific, some countries with no formal school counseling programs use teachers or psychologists to do school counseling with a primary emphasis on career development.<ref name=\"iaevg.org\">http://www.iaevg.org; www.vanguardofcounsellors.org; Dr. Belinda Harris, International school-based counselling scoping report http://counsellingminded.com/wp-content/uploads/2013/10/harris_MindEd_report.pdf#!</ref>\n\nCountries vary in how a school counseling program and services are provided based on economics (funding for schools and school counseling programs), social capital ([[Independent school (United Kingdom)|independent]] versus public schools), and school counselor certification and credentialing movements in education departments, professional associations, and national and local legislation.<ref name=\"iaevg.org\"/> In 2013, school counseling is established in 62 countries and emerging in another seven.<ref name=\"counsellingminded.com\"/>\n\nAn international scoping project on school-based counseling showed school counseling is mandatory in 39 countries, 32 USA states, one Australian state, 3 German states, 2 countries in the United Kingdom, and three provinces in Canada.<ref name=\"counsellingminded.com\"/> The largest accreditation body for Counselor Education/School Counseling programs is the Council for the Accreditation of Counseling and Related Educational Programs (CACREP).<ref>{{cite web|url=http://www.cacrep.org |title=Council for Accreditation of Counseling and Related Educational Programs - Welcome to CACREP |publisher=Cacrep.org |date=2012-10-17 |accessdate=2012-11-07}}</ref> International Counselor Education programs are accredited through a CACREP affiliate, the International Registry of Counselor Education Programs (IRCEP).\n\nIn some countries, school counseling is provided by school counseling specialists (for example, Botswana, China, Finland, Israel, Malta, Nigeria, Romania, Taiwan, Turkey, United States). In other cases, school counseling is provided by classroom teachers who either have such duties added to their typical teaching load or teach only a limited load that also includes school counseling activities (for example- India, Japan, Mexico, South Korea, Zambia).<ref name=\"iaevg.org\"/> The IAEVG focuses primarily on career development with some international school counseling articles and conference presentations.<ref name=\"iaevg.org\"/>\n\nBoth the IAEVG and the Vanguard of Counsellors have promoted school counseling internationally.<ref name=\"iaevg.org\"/>\n\n==History, mandates, and school counselor to student ratios==\n[[Image:Educator eff.jpg|thumb|Some school counselors use bibliotherapy, i.e., books and other media, to help students in individual and group counseling and classroom counseling lessons]]\n\n===Armenia===\nAfter the collapse of the Soviet Union, the post-Soviet Psychologists of Armenia together with the Government started developing the institution of School Counselor within Armenian Schools.\n\n===Australia===\nWhile the national policy is supportive of school counseling, only one Australian state requires it. The school counselor to student ratio ranges from 1: 850 in the Australian Capitol Territory to 1:18,000 in the state of Tasmania.<ref name=\"counsellingminded.com\"/>\n\n===Austria===\nAustria mandates school counseling at the high school level.<ref name=\"counsellingminded.com\"/>\n\n===Bahamas===\nThe Bahamas mandate school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Belgium===\nAlthough not mandated, there is some school counseling done in schools and in community centers in the three regions of the country.<ref name=\"counsellingminded.com\"/>\n\n===Botswana===\nBotswana mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Canada===\nIn Canada, most provinces<ref>(Alberta Education, Special Education Branch, 1995; Nova Scotia Department of Education, 2002)</ref> have adapted K-12 comprehensive school counseling programs similar to those initiated by<ref>Gysbers et al</ref> and adapted in the ASCA National Model.<ref name=\"Hatch & Bowers, 2003, 2005; ASCA, 2012\">(Hatch & Bowers, 2003, 2005; ASCA, 2012)</ref> School counselors reported in 2004 at a conference in Winnipeg on issues such as budget cuts, lack of clarity about school counselor roles, high student to school counselor ratios, especially in elementary schools, and how using a comprehensive school counseling model helped to clarify school counselor roles with teachers and administrators and strengthen the profession.<ref><http://archive.is/20120708113842/http://local.nstu.ca/web/NSSCA?service=file/307></ref> In 2009, The Canadian Counselling Association (CCA) became the Canadian Counselling and Psychotherapy Association (CCPA).<ref>[http://www.ccpa-accp.ca/ CCPA]</ref> Three Canadian provinces require school counseling.<ref name=\"counsellingminded.com\"/>\n\nCCPA established a page dedicated to the specific needs of [[Parenting]], [[Children]], and the [[Classroom]] called [[Counselling Connect]] located at http://www.ccpa-accp.ca/blog/?cat=9 <ref>{{cite web|url=http://www.ccpa-accp.ca/blog/?cat=9 |title=Parenting, Children and the Classroom – Counselling Connect |publisher=Ccpa-accp.ca |date= |accessdate=2012-11-07}}</ref><ref>http://www.ccpa-accp.ca/blog/?cat=9, [[Counselling Connect]] ~ CCPA</ref>\n\n===China===\n\nChina has put substantial financial resources into school counseling with strong growth in urban areas but less than 1% of rural students receiving it; China does not mandate school counseling.<ref name=\"counsellingminded.com\"/>\n\nIn China,<ref name=\"Thomason & Qiong 2007\">Thomason & Qiong (2007)</ref> discussed the main influences on school counseling as being Chinese philosophers Confucius and Lao-Tsu, who provided early models of child and adult development<ref>(Higgins & Zheng, 2002)</ref> that later influenced the work of Abraham Maslow and Carl Rogers.<ref>(Jenni, 1999)</ref> China also developed mental testing over 3,000 years ago, which was used for civil service examinations initially and eventually adopted by the British in the mid-19th century<ref>(Zhang, 1988)</ref> and later in the USA.\n\nOnly 15% of high school students are admitted to college in China, so the entrance exams are fiercely competitive and those who do enter university graduate at a rate of 99%.<ref>(Jiang, 2007)</ref> Much pressure is put on children and adolescents to study and be able to attend college and this pressure is a central school counseling focus in China. An additional stressor is that there are not enough places for students to attend college, and over 1/3 of college graduates cannot find jobs,<ref>(Hou & Zhang, 2007)</ref> so career and employment counseling and development are central in school counseling.\n\nThere is a stigma related to personal or emotional problems and even though most universities and many schools now have counselors, there is a reluctance by many students to seek counseling for issues such as anxiety and depression. There is no national system of certifying school counselors. Most are trained in Western-developed cognitive methods including REBT, Rogerian, Family Systems, Behavior Modification, and Object Relations<ref>(Thomason & Qiong, 2007)</ref> and also recommend Chinese methods such as qi-gong (deep breathing), acupuncture, and music therapy.<ref name=\"Thomason & Qiong 2007\">Thomason & Qiong (2007)</ref><ref>(Zhiyong, 2006)</ref> shared that Chinese school counselors always work within a traditional Chinese world view of a community and family-based system that lessens the primacy of focus on the individual. In Hong Kong, Hui (2000) discussed work on moving toward comprehensive whole-school counseling programs and away from a remediation-style model.<ref>Hui,2000</ref>\n\nMiddle school students are the priority for school counseling services in China.<ref name=\"counsellingminded.com\"/>\n\n===Costa Rica===\nCosta Rica mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Croatia===\nSchool counseling is only available in certain schools.<ref name=\"counsellingminded.com\"/>\n\n===Cyprus===\nAs of 1991 Cyprus mandated school counseling with a goal of 60 students to every school counselor and one full-time school counselor for every high school although neither of these goals has been accomplished fully.<ref name=\"counsellingminded.com\"/>\n\n===Czech Republic===\nThe Czech Republic mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Denmark===\nDenmark mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Egypt===\nSchool counseling services are delivered by school psychologists with a ratio of 1 school psychologist to every 3,080 students.<ref name=\"counsellingminded.com\"/>\n\n===Estonia===\nSchool counseling is only available in certain schools.<ref name=\"counsellingminded.com\"/>\n\n===Finland===\nIn Finland, legislation has been passed in terms of the school counseling system. The Basic Education Act of 1998 states that every student must receive school counseling services.<ref name=\"counsellingminded.com\"/> All Finnish school counselors must have a teaching certificate as well as master's degree in a specific subject and a specialized certificate in school counseling.{{citation needed|date=December 2013}} Finland ahs a school counselor to student ratio of 1:245.<ref name=\"counsellingminded.com\"/>\n\n===France===\nFrance mandates school counseling in high schools.<ref name=\"counsellingminded.com\"/>\n\n===Gambia===\nGambia mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Georgia===\nThe school counselor to student ratio in Georgia is 1:615.<ref name=\"counsellingminded.com\"/>\n\n===Germany===\nOne German state requires school counseling at all levels but high school counseling is established in all states.<ref name=\"counsellingminded.com\"/>\n\n===Ghana===\nGhana mandates school counseling <ref name=\"counsellingminded.com\"/>\n\n===Greece===\nThere are provisions for academic and career counseling in middle and high schools but school counseling is not mandated and emotional/mental health counseling is done in community agencies.<ref name=\"counsellingminded.com\"/>\n\nTHE HISTORY – NATIONAL GUIDANCE RESOURCES CENTRE - GREECE\n\nThis was first established by a team of researchers at the Athens University of Economics & Business (ASOEE) in 1993, under the leadership of Professor Emmanuel J. Yannakoudakis, Professor of Computer Science). The team received funding under the European Union (PETRA II Programme): The establishment of a national occupational guidance resources centre, 1993-1994. The team of Professor Yannakoudakis also organised a series of seminars and lectures to train the first occupational guidance counsellors in Greece between 1993 – 1994.\n\nFurther research projects at the Athens University of Economics & Business were carried as part of the European Union (LEONARDO Programme): a) A pilot project on the use of multimedia for career analysis, 1995-1999, b) Guidance towards the future, 1995-1999, c) On the move guidance system, 1996-2001 (this project was praised as «one of 200 outstanding projects from the first three years of the Leonardo da Vinci projects»), d) Eurostage for guidance systems, 1996-1999.\n\n===Netherlands===\nSchool counseling exists at the high school level.<ref name=\"counsellingminded.com\"/>\n\n===Hong Kong===\nHong Kong mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Iceland===\nIceland mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===India===\nIn India, Central Board of Secondary Education guidelines expect one school counselor will be appointed for every affiliated school,<ref>Sinha, 2006;Dr. Belinda Harris, International school-based counselling scoping report http://counsellingminded.com/wp-content/uploads/2013/10/harris_MindEd_report.pdf#!</ref> but this is less than 3% of all Indian students attending public schools.<ref>Carson, Jain, & Ramirez, 2009</ref>\n\n===Indonesia===\nIndonesia mandates school counseling only in middle and high school.<ref name=\"counsellingminded.com\"/>\n\n===Iran===\nMiddle school students are the priority for school counseling in Iran and it is mandated in high schools but there are not enough school counselors particularly in rural areas.<ref name=\"counsellingminded.com\"/>\n\n===Ireland===\nIn Ireland, school counseling began in County Dublin in the 1960s and went countrywide in the 1970s. However, legislation in the early 1980s severely curtailed the movement due to budget constraints. The main organization for school counseling profession is the IGC or Institute of Guidance Counsellors, which has a code of ethics.<ref>{{cite web|url=http://www.igc.ie/about-us/history |title=History &#124; About Us &#124; Institute of Guidance Counsellors |publisher=Igc.ie |date= |accessdate=2012-11-07}}</ref>\n\n===Israel===\nIn Israel, a 2005 study by Erhard & Harel of 600 elementary, middle, and high school counselors found that a third of school counselors were delivering primarily traditional individual counseling services, about a third were delivering preventive classroom counseling curriculum lessons, and a third were delivering both individual counseling services and school counseling curriculum lessons in a more balanced or comprehensive developmental school counseling program; school counselor roles varied due to three elements: the school counselor's personal preferences, school level, and the principal's expectations.<ref name=\"Erhard & Harel, 2005\">Erhard & Harel, 2005</ref> Erhard & Harel stated that the profession in Israel, like many other countries, is transforming from various marginal and ancillary services to a comprehensive school counseling approach integral in the total school's education program.<ref name=\"Erhard & Harel, 2005\"/> in 2011-12, Israel had a school counselor to student ratio of 1:570 <ref name=\"counsellingminded.com\"/>\n\n===Italy===\nSchool counseling is not well developed in Italy.<ref name=\"counsellingminded.com\"/>\n\n===Japan===\nIn Japan, school counseling is a very recent phenomenon with school counselors being introduced only in the mid-1990s and then often only part-time with a strong emphasis on assisting with behavioral issues.<ref>(Kurosawa, 2000; Murayama, 2000; Okamoto, 2002)</ref> Middle school students are the priority for school counseling in Japan and it is mandated.<ref name=\"counsellingminded.com\"/>\n\n===Jordan===\nJordan mandates school counseling having 1,950 school counselors working in 2011-12.<ref name=\"counsellingminded.com\"/>\n\n===Latvia===\nSchool counseling was introduced in Latvia in 1929 but disappeared in World War II.<ref name=\"counsellingminded.com\"/>\n\n===Lebanon===\nIn Lebanon, the government sponsored the first training of school counselors for public elementary and middle schools in 1996. There are now school counselors in about 1/5 of the elementary and middle schools in Lebanon and none in the high schools.<ref>name=\"Ayyash-Abdo, Alamuddin, and Mukallid, 2010\">(Ayyash-Abdo, Alamuddin, and Mukallid, 2010);Dr. Belinda Harris, International school-based counselling scoping report http://counsellingminded.com/wp-content/uploads/2013/10/harris_MindEd_report.pdf#!</ref> They have been trained in delivering preventive, developmental, and remedial services. Private schools have some school counselors serving all grade levels but the focus is exclusively individual counseling and primarily remedial.<ref>name=\"Ayyash-Abdo, Alamuddin, and Mukallid, 2010\"</ref> Challenges include regular violence and wartime strife and not enough resources and a lack of a professional school counseling organization, assignment of school counselors to cover more than one school at a time, and only two school counseling graduate programs in the country. Last, for persons trained in Western models of school counseling there are dangers of overlooking unique cultural and family aspects of Lebanese society.<ref>Ayyash-Abdo, Alamuddin, and Mukallid, 2010</ref>\n\n===Lithuania===\nSchool counseling was introduced in 1931 but disappeared during World War II.<ref name=\"counsellingminded.com\"/>\n\n===Macau===\nMacau mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Malaysia===\nMalaysia mandates school counseling only in middle/high school.<ref name=\"counsellingminded.com\"/>\n\n===Malta===\nIn Malta, school counseling services began in 1968 in the Department of Education based on recommendations from a UNESCO consultant and used these titles: Education Officer, School Counsellor, and Guidance Teacher. Through the 1990s they included school counselor positions in primary and trade schools in addition to secondary schools. Guidance teachers are mandated at a 1:300 teacher to student ratio.{{citation needed|date=December 2013}} Malta mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Nepal===\nNepal mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===New Zealand===\nNew Zealand mandates school counseling but since 1988 when education was decentralized, there has been a perceived decline in the prevalence of school counselors and the quality and service delivery of school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Nigeria===\nIn Nigeria, school counseling began in 1959 and exists in some high schools. It rarely exists at the elementary school level. Where there are federally funded secondary schools, there are some professionally trained school counselors. However, in many cases, there are only teachers who function as career masters/mistresses. School counselors often have teaching and other responsibilities that take time away from their school counseling tasks. The Counseling Association of Nigeria (CASSON) was formed in 1976 to promote the profession, but there is no code of ethics. However, a certification/licensure board has been formed. Aluede, Adomeh, & Afen-Akpaida (2004) discussed the overreliance on textbooks from the USA and the need for school counselors in Nigeria to take a whole-school approach and lessen the focus on individual approaches and honor the traditional African world view that values the family and community's roles in decision-making as paramount for effective decision-making in schools.<ref>Aluede, Adomeh, & Afen-Akpaida, 2004</ref>\n\n===Norway===\nNorway mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Oman===\nThere is some evidence of school counseling services at the high school level.<ref name=\"counsellingminded.com\"/>\n\n===Philippines===\nThe Philippines mandates school counseling in middle and high school.<ref name=\"counsellingminded.com\"/> The Congress of the Philippines passed the Guidance and Counseling Act of 2004, with a specific focus on Professional Practice, Ethics, National Certification, and the creation of a Regulatory Body, and specialists in school counseling are subject to this law.<ref>http://www.ops.gov.ph/records/ra_no9258.htm</ref>\n\n===Poland===\nSchool counseling was introduced in 1918 but disappeared during World War II.<ref name=\"counsellingminded.com\"/>\n\n===Portugal===\nPortugal mandates school counseling at the high school level.<ref name=\"counsellingminded.com\"/>\n\n===Romania===\nRomania mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Rwanda===\nSchool counseling has focused primarily on trauma-based counseling <ref name=\"counsellingminded.com\"/>\n\n===Saudi Arabia===\nSchool counseling is developing in Saudi Arabia with 90% of high schools having some type of school counseling services as of 2010.<ref name=\"counsellingminded.com\"/>\n\n===Serbia===\nSchool counseling is available only in certain schools.<ref name=\"counsellingminded.com\"/>\n\n===Singapore===\nSingapore mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Slovakia===\nSlovakia mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===South Korea===\nIn South Korea, school counselors must teach a subject besides counseling, and not all school counselors are appointed to counseling positions, even though Korean law requires school counselors in all middle and high schools.<ref name=\"counsellingminded.com\"/><ref>Kim, Kay-Hyon, 2006</ref>\n\n===Spain===\nSpain provides school counseling at the high school level although it is unclear if it is mandated.<ref name=\"counsellingminded.com\"/>\n\n===St. Kitts===\nSt. Kitts mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Sweden===\nSweden mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Switzerland===\nSchool counseling is found at the high school level.<ref name=\"counsellingminded.com\"/>\n\n===Syria===\nSchool counseling has focused primarily on trauma-based counseling of students that prior to the war was done in schools but is now found in either in a school club or refugee camp sponsored and staffed by UNICEF.<ref name=\"counsellingminded.com\"/>\n\n===Taiwan===\nIn Taiwan, school counseling traditionally was done by \"guidance teachers.\" Recent advocacy by the Chinese Guidance and Counseling Association pushed for licensure for school counselors in Taiwan's public schools. Prior to this time, the focus had been primarily individual and group counseling, play therapy,<ref>(Shen & Herr, 2003)</ref> career counseling and development,<ref>(Chang, 2002)</ref> and stress related to national university examinations.\n\n===Tanzania===\nTanzania mandates school counseling <ref name=\"counsellingminded.com\"/>\n\n===Thailand===\nThe Thai government has put substantial funding into school counseling but does not mandate it.<ref name=\"counsellingminded.com\"/>\n\n===Trinidad and Tobago===\nTrinidad and Tobago mandate school counseling.<ref name=\"counsellingminded.com\"/>\n\n===Turkey===\nTurkey mandates school counseling and is well-established in all schools.<ref name=\"counsellingminded.com\"/>\n\n===Uganda===\nUganda mandates school counseling.<ref name=\"counsellingminded.com\"/>\n\n===United Arab Emirates===\nThere is some evidence of school counseling at the high school level in the United Arab Emirates.<ref name=\"counsellingminded.com\"/>\n\n===United Kingdom===\nSchool counseling originated in the UK to support underachieving students and involved specialist training for teachers.<ref name=\"counsellingminded.com\"/> Two UK countries require school counseling.<ref name=\"counsellingminded.com\"/>\n\n===United States===\nIn the [[United States]], the school counseling profession began with the vocational guidance movement at the beginning of the 20th century now known as career development. [[Jesse B. Davis]] was the first to provide a systematic school guidance program. In 1907, he became the principal of a high school and encouraged the school English teachers to use compositions and lessons to relate [[career interests]], develop character, and avoid behavioral problems. Many others during this time also focused on what is now called career development. For example, in 1908, [[Frank Parsons (school counselor)|Frank Parsons]], \"Father of Vocational Guidance\" established the [[Bureau of Vocational Guidance]] to assist young people in making the transition from school to work.\n\nFrom the 1920s to the 1930s, school [[counseling]]  grew because of the rise of progressive education in schools. This movement emphasized personal, social, moral development. Many schools reacted to this movement as anti-educational, saying that schools should teach only the fundamentals of education. This, combined with the economic hardship of the Great Depression, led to a decline in school counseling. In the 1940s, [[psychologists]] and [[Mental Health Counselor|counselors]] selected, recruited, and trained [[military]] personnel. This propelled the school counseling movement in schools by providing ways to test students and meet their needs. Schools accepted these military tests openly. Also, [[Carl Rogers]]' emphasis on helping relationships and a move away from directive \"guidance\" to nondirective or person-centered \"counseling\" influenced the profession of school counseling.\n\nIn the 1950s the [[government]] established the Guidance and Personnel Services Section in the Division of State and Local School Systems. In 1957, the [[Soviet Union]] launched [[Sputnik I]]. Out of concern that the [[Russians]] were winning the space race and that there were not enough [[scientists]] and [[mathematicians]], the government passed the [[National Defense Education Act]], spurring growth in [[vocational]] counseling through larger funding. In the 1960s, new [[legislation]] and professional developments refined the school counseling profession (Schmidt,<ref name=schmidt>Schmidt, J.J. (2003) ''Counseling in schools: Essential services and comprehensive programs''. 4th ed. Boston: Allyn & Bacon.</ref> 2003).\n\nThe 1960s was also a time of great federal funding for land grant colleges and universities in establishing Counselor Education programs.<ref>http://www.aces.org</ref> School counseling shifted from an exclusive focus on career development and added personal and social issues paralleling the rise of social justice and civil rights movements. In the early 1970s, Dr. Norm Gysbers began shifting the profession from school counselors as solitary professionals into having a comprehensive developmental school counseling program for all students K-12.<ref>Hatch & Bowers, 2003; ASCA, 2012\"</ref> He and his colleagues' research evidenced strong correlations between fully implemented school counseling programs and student academic success; a critical part of the evidence base for the profession based on their work in the state of Missouri.<ref>(Lapan, Gysbers, & Sun, 1997)</ref> Dr. Chris Sink & associates showed similar evidence-based success for school counseling programs at the elementary and middle school levels in Washington State.\n\nBut school counseling in the 1980s and early 1990s was absent from educational reform efforts.<ref name=\"Stone & Dahir, 2006\">(Stone & Dahir, 2006)</ref> The profession was facing irrelevance as the standards-based educational movement gained strength with little evidence of systemic effectiveness for school counselors. In response,<ref>Campbell & Dahir (1997)</ref> consulted with elementary, middle, and high school counselors and created the ASCA Student Standards with three core domains (Academic, Career, Personal/Social), nine standards, and specific competencies and indicators for K-12 students.<ref>Hatch & Bowers, 2003, 2005, 2012</ref> A year later, the first systemic meta-analysis of school counseling was published focused on outcome research in academic, career, and personal/social domains.<ref>(Whiston & Sexton, 1998)</ref>\n\nIn the late 1990s, a former mathematics teacher, school counselor, and administrator, Pat Martin, was hired by The Education Trust<ref name=\"edtrust.org\">(www.edtrust.org)</ref> to focus the school counseling profession on closing the achievement gap that harmed children and adolescents of color, poor and working class children and adolescents, bilingual children and adolescents and children and adolescents with disabilities. Martin developed focus groups of K-12 students, parents, guardians, teachers, building leaders, and superintendents, and interviewed professors of School Counselor Education. She hired a school counselor educator from Oregon State University, Dr. Reese House, and they co-created what emerged in 2003 as the National Center for Transforming School Counseling (NCTSC).<ref>http://www.edtrust.org</ref>\n\nThe NCTSC focused on both changing school counselor education at the graduate level and changing school counselor practice in local districts to teach school counselors how to prevent, intervene with, and close achievement and opportunity gaps. In the focus groups, they found what Hart & Jacobi<ref>Hart & Jacobi (1992)</ref> had indicated—-too many school counselors were gatekeepers for the status quo instead of advocates for the academic success of every child and adolescent. Too many school counselors used inequitable practices, supported inequitable school policies, and were unwilling to change.\n\nThis professional behavior kept many students from non-dominant backgrounds (i.e., students of color, poor and working class students, students with disabilities, and bilingual students) from getting the rigorous coursework and academic, career, and college access skills needed to successfully graduate from high school and pursue post-secondary options including college. They funded six $500,000 grants for six Counselor Education/School Counseling programs, with a special focus on rural and urban settings, to transform their school counseling programs to include a focus on teaching school counselor candidates advocacy, leadership, teaming and collaboration, equity assessment using data, and culturally competent program counseling and coordination in 1998 (Indiana State University, University of Georgia, University of West Georgia, University of California-Northridge, University of North Florida, and Ohio State University) and then over 25 other Counselor Education/School Counseling programs joined as companion institutions in the following decade.<ref name=\"edtrust.org\"/> By 2008, NCTSC consultants had worked in over 100 school districts and major cities and rural areas to transform the work of school counselors.\n\nIn 2002, the American School Counselor Association released the first edition of the ASCA National Model: A framework for school counseling programs, written by Dr. Trish Hatch and Dr. Judy Bowers (2003),<ref>Hatch & Bowers, 2003; ASCA, 2012)</ref> comprising key school counseling components: the work of Drs. Norm Gysbers, Curly & Sharon Johnson, Robert Myrick, Carol Dahir & Cheri Campbell's ASCA National Standards, and the skill-based focus for closing achievement and opportunity gaps from the Education Trust's Pat Martin and Dr. Reese House into one document. In 2003, the Center for School Counseling Outcome Research and Evaluation (CSCORE)<ref name=\"Dimmitt, Carey, & Hatch, 2007\">(Dimmitt, Carey, & Hatch, 2007)</ref> was developed as a clearinghouse for evidence-based practice with regular research briefs disseminated and original research projects developed and implemented with founding director Dr. Jay Carey. One of the research fellows, Dr. Tim Poynton, developed the EZAnalyze<ref><http://www.ezanalyze.com></ref> software program for all school counselors to use as free-ware to assist in using data-based interventions and decision-making.\n\nIn 2004, the ASCA Ethical Standards for School Counselors was revised to focus on issues of equity, closing achievement and opportunity gaps, and ensuring all K-12 students received access to a school counseling program.<ref name=\"schoolcounselor.org\">(www.schoolcounselor.org)</ref> Also in 2004, Pat Martin moved to the College Board and hired School Counselor Educator Dr. Vivian Lee. They developed an equity-focused entity on school counselors' role in college readiness and admission counseling, the National Office for School Counselor Advocacy (NOSCA).<ref><http://professionals.collegeboard.com/policy-advocacy/educators/nosca></ref> NOSCA developed research scholarships for research on college counseling by K-12 school counselors and how it is taught in School Counselor Education programs.\n\nOn January 1, 2006, the USA Congress declared the first week of February National School Counseling Week, which grew out of advocacy from ASCA members.\n\nIn 2008, the first NOSCA study was released by Dr. Jay Carey and colleagues focused on innovations in selected College Board \"Inspiration Award\" schools where school counselors collaborated inside and outside their schools for high college-going rates and strong college-going cultures in schools with large numbers of students of non-dominant backgrounds.<ref>(College Board, 2008)</ref> In 2008, ASCA released School Counseling Competencies focused on assisting school counseling programs to effectively implement the ASCA Model.<ref name=\"schoolcounselor.org\"/><ref name=\"ReferenceA\">Hatch & Bowers, 2003; ASCA, 2012</ref>\n \nAlso in 2008, in support of the ASCA Model and new vision<ref>{{cite web|author=Schellenberg |url=http://www.thenewschoolcounselor.com |title=Home |publisher=Thenewschoolcounselor.com |date= |accessdate=2012-11-07}}</ref> school counseling, Dr. Rita Schellenberg introduced ''standards blending'' as a cross-walking approach to align school counseling with the academic achievement mission of schools as well as two data-based reporting systems, SCORE and SCOPE.<ref>Schellenberg, R. (2008). The new school counselor: Strategies for universal academic achievement. Lanham, MD: Rowman Littlefield Education.</ref><ref>Schellenberg, R., & Grothaus, T. (2009). Promoting cultural responsiveness and closing the achievement gap with standards blending. Professional School Counseling, 12, 440-449.</ref><ref>Schellenberg, R. (2007). Standards blending: Aligning school counseling programs with school academic achievement missions. Virginia Counselors Journal, 29, 13-20.</ref>\n\nIn 2009, NOSCA released a national study under the leadership of Dr. Vicki Brooks-McNamara addressing the school counselor/principal connection with specific recommendations for best practices in collaborative leadership in school counseling.\n\nIn 2010, the Center for Excellence in School Counseling and Leadership (CESCAL) co-sponsored the first school counselor and educator conference devoted to the needs of lesbian, bisexual, gay, and transgendered students in San Diego, California.<ref>{{cite web|url=http://www.cescal.org/ |title=CESCaL |publisher=CESCaL |date= |accessdate=2012-11-07}}</ref>\n\nIn 2011, ''Counseling at the Crossroads: The perspectives and promise of school counselors in American education,'' the largest survey of high school and middle school counselors in the United States (over 5,300 interviews), was released by the College Board's National Office for School Counselor Advocacy, the National Association of Secondary School Principals, and the American School Counselor Association. The study shared school counselors' views on educational policies, practices, and reform, and how many of them, especially in urban and rural school settings, are not given the chance to focus on what they were trained to do, especially career and college access counseling and readiness for all students, in part due to high caseloads and inappropriate tasks that take up too much of their time. School counselors made strong suggestions about their crucial role in accountability and success for all students and how school systems need to change so that school counselors can be key players in student success. Implications for public policy and district and school-wide change are addressed.<ref>{{cite web|url=http://nosca.collegeboard.org/research-policies/annual-survey |title=NOSCA Annual Survey - College Board - Advocacy &#124; NOSCA: National Office for School Counselor Advocacy |publisher=Nosca.collegeboard.org |date= |accessdate=2012-11-07}}</ref> The National Center for Transforming School Counseling at The Education Trust released a brief, ''Poised to Lead: How School Counselors Can Drive Career and College Readiness,'' challenging all schools to utilize school counselors for equity and access for rigorous courses for all students and ensuring college and career access skills and competencies be a major focus of the work of school counselors K-12.<ref>{{cite web|url=http://www.edtrust.org/dc/press-room/press-release/school-counselors-underutilized-on-secondary-campuses |title=School counselors underutilized on secondary campuses &#124; Education Trust |publisher=Edtrust.org |date=2011-12-19 |accessdate=2012-11-07}}</ref>\n\nIn 2012, the CSCORE assisted in evaluating and publishing six statewide research studies assessing the effectiveness of school counseling programs based on statewide systemic use of school counseling programs such as the ASCA National Model and their outcomes in ''Professional School Counseling.''<ref name=\"Carey 2012\">(Carey & Dimmitt, 2012; Lapan, 2012)</ref> Research indicated strong correlational evidence between lower school counseling ratios and better student success academically, in terms of career and college access/readiness/admission, and for various personal/social issues including school safety, reduced disciplinary issues, and better attendance in schools with fully implemented school counseling programs.<ref name=\"Carey 2012\"/>\n\nAlso in 2012, the American School Counselor Association released the third edition of the ASCA National Model.<ref>ASCA, 2012, [http://www.ascanationalmodel.org/content.asp?contentid=54 \"The ASCA National Model -- New Edition Released\"] Retrieved August 20, 2012.</ref> Also, the National Center for Transforming School Counseling (NCTSC) created a School Counselor Educator Coalition to further transform graduate School Counselor Education programs in the new vision of school counseling for K-12 school counselors. Twenty universities were represented and four School Counselor Educator faculty mentors were named: Dr. Carolyn Stone, University of North Florida, Dr. Trish Hatch, San Diego State University, Dr. Stuart Chen-Hayes, City University of New York/Lehman College, and Dr. Erin Mason, DePaul University.\n\nIn 2013, Northern Kentucky University and the Center for School Counseling Outcome Research and Evaluation (CSCORE) launched an annual Evidence-Based School Counseling Conference with specific strands for school counselors, building and district leaders, and school counselor educators <ref>http://coehs.nku.edu/centers/nkcee/center_at_work/profdevinitiatives/EBSCConference.html</ref>\n\n===Venezuela===\nSchool counseling is mandated in Venezuela and it has focused on cultural competency.<ref name=\"counsellingminded.com\"/>\n\n===Vietnam===\nSchool counseling is mandated in Vietnam.<ref name=\"counsellingminded.com\"/>\n\n==Roles, school counseling programs, associations, and ethics==\nProfessional school counselors ideally implement a school counseling program that promotes and enhances student achievement (Hatch & Bowers, 2003, 2005; ASCA, 2012).<ref name=\"Hatch 2003\">Hatch & Bowers, 2003, 2005; ASCA, 2012</ref>\nA framework for appropriate and inappropriate school counselor responsibilities and roles is outlined in the ASCA National Model (Hatch & Bowers, 2003, 2005; ASCA, 2012).<ref name=\"Hatch & Bowers, 2003, 2005; ASCA, 2012\"/> School counselors, in most USA states, usually have a Master's degree in school counseling from a Counselor Education graduate program. In Canada, they must be licensed teachers with additional school counseling training and focus on academic, career, and personal/social issues. China requires at least three years of college experience. In Japan, school counselors were added in the mid-1990s, part-time, primarily focused on behavioral issues. In Taiwan, they are often teachers with recent legislation requiring school counseling licensure focused on individual and group counseling for academic, career, and personal issues. In Korea, school counselors are mandated in middle and high schools.\n\nSchool counselors are employed in elementary, middle, and high schools, and in district supervisory settings and in counselor education faculty positions (usually with an earned Ph.D. in Counselor Education in the USA or related graduate doctorates abroad), and post-secondary settings doing academic, career, college readiness, and personal/social counseling, consultation, and program coordination. Their work includes a focus on developmental stages of student growth, including the needs, tasks, and student interests related to those stages(Schmidt,<ref name=schmidt/> 2003).\n\nProfessional school counselors meet the needs of student in three basic domains: [[academic development]], [[career development]], and [[personal/social development]] (Dahir & Campbell, 1997; Hatch & Bowers, 2003, 2005; ASCA, 2012) with an increased emphasis on college access.<ref>(Carey et al., 2008)</ref>  Knowledge, understanding and skill in these domains are developed through [[classroom]] [[teaching|instruction]], [[appraisal]],{{Disambiguation needed|date=June 2011}} [[wikt:consultation|consultation]], [[psychotherapy|counseling]], [[:wikt:coordination|coordination]], and [[collaboration]].  For example, in appraisal, school counselors may use a variety of [[personality tests|personality]] and career assessment methods (such as the<ref>Self-Directed Search (SDS)</ref> or<ref>Career Key</ref> (based on the<ref>Holland Codes</ref>) to help students explore career and college needs and interests.\n\nSchool counselor interventions include individual and group counseling for some students.  For example, if a student's behavior is interfering with his or her achievement, the school counselor may observe that student in a class, provide consultation to teachers and other stakeholders to develop (with the student) a plan to address the behavioral issue(s), and then collaborate to implement and evaluate the plan. They also provide consultation services to family members such as college access, career development, parenting skills, study skills, child and adolescent development, and help with school-home transitions.\n\nSchool counselor interventions for all students include annual academic/career/college access planning K-12 and leading classroom developmental lessons on academic, career/college, and personal/social topics.  The topics of [[character education]], diversity and multiculturalism (Portman, 2009), and school safety are important areas of focus for school counselors. Often school counselors will coordinate outside groups that wish to help with student needs such as academics, or coordinate a program that teaches about [[child abuse]] or [[psychoactive drug|drugs]], through on-stage [[drama]] (Schmidt,<ref name=schmidt/> 2003).\n\nSchool counselors develop, implement, and evaluate school counseling programs that deliver academic, career, college access, and personal/social competencies to all students in their schools. For example, the ASCA National Model (Hatch & Bowers, 2003, 2005; ASCA, 2012)<ref name=\"Hatch 2003\"/> includes the following four main areas:\n\n* Foundation - a school counseling program mission statement, a beliefs/vision statement, SMART Goals; ASCA Student Standards & ASCA Code of Ethics;\n* Delivery System - how school counseling core curriculum lessons, planning for every student, and individual and group counseling are delivered in direct and indirect services to students (80% of school counselor time);\n* Management System - calendars; use of data tool; use of time tool; administrator-school counselor agreement; advisory council; small group, school counseling core curriculum, and closing the gap action plans; and\n* Accountability System - school counseling program assessment; small group, school counseling core curriculum, and closing-the-gap results reports; and school counselor performance evaluations based on school counselor competencies.\n\nThe model (ASCA, 2012) is implemented using key skills from the Education Trust's Transforming School Counseling Initiative:  Advocacy, Leadership, Teaming and Collaboration, and Systemic Change.<ref name=\"edtrust.org\"/>\n\nSchool Counselors around the world are affiliated with national and regional school counseling associations including: Asociacion Argentina de Counselors (AAC-Argentina), American Counseling Association (ACA-USA), African Counseling Association (AfCA), American School Counselor Association (ASCA-USA), Associacao Portuguesa de Psicoterapia centrada na Pessoa e de Counselling (APPCPC-Portugal), Australian Guidance and Counselling Association (AGCA), British Association for Counselling and Psychotherapy (BACP-UK), Canadian Counseling Association (CCA)/Association Canadienne de Counseling (ACC), Center for Excellence in School Counseling and Leadership(CESCaL) (USA), Center for School Counseling Outcome Research (CSCOR-USA) Council for the Accreditation of Counseling and Related Educational Programs (CACREP-USA and international), Counselling Children and Young People (BACP affiliate, UK), Counseling & Psychotherapy in Scotland (COSCA), Cypriot Association of School Guidance Counsellors (OELMEK), European Counseling Association (ECA), France Ministry of Education, Federacion Espanola de Orientacion y Psicopedagogia (FEOP-Spain), Department of Education-Malta,  Hellenic Society of Counselling and Guidance (HESCOG-Greece), Hong Kong Association of Guidance Masters and Career Masters (HKAGMCM), Institute of Guidance Counselors (IGC) (Ireland), International Association for Educational and Vocational Guidance (IAEVG)/Association Internationale d'Orientation Scolaire et Professionnelle (AIOSP)/ Internationale Vereinigung für Schul- und Berufsberatung (IVSBB)/Asociación Internacional para la Orientación Educativa y Profesional(AIOEP), International Baccalaureate (IB), International Vanguard of Counsellors (IVC),  Kenya Association of Professional Counselors (KAPC), National Board for Certified Counselors (NBCC, USA), National Center for Transforming School Counseling (NCTSC) at The Education Trust (USA), National Office for School Counselor Advocacy (NOSCA) at The College Board (USA),\nNew Zealand Association of Counsellors/Te Roopu Kaiwhiriwhiri o Aotearoa (NZAC), Counseling Association of Nigeria (CASSON),\nPhilippine Guidance and Counseling Association (PGCA), Overseas Association of College Admissions Counselors (OACAC, an affiliate of National Association of College Admissions Counselors-USA), Singapore Association for Counseling (SAC), and the Taiwan Guidance and Counseling Association (TGCA).<ref>http://www.aacounselors.org.ar/, www.counseling.org,  www.oocities.com/Athens/Crete/1919/, www.schoolcounselor.org, www.appcpc.com/, www.agca.com.au/, www.bacp.co.uk/, www.ccacc.ca/home.html,\n/www.cescal.org/index.cfm, www.umass.edu/schoolcounseling/, www.cacrep.org, www.ccyp.co.uk/, www.cosca.org.uk/, www.symvoulevein.com, www.eacnet.org/prospectus.html, www.education.gouv.fr/cid160/lieux-information.html, www.uned.es/feop-reop/index.htm, http://schoolnet.gov.mt/guidance/default.html, www.elesyp.gr/, www.hkacmgm.org/, www.igc.ie/, www.iaevg.org/,\nwww.ibo.org/, www.vanguardofcounsellors.org/, www.kapc.or.ke/, www.nbcc.org, www.edtrust.org, http://professionals.collegeboard.com/policy-advocacy/educators/nosca, www.nzac.org.nz/, www.cassonng.org/, www.pgca.org.ph/index.shtml, http://new.oacac.com/, www.sac-counsel.org.sg/, www.guidance.org.tw/internation.html</ref>\n\nSchool Counselors are expected to follow a professional code of ethics in many countries. For example, In the USA, they are the American School Counselor Association (ASCA) School Counselor Ethical Code,<ref name=\"schoolcounselor.org\"/> the American Counseling Association (ACA) Code of Ethics.,<ref>(www.counseling.org)</ref> and the National Association for College Admission Counseling (NACAC) Statement of Principles of Good Practice (SPGP).<ref>(www.nacacnet.org/AboutNACAC/Policies/Documents/SPGP.pdf)</ref>\n\n===Elementary school counseling===\n[[Elementary school]] counselors provide<ref name=\"Stone & Dahir, 2006\"/> academic, career, college access, and personal and social competencies and planning to all students, and individual and group counseling for some students and their families to meet the developmental needs of young children K-6.<ref name=\"Hatch & Bowers, 2003; ASCA, 2012\">(Hatch & Bowers, 2003; ASCA, 2012)</ref> Transitions from pre-school to elementary school and from elementary school to middle school are an important focus for elementary school counselors. Increased emphasis is placed on accountability for closing achievement and opportunity gaps at the elementary level as more school counseling programs move to evidence-based work with data and specific results.<ref name=\"Young 2007\">(Young & Kaffenberger, 2009; Dimmitt, Carey, & Hatch, 2007)</ref>\n\nSchool counseling programs that deliver specific competencies to all students help to close achievement and opportunity gaps.<ref name=\"Bryan, Holcomb-McCoy 2007\">(Bryan, Holcomb-McCoy, Moore-Thomas, & Day-Vines, 2009; College Board, 2008; Holcomb-McCoy, 2007)</ref> To facilitate individual and group school counseling interventions, school counselors use developmental, cognitive-behavioral, person-centered (Rogerian) listening and influencing skills, systemic, family, multicultural,<ref name=\"Holcomb-McCoy 2009\">(Holcomb-McCoy & Chen-Hayes, 2007; Portman, 2009)</ref> narrative, and play therapy theories and techniques.<ref>Stone & Dahir, 2006; Shen & Herr, 2003</ref><ref>Sink & Stroh (2003)</ref> released a research study showing the effectiveness of elementary school counseling programs in Washington state.\n\n===Middle school counseling===\n[[Middle school]]  counselors provide school counseling curriculum lessons<ref name=\"Stone & Dahir, 2006\"/> on academic, career, college access, and personal and social competencies, advising and academic/career/college access planning to all students and individual and group counseling for some students and their families to meet the needs of older children/early adolescents in grades 7 and 8.<ref name=\"Hatch & Bowers, 2003, 2005; ASCA, 2012\"/>\n\nMiddle School College Access curricula have been developed by The College Board to assist students and their families well before reaching high school. To facilitate the school counseling process, school counselors use theories and techniques including developmental, cognitive-behavioral, person-centered (Rogerian) listening and influencing skills, systemic, family, multicultural,<ref name=\"Holcomb-McCoy 2009\"/> narrative, and play therapy.  Transitional issues to ensure successful transitions to high school are a key area including career exploration and assessment with seventh and eighth grade students.<ref>Schmidt, 2003; Trolley et al, 2009</ref> Sink, Akos, Turnbull, & Mvududu released a study in 2008 confirming the effectiveness of middle school comprehensive school counseling programs in Washington state.<ref>(Sink, Akos, Turnbull, & Mvududu, 2008)</ref>\n\n===High school counseling===\n[[High school]] counselors provide<ref name=\"Stone & Dahir, 2006\"/> academic, career, college access, and personal and social competencies with developmental classroom lessons and planning to all students, and individual and group counseling for some students and their families to meet the developmental needs of adolescents (Hatch & Bowers, 2003, 2005, 2012).<ref name=\"ReferenceA\"/> Emphasis is on college access counseling at the early high school level as more school counseling programs move to evidence-based work with data and specific results<ref name=\"Young 2007\"/> that show how school counseling programs help to close achievement, opportunity, and attainment gaps ensuring all students have access to school counseling programs and early college access activities.<ref>(ASCA, 2010; Bryan, Holcomb-McCoy, Moore-Thomas, & Day-Vines, 2009; Carey et al., 2008; Holcomb-McCoy, 2007)</ref> The breadth of demands high school counselors face, from educational attainment (high school graduation and some students' preparation for careers and college) to student social and mental health, has led to ambiguous role definition.<ref>Paisley, P. (2001). School Counseling for the 21st Century: Challenges and Opportunities. Professional School Counseling, 5(2), 106.</ref> Summarizing a 2011 national survey of more than 5,300 middle school and high school counselors, researchers argued: \"Despite the aspirations of counselors to effectively help students succeed in school and fulfill their dreams, the mission and roles of counselors in the education system must be more clearly defined; schools must create measures of accountability to track their effectiveness; and policymakers and key stakeholders must integrate counselors into reform efforts to maximize their impact in schools across America\".<ref>Bridgeland, J. and Bruce, M. (2011). 2011 National Survey of School Counselors: Counseling at a Crossroads. The College Board.</ref>\n\nTransitional issues to ensure successful transitions to college, other post-secondary educational options, and careers are a key area.<ref>http://professionals.collegeboard.com/policy-advocacy/educators/nosca</ref> The high school counselor helps students and their families prepare for post-secondary education including college and careers (e.g. [[college]], [[careers]]) by engaging students and their families in accessing and evaluating accurate information on what the National Office for School Counselor Advocacy calls the 8 essential elements of college and career counseling: (1) College Aspirations, (2) Academic Planning for Career and College Readiness, (3) Enrichment and Extracurricular Engagement, (4) College and Career Exploration and Selection Processes, (5) College and Career Assessments, (6) College Affordability Planning, (7) College and Career Admission Processes, and (8) Transition from High School Graduation to College Enrollment.<ref>{{cite web|url=http://advocacy.collegeboard.org/college-preparation-access/national-office-school-counselor-advocacy-nosca/news/8-components-college |title=NOSCA Tools & Resources - College Board - Advocacy &#124; NOSCA: National Office for School Counselor Advocacy |publisher=Advocacy.collegeboard.org |date= |accessdate=2012-11-07}}</ref> Some students turn to private college admissions advisors but there is no research evidence that private college admissions advisors have any effectiveness in assisting students attain selective college admissions.\n\nLapan, Gysbers & Sun showed correlational evidence of the effectiveness of fully implemented school counseling programs on high school students' academic success.<ref>Lapan, Gysbers, & Sun's (1997)</ref> Carey et al.'s 2008 study showed specific best practices from high school counselors raising college-going rates within a strong college-going environment in multiple USA-based high schools with large numbers of students of nondominant cultural identities.\n\n==Education credentials and certification==\nThe education of school counselors (school counsellors) around the world varies based on the laws and cultures of countries and the historical influences of their educational and credentialing systems and professional identities related to who delivers academic, career, college readiness, and personal/social information, advising, curriculum, and counseling and related services.<ref name=\"iaevg.org\"/>\n\nIn Canada, school counselors must be certified teachers with additional school counseling training.\n\nIn China, there is no national certification or licensure system for school counselors.\n\nKorea requires school counselors in all middle and high schools.<ref><Kim, Kay-Hyon, 2006)</ref>\n\nIn the Philippines, school counselors must be licensed with a master's degree in counseling.<ref>[http://www.pgca.org.ph/index.shtml ]{{dead link|date=November 2012}}</ref>\n\nTaiwan instituted school counselor licensure for public schools (2006) through advocacy from the<ref>Chinese Guidance and Counseling Association.</ref>\n\nIn the USA, a school counselor is a certified  educator with a master's degree in school counseling (usually from a Counselor Education graduate program) with school counseling graduate training including qualifications and skills to address all students’ academic, career, college access and personal/social needs.\n\nAbout half of all Counselor Education programs that offer school counseling are accredited by the Council on the Accreditation of Counseling and Related Educational Programs (CACREP) and all are in the USA with one in Canada and one under review in Mexico as of 2010. CACREP maintains a current list of accredited programs and programs in the accreditation process on their website.<ref name=\"cacrep.org\">(www.cacrep.org)</ref> CACREP desires to accredit more international counseling university programs.<ref name=\"cacrep.org\"/>\n\nAccording to CACREP, an accredited school counseling program offers coursework in Professional Identity and Ethics, Human Development, Counseling Theories, Group Work, Career Counseling, Multicultural Counseling,  Assessment, Research and Program Evaluation, and Clinical Coursework—a 100-hour practicum and a 600-hour internship under supervision of a school counseling faculty member and a certified school counselor site supervisor (CACREP,<ref>Council for Accreditation of Counseling and Related Educational Programs (CACREP). (CACREP, 2001, 2009) The 2001 Standards.  Retrieved on November 25, 2003, from http://www.counseling.org/cacrep/2001standards700.htm</ref> 2001).\n\nWhen CACREP released the 2009 Standards, the accreditation process became performance-based including evidence of school counselor candidate learning outcomes. In addition, CACREP tightened the school counseling standards with specific evidence needed for how school counseling students receive education in foundations; counseling prevention and intervention; diversity and advocacy; assessment; research and evaluation; academic development; collaboration and consultation; and leadership in K-12 school counseling contexts.<ref>(CACREP, 2009)</ref>\n\nCertification practices for school counselors vary around the world. School counselors in the USA may opt for national certification through two different boards. The National Board for Professional Teaching Standards (NBPTS) requires a two-to-three year process of performance based assessment, and demonstrate (in writing) content knowledge in human growth/development, diverse populations, school counseling programs, theories, data, and change and collaboration.<ref>(www.nbpts.org)</ref> As of February, 2005, 30 states offer financial incentives for this certification.\n\nAlso in the USA, The National Board for Certified Counselors (NBCC) requires passing the National Certified School Counselor Examination (NCSC), including 40 multiple choice questions and seven simulated cases assessing school counselors' abilities to make critical decisions.  Additionally, a master's degree and three years of supervised experience are required. NBPTS also requires three years of experience, however state certification is required (41 of 50 states require a master's degree). At least four states offer financial incentives for the NCSC certification.<ref>Mcleod, K. (March/April 2005).</ref><ref>Schellenberg, R. (2008). The new school counselor: Strategies for universal academic achievement. Lanham, MD: Rowman Littlefield Education</ref><ref>http://www.nbcc.org</ref><ref>(www.vanguardofcounsellors.org)</ref><ref>Schellenberg, R. (2012). ''The school counselor’s study guide for credentialing exams.'' New York: Routledge.</ref>\n\n==Job growth and earnings==\n{{globalize|date=July 2012}}\nThe rate of job growth and earnings for school counselors depends on the country that one is employed in and how the school is funded—public or independent. School counselors working in international schools or \"American\" schools globally may find similar work environments and expectations to the USA. School counselor pay varies based on school counselor roles, identity, expectations, and legal and certification requirements and expectations of each country. According to the Occupational Outlook Handbook (OOH), the [[median]] [[salary]] for school counselors in the USA in 2010 was (USD) $53,380 or $25.67 hourly. The USA has 267,000 employees in titles such as School Counselor or related titles in education and advising and college and career counseling. The projected growth for school counselors is 14-19% or faster than average than other occupations in the USA with a predicted 94,000 job openings from 2008-2018.<ref>{{cite web|url=http://www.bls.gov/oes/ |title=Occupational Employment Statistics Home Page |publisher=Bls.gov |date=2012-03-27 |accessdate=2012-11-07}}</ref><ref>{{cite web|url=http://www.bls.gov/emp/ |title=Employment Projections Home Page |publisher=Bls.gov |date= |accessdate=2012-11-07}}</ref> \"  In Australia, a survey by the Australian Guidance and Counseling Association found that school counselor salary ranged from (AUD) the high 50,000s to the mid 80,000s.\n\nAmong all counseling specialty areas, public elementary, middle and high school counselors are (2009) paid the highest salary on average of all counselors. Budget cuts, however, have affected placement of public school counselors in Canada, Ireland, the United States, and other countries due to the global recession in recent years. In the United States, rural areas and urban areas traditionally have been under-served by school counselors in public schools due to both funding shortages and often a lack of best practice models. With the advent of No Child Left Behind legislation in the USA and a mandate for school counselors to be working with data and showing evidence-based practice, school counselors able to show and share results in assisting to close gaps are in the best position to argue for increased school counseling resources and positions for their programs (Hatch & Bowers, 2003, 2005; ASCA, 2012).<ref name=\"Hatch 2003\"/>\n\n==Notable school counselors ==\n* [[Fernando Cabrera]] USA politician\n* [[Ern Condon]], Canadian politician \n* [[Derrick Dalley]], Canadian politician \n* [[François Gendron]], Canadian politician\n* [[Steve Lindberg]], USA politician\n* [[Lillian Ortiz-Self]]}, USA politician\n* [[Tony Resch]], USA lacrosse player\n* [[Tom Tillberry]],  USA politician\n* [[Tom Villa]], USA politician\n\n==See also==\n{{Portal|Education}}\n* [[Academic counseling]]\n* [[Achievement gaps]]\n* [[Advocacy]]\n* [[Attainment gaps]]\n* [[Career counseling]]\n* [[Career development]]\n* [[Character education]]\n* [[College admissions counseling]]\n* [[Counseling]]\n* [[Counselor (disambiguation)]]\n* [[Counselor Education]]\n* [[Education]]\n* [[Educational equity]]\n* [[Educational leadership]]\n* [[Frank Parsons (school counselor)|Frank Parsons]]\n* [[List of counseling topics]]\n* [[Mental health counseling]]\n* [[Multicultural counseling]]\n* [[Multicultural education]]\n* [[Opportunity gaps]]\n* [[Personal/social counseling]]\n* [[Play therapy]]\n* [[School social worker]]\n* [[School psychology]]\n* [[Social justice]]\n* [[Teacher]]\n\n==References==\n<!-- this 'empty' section displays references defined elsewhere -->\n{{Reflist|3}}\n\n==Evidence- and research-based school counseling articles, books, DVDs==\n\n=== Abilities, Disabilities, Gifts, Talents, and Special Education in School Counseling ===\n\n*Bauman, S. S. M. (2010). School counselors and survivors of childhood cancer: Reconceptualizing and advancing the cure. ''Professional School Counseling, 14,'' 156-164.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Erford, B. T., Erford, B. M., Lattanzi, G., Weller, J., Schein, H., Wolf, E., Hughes, M., Darrow, J., Savin-Murphy, J., & Peacock, E. (2011). Counseling outcomes from 1990 to 2008 for school-age youth with depression: A meta-analysis. ''Journal of Counseling & Development, 89,'' 439-458.\n*Hamlet, H. S., Gergar, P. G., & Shaefer, B. A. (2011). Students living with chronic illness: The school counselor's role. ''Professional school counseling, 14,'' 202-210\n*Krell, M., & Perusse, R. (2012). Providing college readiness counseling for students with Autism spectrum disorders: A Delphi study to guide school counselors.  ''Professional School Counseling, 16,'' 29-39.\n*Marshak, L. E., Dandeneau, C. J., Prezant, F. P., & L'Amoreaux, N. A. (2009). ''The school counselor's guide to helping students with disabilities.'' San Francisco, CA:  Jossey-Bass.\n*Milsom, A. (2007). Interventions to assist students with disabilities through school transitions. ''Professional School Counseling, 10,'' 273-278.\n*Milsom, A. (2006). Creating positive school experiences for students with disabilities. ''Professional School Counseling, 10,'' 66-72.\n*Milsom, A., & Dietz, L. (2009). Defining college readiness for students with learning disabilities: A Delphi study. ''Professional School Counseling, 12,'' 315-323.\n*Peterson, J. S. (2006). Addressing counseling needs of gifted students. ''Professional School Counseling, 10,'' 43-51.\n*Trolley, B. C., Haas, H. S., & Patti, D. C. (2009). ''The school counselor's guide to special education.'' Thousand Oaks, CA:  Corwin Press.\n*Wood, S. M. (2010). Best practices in counseling the gifted in schools: What's really happening. ''Gifted Child Quarterly, 54,'' 42-58.\n*Wood, S. M. (2010). Nurturing a garden: A qualitative investigation into school counselors' experiences with gifted students. ''Journal for the Education of the Gifted, 34,'' 261-302.\n*Wood, S. M. (2009). Counseling concerns of gifted and talented adolescents: Implications for school counselors. ''Journal of School Counseling, 7(1).''\n*Wood, S. M., Portman, T., Cigrand, D. L., & Colangelo, N. (2010). School counselors’ perceptions and experience with acceleration as a program option for gifted and talented students. ''Gifted Child Quarterly, 54,'' 168-178.\n\n=== Academic Interventions, Closing Achievement Gaps ===\n\n*Blanco, P. J., & Ray, D. C. (2011). Play therapy in elementary schools: A best practice for improving academic achievement. ''Journal of Counseling & Development, 89,'' 235-243.\n*Bodenhorn, N., Wolfe, E. W., & Airen, O. E. (2010). School counselor program choice and self-efficacy:  Relationship to achievement gap and equity. ''Professional School Counseling, 13,'' 165-174.\n*Brigman, G. A., & Campbell, C. (2003). Helping students improve academic achievement and school success behavior. ''Professional School Counseling, 7,'' 91-98.\n*Brigman, G. A., Webb, L. D., & Campbell, C. (2007). Building skills for school success: Improving the academic and social competence of students. ''Professional School Counseling, 10,'' 279-288.\n*Bruce, A. M., Getch, Y. Q., & Ziomek-Daigle, J. (2009). Closing the gap: A group counseling approach to improve test performance of African-American students. ''Professional School Counseling, 12,'' 450-457.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Cholewa, B., & West-Olatunji, C. (2008). Exploring the relationship among cultural discontinuity, psychological distress, and academic achievement outcomes for low-income, culturally diverse students. \"Professional School Counseling, 12,\" 54-61.\n*Hatch, T. (2014). \"The use of data in school counseling: Hatching results for students programs, and the profession.\" Thousand Oaks, CA: Corwin Press.\n*Holcomb-McCoy, C. (2007). ''School counseling to close the achievement gap: A social justice framework for success.'' Thousand Oaks, CA:  Corwin Press.\n*Holcomb-McCoy, C. (2007). ''Transitioning to high school: Issues and challenges for African American students. Professional School Counseling, 10,'' 253-260.\n*Jeynes, W. (2007). \"The relationship between parental involvement and urban secondary school student academic achievement: A meta-analysis. \"Urban Education, 42,\" 82-110.\n*Johnson, R. S. (2002). ''Using data to close the achievement gap: How to measure equity in our schools.'' Thousand Oaks, CA: Corwin.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf\n*Miranda, A., Webb, L., Brigman, G., & Peluso, P. (2007). Student success skills:  A promising program to close the academic achievement gaps of African American and Latino Students. ''Professional School Counseling, 10,'' 490-497.\n*Newman, B. M., Lohman B. J., Myers, M. C., & Newman P. R. (2000). Experiences of urban youth navigating the transition to ninth grade. \"Journal of Youth and Society, 31,\" 387-416.\n*Newman, B. M., Myers, M.C., Newman, P. R., Lohman, B. J., & Smith, V. L. (2000). The transition to high school for academically promising, urban, low-income African American youth. \"Adolescence, 35,\" 45-66.\n*Poynton, T. A., Carlson, M. W., Hopper, J. A., & Carey, J. C. (2006). Evaluating the impact of an innovative approach to integrate conflict resolution into the academic curriculum on middle school students' academic achievement. ''Professional School Counseling, 9,'' 190-196.\n*Schellenberg, R., & Grothaus, T. (2011). Using culturally competent responsive services to improve student achievement and behavior. ''Professional School Counseling, 14,'' 222-230.\n*Schellenberg, R., & Grothaus, T. (2009). Promoting cultural responsiveness and closing the achievement gap with standards blending. ''Professional School Counseling, 12,'' 440-449.\n*Schellenberg, R. (2008). The new school counselor: Strategies for universal academic achievement. Lanham, MD: Rowman Littlefield Education.\n*Sciarra, D. T. (2010). Predictive factors in intensive math course-taking in high school. \"Professional School Counseling, 13,\" 196-207.\n*Squier, K. L., Nailor, P., & Carey, J. C. (2014). ''Achieving excellence in school counseling through motivation, self-direction, self-knowledge, and relationships.'' Thousand Oaks, CA: Corwin.\n*Suh, S., Suh, J., & Houston, I. (2007). Predictors of categorical at–risk high school dropouts. ''Journal of Counseling and Development, 85,'' 196-203.\n*Suh, S., & Suh, J. (2007). Risk factors and levels of risk for high school dropouts, ''Professional School Counseling, 10,'' 297-306.\n*Trusty, J., Mellin, E. A., & Herbert, J. T. (2008). Closing achievement gaps: Roles and tasks of elementary school counselors. ''Elementary School Journal, 108,'' 407-421\n*Tucker, C., Dixon, A., & Griddine, K. (2010). Academically successful African American male urban high school students' experiencing of mattering to others at school. ''Professional School Counseling, 14,'' 135-145.\n*Villalba, J. A., Akos, P., Keeter, K., & Ames, A. (2007). Promoting Latino student achievement and development through the ASCA National Model. ''Professional School Counseling, 12,'' 272-279.\n*Webb, L. D., & Brigman, G. A. (2006). Student success skills: Tools and strategies for improved academic and social outcomes. ''Professional School Counseling, 10,'' 112-120.\n*Weinbaum, A. T., Allen, D., Blythe, T., Simon, K., Seidel, S., & Rubin, C. (2004). Teaching as inquiry: Asking hard questions to improve student achievement. New York: Teachers College Press.\n*West-Olatunji, C., Shure, L, Pringle, R., Adams, T., Lewis, D., & Cholewa, B. (2010). Exploring how school counselors position low-income African American girls as mathematics and science learners. \"Professional School Counseling, 13,\" 184-195.\n\n=== Accountability; Evidence- and Data-Based School Counseling Program Curricula, Evaluation, and Practices ===\n\n*Astramovich, R. L., Hoskins, W. J., & Coker, J. K. (2008). ''The Accountability Bridge: A model for evaluating school counseling programs.'' Dubuque, IA: Kendall Hunt.\n*Brigman, G., Lemberger, M., & Moor, M. (2012).  Striving to evince educational excellence: Measures for Adlerian counselors to demonstrate impact on student achievement and behavior.  ''Journal of Individual Psychology.'' \n*Brigman, G., Villares, E., & Webb, L. (2013). The efficacy of individual psychology approaches for improving student achievement and behavior. ''Journal of Individual Psychology.''\n*Brigman, G. & Webb, L. (2008). Education: An Individual Psychology approach to school consultation. ''Journal of Individual Psychology, 64,'' 506-515.\n*Camizzi, E., Clark, M. A., Yacco, S., & Goodman, W. (2009). Becoming \"difference makers\": School-university collaboration to create, implement, and evaluate data-driven counseling interventions. ''Professional School Counseling, 12,'' 471-479.\n*Carey, J., & Dimmitt, C. (2012). School counseling and student outcomes: Summary of six statewide studies. \"Professional School Counseling 16,\" 146-153.\n*Carey, J. C., Dimmitt, C., Hatch, T. A., Lapan, R. T., & Whiston, S. C. (2008). Report of the national panel for evidence-based school counseling:  Outcome research coding protocol and evaluation of student success skills and second step. ''Professional School Counseling, 11,'' 197-206.\n*Chen-Hayes, S. F. (2007). The ACCESS Questionnaire: Assessing K-12 school counseling programs and interventions to ensure equity and success for every student. ''Counseling and Human Development 39,'' 1-10.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Dahir, C. A., & Stone, C. B. (2009). School counselor accountability: The path to social justice and systemic change. ''Journal of Counseling & Development, 87,'' 12-20.\n*Dimmitt, C. (2009). Why evaluation matters: Determining effective school counseling practices. ''Professional School Counseling, 12,'' 395-399.''\n*Dimmitt, C., Carey, J. C., & Hatch, T. (2007). ''Evidence-based school counseling: Making a difference with data-driven practices.'' Thousand Oaks, CA: Corwin Press.\n*Gruman, D. H., & Hoelzen, B. (2011). Determining responsiveness to school counseling interventions using behavioral observations. ''Professional School Counseling, 14,'' 183-90.\n*Hatch, T. (2014). \"The use of data in school counseling: Hatching results for students programs, and the profession.\" Thousand Oaks, CA: Corwin Press.\n*Hayes, R. L., Nelson, J.-L., Tabin, M., Pearson, G., & Worthy, C. (2002). Using school-wide data to advocate for student success. ''Professional School Counseling, 6,'' 86-95.\n*Holcomb-McCoy, C., Gonzalez, I., & Johnston, G. (2009). School counselor dispositions as predictors of data usage. ''Professional School Counseling, 12,'' 343-351\n*Isaacs, M. L. (2003). Data-driven decision-making: The engine of accountability. ''Professional School Counseling, 6,\" 288-295.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Lemberger, M. E., Brigman, G., Webb., L., & Moore, M. M. (2013). Student Success Skills: An evidence-based cognitive and social change theory for student achievement.  ''Journal of Education, 192,'' 89-100.\n*Leon, A., Villares, E., Brigman, G., Webb, L., & Peluso, P.(2011).  Closing the achievement gap of Hispanic students: A school counseling response.  ''Counseling Outcome Research and Evaluation, 2,'' 73-86. doi 10.1177/2150137811400731\n*Mariani, M., Webb, L., Villares, E., & Brigman, G. (2012). Effects of participation in student success skills on pro-social and bullying behavior. \n*Martin, I., & Carey, J. C. (2012). Evaluation capacity within state-level school counseling programs: A cross-case analysis. \"Professional School Counseling, 15,\" 132-143.\n*Poynton, T. A. (2009). Evaluating the effectiveness of a professional development workshop to increase school counselors' use of data: The role of technology. ''Journal of Counselor Preparation and Supervision, 1,'' 29-48.\n*Poynton, T. A., & Carey, J. C. (2006). An integrated model of data-based decision making for school counseling. ''Professional School Counseling, 10,'' 121-130.\n*Scarborough, J. L., & Culbreth, J. R. (2008). Examining discrepancies between actual and preferred practice of school counselors. ''Journal of Counseling & Development, 86,'' 446-459.\n*Scarborough, J. L. (2005). The school counselor activity rating scale: An instrument for gathering process data. ''Professional School Counseling, 8,'' 274-283.\n*Schellenberg, R., & Grothaus, T. (2009). Promoting cultural responsiveness and closing the achievement gap with standards blending. Professional School Counseling, 12, 440-449.\n*Schellenberg, R. (2007). Standards blending: Aligning school counseling programs with school academic achievement missions. Virginia Counselors Journal, 29, 13-20.\n*Sink, C. A. (2009). School counselors as accountability leaders: Another call for action. ''Professional School Counseling, 13,'' 68-74.\n*Sink, C. A., & Spencer, L. R. (2005). My Class Inventory-Short Form as an accountability tool for elementary school counselors to measure classroom climate. ''Professional School Counseling, 9,'' 37-48.\n*Stone, C. B., & Dahir, C. A. (2011). ''School counselor accountability: A MEASURE of student success (3rd ed.).'' Boston, MA: Pearson.\n*Studer, J. R., Oberman, A. H., & Womack, R. H. (2006). Producing evidence to show counseling effectiveness in schools. ''Professional School Counseling, 9,'' 385-391.\n*Villares, E., Brigman, G., & Maier, A. (2010). Student Success Skills:  Building quality worlds and advocating for school counseling programs. ''International Journal of Choice Theory and Reality Therapy, 1.''\n*Villares, E., Brigman, G., & Peluso, P. (2008).  Ready to Learn: An evidence-based Individual Psychology-linked curriculum for prekindergarten through first grade. ''Journal of Individual Psychology, 64,'' 386-402.\n*Villares, E., Frain, M., Brigman, G., Webb, L., & Peluso, P. (2012). The impact of Student Success Skills on standardized test scores: A meta-analysis ''Counseling Outcome Research and Evaluation,''doi 2150137811434041\n*Villares, E., Lemberger, M., & Brigman, G. (2011).  Student Success Skills: An evidence-based school counseling program grounded in humanistic theory.  ''Journal of Humanistic Counseling, Education and Development, 50,'' 1.\n*Webb, L., Lemberger, M., & Brigman, G. (2008). Student Success Skills: A review of a research-based school counselor intervention influenced by Individual Psychology. ''Journal of Individual Psychology, 64,'' 339-352.\n*Whiston, S. C., & Aricak, T. (2008). Development and initial investigation of the School Counseling Program Evaluation Scale. ''Professional School Counseling, 11,'' 253-261.\n*Young, A., & Kaffenberger, C. J. (2011). The beliefs and practices of school counselors who use data to implement comprehensive school counseling programs. ''Professional School Counseling, 15,'' 67-76.\n*Young, A., & Kaffenberger, C. (2009). ''Making data work (2nd ed.)'' Alexandria, VA:  American School Counselor Association.\n\n=== Advocacy, Empowerment, Equity, Social Justice ===\n\n*Akos, P., Lambie, G. W., Milsom, A., & Gilbert, K. (2007). Early adolescents' aspirations and academic tracking: An exploratory investigation. ''Professional School Counseling, 11,\" 57-64\n*Bemak, F., & Chung, R. C.-Y. (2005). Advocacy as a critical role for urban school counselors: Working toward equity and social justice. ''Professional School Counseling, 8,'' 196-202.\n*Bryan, J., Moore-Thomas, C., Day-Vines, N. L., Holcomb-McCoy, C., & Mitchell, N. (2009). ''Characteristics of students who receive school counseling services: Implications for practice and research. ''Journal of School Counseling, 7,''.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Clemens, E. V., Shipp, A., & Kimbel, T. (2011). Investigating the psychometric properties of School Counselor Self-Advocacy Questionnaire.  ''Professional School Counseling, 15,'' 34-44.\n*Cox, A. A., & Lee, C. C. (2007). Challenging educational inequities: School counselors as agents of social justice. In C. C. Lee, (Ed.)., ''Counseling for social justice, 2nd ed. (pp. 3-14).'' Alexandria, VA: American Counseling Association.\n*Griffin, D., & Steen, S. (2011). A social justice approach to school counseling. ''Journal for Social Action in Counseling and Psychology, 3,'' 74-85.\n*Hipolito-Delgado, C. P., & Lee, C. C. (2007). Empowerment theory for the professional school counselor: A manifesto for what really  matters. ''Professional School Counseling, 10,'' 327-332.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf\n*Ockerman, M. S., Mason, E. C. M., & Chen-Hayes, S. F. (2013). School counseling supervision in challenging times: The CAFE supervisor model. ''Journal of Counselor Preparation and Supervision, 5(2), Article 4.'' doi: http://dx.doi.org/10.7729/51.0024 http://repository.wcsu.edu/jcps/vol5/iss2/4/\n*Ratts, M., DeKruyf, L., & Chen-Hayes, S. F. (2008). The ACA Advocacy Competencies: A social justice advocacy framework for professional school counselors. ''Professional School Counseling, 11,'' 90-97.\n*Singh, A. A., Urbano, A., Haston, M., & McMahon, E. (2010). School counselors' strategies for social justice change:  A grounded theory of what works in the real world. \"Professional School Counseling, 13,\" 135-145.\n*Smith, L., Davis, K., & Bhowmik, M. (2010). Youth participatory action research groups as school counseling interventions. ''Professional School Counseling, 14,'' 174-182.\n*Studer, J. R. (2005). ''The professional school counselor: An advocate for students.'' Belmont, CA: Wadsworth.\n\n=== ASCA Model/Standards, School Counseling Programs, Closing Gaps ===\n\n*Alberta Education, Special Education Branch (1995). ''From position to program: Building a comprehensive school guidance and counselling program: Planning and resource guide.'' Edmonton, Alberta, Canada: Author.\n*American School Counselor Association/Hatch, T. & Bowers, J. (2012). ''The ASCA National Model: A framework for school counseling programs, (3rd ed.)'' Alexandria, VA: Author.\n*Barna, J. S., & Brott, P. E. (2011). How important is personal-social development to academic achievement? The elementary school counselor's perspective. ''Professional School Counseling, 14,'' 242-249.\n*Burkhard, A. W., Gillen, M., Martinez, M. J., & Skytte, S. (2012). Implementation challenges and training needs for comprehensive school counseling programs in Wisconsin high schools. \"Professional School Counseling 16,\" 136-145.\n*Campbell, C. A., & Dahir, C. A. (1997). ''Sharing the vision: The national standards for school counseling programs.'' Alexandria, VA: American School Counselor Association.\n*Carey, J., & Dimmitt, C. (2012). School counseling and student outcomes: Summary of six statewide studies. \"Professional School Counseling 16,\" 146-153.\n*Carey, J., Harrington, K., Martin, I., & Hoffman, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in rural and suburban Nebraska high schools, ''Professional School Counseling 16,'' 100-107.\n*Carey, J., Harrington, K., Martin, I., & Stevenson, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in Utah high schools, ''Professional School Counseling 16,'' 89-99.\n*Chen-Hayes, S. F. (2007). The ACCESS Questionnaire: Assessing K-12 school counseling programs and interventions to ensure equity and success for every student. ''Counseling and Human Development, 39,'' 1-10.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Clemens, E. V., Carey, J. C., Harrington, K. M. (2010). The School Counseling Program Implementation Survey: Initial instrument development and exploratory factor analysis. ''Professional School Counseling, 14,'' 125-134.\n*Corbin, D. S., & McNaughton, K. (2004). Perceived needs of educational administrators for student services offices in a Chinese context: School counselling programs addressing the needs of children and teachers. ''School Psychology International, 25,'' 373-382.\n*Dahir, C. A., Burnham, J. J., & Stone, C. (2009). Listen to the voices: School counselors and comprehensive school counseling programs. ''Professional School Counseling, 12,'' 182-192.\n*De Leon, Angela P., 2011. \"A Model Prekindergarten through 4th Year of College (P-16) Individual Graduation Plan Proposal.\" Applied Research Projects, Texas State University-San Marcos. http://ecommons.txstate.edu/arp/364\n*Dimmitt, C., & Carey, J. (2007). Using the ASCA National Model to facilitate school transitions. ''Professional School Counseling, 10,'' 227-232.\n*Dimmit, C., & Wilkerson, B. (2012). Comprehensive school counseling in Rhode Island: Access to services and student outcomes. \"Professional School Counseling 16,\" 125-135. \n*Fezler, B., & Brown, C. (2011). ''The international model for school counseling programs.'' Pembroke Pines, FL: Association of American Schools in South America (AASSA).  http://www.aassa.com/page.cfm?p=356\n*Fitch, T. J., & Marshall, J. L. (2004). What counselors do in high-achieving schools: A study on the role of the school counselor. ''Professional School Counseling, 7,'' 172-177.\n*Hartline, J., & Cobia, D. (2012). School counselors: Closing achievement gaps and writing results reports. ''Professional School Counseling, 16,'' 71-79.\n* Hatch, T. (2008). Professional challenges in school counseling: Organizational, institutional and political. Journal of School Counseling, 6(22). Retrieved from http://www.jsc.montana.edu/articles/v6n22.pdf.\n*Hatch, T. (2014). The use of data in school counseling: Hatching results for students, programs and the professions. Thousand Oaks, CA: Corwin Press.\n*Hatch, T., & Bowers, J. (2003, 2005, 2012). ''The ASCA National Model: A framework for school counseling programs.'' Alexandria, VA: American School Counselor Association.\n*Hatch, T., & Chen-Hayes, S. F. (2008). School counselor beliefs about ASCA National Model school counseling program components using the SCPCS. ''Professional School Counseling, 12,'' 34-42.\n*Holcomb-McCoy, C., & Mitchell, N. (2005). A descriptive study of urban school counseling programs. ''Professional School Counseling, 8,'' 203-209.\n*Johnson, S., & Johnson, C. D. (2003). Results-based guidance: A systems approach to student support programs. ''Professional School Counseling, 6,'' 180-185.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Carey, J., Harrington, K., Martin, I., & Stevenson, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in Utah high schools, ''Professional School Counseling 16,'' 89-99.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Lapan, R. T. (2001). Results-based comprehensive guidance and counseling programs: A framework for planning and evaluation. Professional School Counseling, 4''.\n*Lapan, R. T., Gysbers, N. C., & Petroski, G. F. (2001). Helping seventh graders be safe and successful in school: A statewide study of comprehensive guidance and counseling programs. ''Journal of Counseling and Development, 79,'' 320-330.\n*Lapan, R. T., Gysbers, N. C., & Sun, Y. (1997). The impact of more fully implemented guidance programs on the school experiences of high school students: A statewide evaluation study. ''Journal of Counseling and Development, 75,'' 292-302.\n*Lee, V. V., & Goodnough, G. E. (2011). Systemic, data-driven school counseling practice and programming for equity. In B. T. Erford, (Ed.)., \"Transforming the school counseling profession.\" (pp.&nbsp;129–153). Boston: Pearson.\n*MacDonald, G., & Sink, C. A. (1999). A qualitative developmental analysis of comprehensive guidance program in schools in the United States. ''British Journal of Guidance and Counselling, 27,'' 415-430.\n*Martin, I., & Carey, J. C. (2012). Evaluation capacity within state-level school counseling programs: A cross-case analysis. \"Professional School Counseling, 15,\" 132-143.\n*Martin, I., Carey, J., & DeCoster, K. (2009). A national study of the current status of state school counseling models. ''Professional School Counseling, 12,'' 378-386.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf\n*Nova Scotia Department of Education. (2002). ''Comprehensive guidance and counselling program.'' Halifax, Nova Scotia, Canada: Author.\n*Paisley, P. O. (2001). Maintaining and enhancing the developmental focus in school counseling programs. ''Professional School Counseling, 4,'' 271-277.\n*Perusse, R., & Goodnough, G. D. (2001). A comparison of existing school counselor program content with the Education Trust initiatives. ''Counselor Education and Supervision, 41,'' 100-110.\n*Perusse, R., Goodnough, G. E., & Noel, C. J. (2001). Use of the national standards for school counseling programs in preparing school counselors. ''Professional School Counseling, 5,'' 49-56.\n*Poynton, T. A., Schumacher, R. A., & Wilczenski, F. L. (2008). School counselors' attitudes regarding statewide comprehensive developmental guidance model implementation. ''Professional School Counseling, 11,'' 417-422.\n*Pyne, J. R. (2011). Comprehensive school counseling programs, job satisfaction, and the ASCA National Model. ''Professional School Counseling, 15,'' 88-97.\n*Schellenberg, R., & Grothaus, T. (2009). Promoting cultural responsiveness and closing the achievement gap with standards blending. Professional School Counseling, 12, 440-449.\n*Schellenberg, R. (2007). Standards blending: Aligning school counseling programs with school academic achievement missions. Virginia Counselors Journal, 29, 13-20.\n*Schwallie-Giddis, P., ter Maat, M., & Pak, M. (2003). Initiating leadership by introducing and implementing the ASCA National Model. ''Professional School Counseling, 6,'' 170-17 .\n*Sink, C. A., & Stroh, H. R. (2003). Raising achievement test scores of early elementary school students through comprehensive school counseling programs. ''Professional School Counseling, 6,'' 352-364.\n*Sink, C. A., Akos, P., Turnbull, R. J., & Mvududu, N. (2008).  An investigation of comprehensive school counseling programs and academic achievement in Washington State middle schools. ''Professional School Counseling, 12,'' 43-53.\n*Stevens, H., & Wilkerson, K. (2010). The developmental assets and ASCA's National Standards: A  crosswalk review. \"Professional School Counseling, 13,\" 227-233.\n*Promoting Latino student achievement and development through the ASCA National Model. ''Professional School Counseling, 10,'' 464-474.\n*Walsh, M. E., Barrett, J. G., DePaul, J. (2007). Day-to-day activities of school counselors:  Alignment with new directions in the field and the ASCA National Model. ''Professional School Counseling, 10,'' 370-378.\n*Young, A., & Kaffenberger, C. J. (2011). The beliefs and practices of school counselors who use data to implement comprehensive school counseling programs. ''Professional School Counseling, 15,'' 67-76.\n\n===Bilingual School Counseling===\n\n*Aydin, G., Bryan, J., & Duys, D. K. (2012). School counselors' partnerships working with linguistically diverse families: An exploratory study. ''The School Community Journal, 22,'' 145-166.\n*Bruhn, R. A., Irby, B. J., Lou, M., Thweatt, W. T. III, & Lara-Alecio, R. (2005). A model for training bilingual school counselors. In J. Tinajero and V. Gonzales (Eds.), ''Review of research and practice,'' (pp.&nbsp;145–161). Mahwah, NJ: Erlbaum.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Seo, M., Sink, C. A., Cho, H.-I. (2011). Korean version of the Life Perspectives Inventory: Psychometric properties and implications for high school counseling.  ''Professional School Counseling, 15,'' 15-33. \n*Shi, Q., & Steen, S. (2012). Using the Achieving Success Everyday (ASE) Group Model to promote self-esteem and academic achievement for English as a Second Language (ESL) students.  ''Professional School Counseling, 16,'' 63-70.\n*Smith-Adcock, S., Daniels, M. H., Lee, S. M., Villalba, J. A., & Indelicato, N. A. (2006). Culturally responsive school counseling for Hispanic/Latino students and families:  The need for bilingual school counselors. ''Professional School Counseling, 10,'' 92-101.\n\n===Career and College Access/Admission/Readiness; Closing Opportunity/Attainment Gaps===\n\n*Auerbach, S. (2002). Why do they give the good classes to some and not to others? Latino parent narratives of struggle in a college access program. ''Teachers College Record, 104,'' 1369-1392.\n*Bryan, J., Holcomb-McCoy, C., Moore-Thomas, C, and Day-Vines, N. L. (2009). Who sees the school counselor for college information? A national study. ''Professional School Counseling, 12,'' 280-291.\n*Bryan, J., Moore-Thomas, C., Day-Vines, N. L., & Holcomb-McCoy, C. (2011). School counselors as social capital: The effects of high school college counseling on college application rates. ''Journal of Counseling & Development, 89,'' 190-199.\n*Ceja, M. (2004). Chicana college aspirations and the role of parents: Developing educational resilience. ''Journal of Hispanic Higher Education, 3,'' 338-362.\n*Chang, D. H. F. (2002). The past, present, and future of career counseling in Taiwan. ''Career Development Quarterly, 50,'' 218-225.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Chen-Hayes, S. F., Saud Maxwell, K., & Bailey, D. F. (2009). ''Equity-based school counseling: Ensuring career and college readiness for every student.''  DVD. Hanover, MA:  Microtraining Associates.\n*The College Board. (2008). ''Inspiration & innovation: Ten effective counseling practices from the College Board's Inspiration Award schools.'' Washington, D.C.: Author.\n*The College Board. (2010). ''The college counseling sourcebook: Advice and strategies from experienced school counselors.'' (7th ed.). Washington, DC: Author.\n*Collins, D. E., Weinbaum, A. T., Ramon, G., & Vaughan, D. (2009). Laying the groundwork: The constant gardening for postsecondary access and success. ''Journal of Hispanic Higher Education, 8,'' 394-417.\n*De Leon, Angela P., 2011. ''A Model Prekindergarten Through 4th Year of College (P-16) Individual Graduation Plan Proposal.'' Applied Research Projects, Texas State University-San Marcos. http://ecommons.txstate.edu/arp/364\n*Fallon, M. A. C. (2011). Enrollment management's sleeping giant: The net price calculator mandate. ''Journal of College Admissions, Spring,'' 6-13.\n*Fitzpatrick, C., & Costantini, K. (2011). ''Counseling 21st Century students for optimal college and career readiness: A 9th-12th grade curriculum.'' New York, NY: Routledge.\n*Gibbons, M. M., Borders, L. D., Wiles, M. E., Stephan, J. B., & Davis, P. E. (2006). Career and college planning needs of ninth graders—as reported by ninth graders. ''Professional School Counseling, 10,'' 168-178.\n*Gibbons, M. M., & Borders, L. D. (2010). A measure of college-going self-efficacy for middle school students. ''Professional School Counseling, 13,'' 234-243.\n* Hatch, T., & Bardwell, R. (2012). School counselors using data. In National Association for College Admission Counseling (Ed.), NACAC's Fundamentals of College Admission Counseling (3rd ed.). Arlington, VA: Counseling.\n*Hatch, T. (2012). School counselors: Creating a college-going culture in K-12 schools. In National Association for College Admission Counseling (Ed.), NACAC's Fundamentals of College Admission Counseling (3rd ed.). Arlington, VA: National Association for College Admission Counseling.\n*Horn, L., & Berktold, J. (1999). Students with disabilities in postsecondary education: A profile of preparation, participation, and outcomes. (National Center for Education Statistics No. 187). Washington, D. C.: United States Department of Education.\n*Hossler, D., Schmidt, J., & Vesper, N. (1998). ''Going to college: How social, economic, and educational factors influence the decisions students make.'' Baltimore: Johns Hopkins University Press.\n*Krell, M., & Perusse, R. (2012). Providing college readiness counseling for students with Autism spectrum disorders: A Delphi study to guide school counselors.  ''Professional School Counseling, 16,'' 29-39.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Lapan, R. T., Whitcomb, S. A., & Aleman, N. M. (2012). Connecticut professional school counselors: College and career counseling services and smaller ratios benefit students. ''Professional School Counseling 16,'' 117-124. \n*Lee, S. M., Daniels, M. H., Puig, A., Newgent, R. A., & Nam, S. K. (2008). A data-based model to predict postsecondary educational attainment of low-socioeconomic-status students. ''Professional School Counseling, 11,'' 306-316.\n*Marisco, M., & Getch, Y. Q. (2009). Transitioning Hispanic seniors from high school to college. ''Professional School Counseling, 12,'' 458-462.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf\n*McKillip, M. E. M., Rawls, A., & Barry, C. (2012). Improving college access: A review of research on the role of high school counselors.  ''Professional School Counseling, 16,'' 49-58.\n*Muhammad, C. G. (2008). African American student and college choice: A consideration of the role of school counselors. ''NASSP Bulletin, 92,'' 81-94.\n*National Association of College Admission Counseling. (2008). ''Fundamentals of college admission counseling (2d ed.)''. Dubuque, IA: Kendall-Hunt.\n*Ohrt, J. H., Lambie, G. W., & Ieva, K. P. (2009). Supporting Latino and African-American students in Advanced Placement courses: A school counseling program's approach. ''Professional School Counseling, 13,\" 59-63.\n*Oliva, M. (2004). Reluctant partners, problem definition, and legislative intent: P-20 policy for Latino college success. ''Journal of Hispanic Higher Education, 3,'' 209-230.\n*Perna, L., Rowan-Kenyon, H., Thomas, S., Bell, A., Anderson, R., & Li, C. (2008). The role of college counseling in shaping college opportunity:  Variations across high schools. ''Review of Higher Education, 31,'' 131-159.\n*Perna, L, & Titus, M. A. (2005). The relationship between parental involvement as social capital and college enrollment: An examination of racial/ethnic group differences. ''Journal of Higher Education, 76,'' 485-518.\n*Sciarra, D. T., & Ambrosino, K. E. (2011). Post-secondary expectations and educational attainment. ''Professional School Counseling, 14,'' 231-241.\n*Sciarra, D. T., & Whitson, M. L. (2007). Predictive factors in postsecondary educational attainment among Latinos. ''Professional School Counseling, 10,'' 307-316.\n*Smith, W. L., & Zhang, P. (2009). Students' perceptions and experiences with key factors during the transition from high school to college. ''College Student Journal, 43,'' 643-657.\n*Stage, F., & Hossler, D. (1989). Differences in family influences on college attendance plans for male and female ninth graders. ''Research in Higher Education, 30,'' 301-314.\n*Tang, M., Pan, W., & Newmeyer, M. (2008). Factors influencing high school students' career aspirations. ''Professional School Counseling, 11,'' 285-295.\n*Torrez, N. (2004). Developing parent information frameworks that support college preparation for Latino students. ''The High School Journal, 87,'' 54-59.\n*Trusty, J., & Niles, S. G. (2004). Realized potential or lost talent: High school variables and bachelor's degree completion. ''Career Development Quarterly, 53,'' 2-15.\n*Trusty, J., & Niles, S. G. (2003). High-school math courses and completion of the bachelor's degree. ''Professional School Counseling, 7,'' 99-107.\n*Turner, S. L., & Ziebell, J. L. C. (2011). The career beliefs of inner-city adolescents. ''Professional School Counseling, 15,'' 1-14.\n\n===Caseloads, Collaboration, Resources, Schedule Changes, School Counselor/Student Ratios===\n\n*Akos, P., Schuldt, H., & Walendin, M. (2009). School counselor assignment in secondary schools. ''Professional School Counseling, 13,'' 23-29.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Griffin, D., & Farris, A. (2010). School counselors and collaboration: Finding resources through community asset mapping. ''Professional School Counseling, 13,'' 248-256.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling, 16,'' 84-88.\n*Lapan, R. T., Gysbers, N. C., Bragg, S., & Pierce, M. E. (2012). Missouri professional school counselors: Ratios matter, especially in high-poverty schools. ''Professional School Counseling, 16,'' 117-124.\n*Lapan, R. T., Whitcomb, S. A., & Aleman, N. M. (2012). Connecticut professional school counselors: College and career counseling services and smaller ratios benefit students. ''Professional School Counseling, 16,'' 117-124. \n*McCarthy, C., Kerne, V. V. H., Calfa, N. A., Lambert, R. G., & Guzman, M. (2010). An exploration of school counselors' demands and resources: Relationship to stress, biographic, and caseload characteristics. ''Professional School Counseling, 13,'' 146-158.\n*Portman, T., Wood, S. M., & Viviani, A. (2011). Secondary student schedule changes: Accountability issues in school counseling program management. ''Journal of Counseling Research and Practice, 2,'' 20-25.\n\n=== Counseling Theories in Schools ===\n\n*Henderson, D. A. & Thompson, C. L. (2010). ''Counseling children.'' New York: Brooks/Cole/Cengage.\n*Lemberger, M. E. & Nash, E. R. (2008). School counselors and the influence of Adler:  Individual psychology since the advent of the ASCA National Model.  ''Journal of Individual Psychology, 64,'' 386-402.\n*Lemberger, M. E. (2010). Advocating student-within-environment: A humanistic theory for school counseling. ''The Journal of Humanistic Counseling, Education and Development, 49,'' 131-146.\n*Perusse, R., and Goodnough, G. E., (Eds.). (2004). ''Leadership, advocacy, and direct service strategies for professional school counselors.'' Belmont, CA: Brooks/Cole/Cengage.\n*Shen, Y., & Herr, E. L. (2003). Perceptions of play therapy in Taiwan: The voices of school counselors and school counselor educators. ''International Journal for the Advancement of Counseling, 25,'' 27-41.\n*Sklare, G. B. (2014). ''Brief counseling that works: A solution-focused therapy approach for school counselors and other mental health professionals (3rd ed).'' Thousand Oaks, CA: Corwin Press.\n*Winslade, J. M., & Monk G. D. (2007). ''Narrative counseling in schools: Powerful and brief (2nd ed.).'' Thousand Oaks, CA: Corwin Press.\n\n===Credentialing Exams for School Counselors===\n\n*Schellenberg, R. (2012). ''The school counselor’s study guide for credentialing exams.'' New York: Routledge.\n\n=== Cultural Competence, Ethnic/Racial Identity Development in Schools ===\n\n*Buser, J. K. (2010). American Indian adolescents and disordered eating. ''Professional School Counseling, 14,'' 146-155.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Day-Vines, N. L., & Day-Hairston, B. O. (2005). Culturally congruent strategies for addressing the behavioral needs of urban African-American male adolescents. ''Professional School Counseling, 8,'' 236-243.\n*Day-Vines, N., Patton, J., & Baytops, J. (2003). African American adolescents: The impact of race and middle class status on the counseling process. ''Professional School Counseling, 7,'' 40-51.\n*Holcomb-McCoy, C. & Chen-Hayes, S. F. (2011). Culturally competent school counselors: Affirming diversity by challenging oppression. In B. T. Erford, (Ed). ''Transforming the school counseling profession. (3rd ed).'' (pp.&nbsp;90–109). Boston: Pearson.\n*Malott, K. M., Alessandria, K. P., Kirkpatrick, M., & Carandang, J. (2009). Ethnic labeling in Mexican-origin youth: A qualitative assessment. ''Professional School Counseling, 12,'' 352-364.\n*Maxwell, M. J., & Henriksen, R. C. (2012). Counseling multiple heritage adolescents: A phenomenological study of experiences and practices of middle school counselors. ''Professional School Counseling, 16,'' 18-28.\n*Portman, T. A. A. (2009). Faces of the future: School counselors as cultural mediators. ''Journal of Counseling & Development, 87,'' 21-27.\n*Schellenberg, R., & Grothaus, T. (2009). Promoting cultural responsiveness and closing the achievement gap with standards blending. ''Professional School Counseling, 12,'' 440-449.\n*Shen, Y.-J., & Lowing, R. J. (2007). School counselors' self-perceived Asian American counseling competence. ''Professional School Counseling, 11,'' 69-71.\n*Shin, R. Q., Daly, B. P., & Vera, E. M. (2007). The relationships of peer norms, ethnic identity, and peer support to school engagement in urban youth. ''Professional School Counseling, 10,'' 379-388.\n*Suh, S., & Satcher, J. (2005). Understanding at-risk Korean American youth, ''Professional School Counseling, 8,'' 428-435.\n*Trusty, J. (2002). African Americans' educational expectations: Longitudinal causal models for women and men. ''Journal of Counseling & Development, 80,'' 332-345.\n*Turner, S. L., Conkel, J. L., Reich, A. N., Trotter, M. J., & Slewart, J. J. Social skills efficacy and proactivity among Native American adolescents. ''Professional School Counseling, 10,'' 189-194\n*Vera, E. M., Vacek, K., Coyle, L. D., Stinson, J., Mull, M., Buchheit, C., Gorman, C., Hewitt, A., Keene, C., Blackmon, S., & Langrehr, K. J. (2011). An examination of culturally relevant stressors, coping, ethnic identity, and subjective well-being in urban ethnic minority adolescents. ''Professional School Counseling, 15,'' 55-66.\n*Wyatt, S. (2009). The brotherhood: Empowering adolescent African-American males toward excellence. ''Professional School Counseling, 12,'' 463-470.\n\n===Counseling Core Curriculum, Lesson Plans, Classroom Management===\n\n*Fitzpatrick, C., & Costantini, K. (2011). ''Counseling 21st Century students for optimal college and career readiness: A 9th-12th grade curriculum.'' New York, NY: Routledge.\n*Geltner, J. A., & Clark, M. A. (2005). Engaging students in classroom guidance:  Management strategies for middle school counselors. ''Professional School Counseling, 9,'' 164-166.\n*Geltner, J. A., Cunningham, T. J., & Caldwell, C. D. (2011). Identifying curriculum components for classroom management training for school counselors: A Delphi study. ''Journal of Counselor Preparation and Supervision, 3,'' 82-94.\n*Goodnough, G. E., Perusse, R., & Erford, B. T. (2011). Developmental classroom guidance. In B. T. Erford, (Ed.)., ''Transforming the school counseling profession (3rd ed.).'' (pp.&nbsp;154–177). Boston: Pearson.\n*Perusse, R., & Goodnough, G. E., (Eds.). (2004). ''Leadership, advocacy, and direct service strategies for professional school counselors.'' Belmont, CA: Brooks/Cole.\n*Villares, E., Brigman, G., & Maier, A. (2010). Student Success Skills:  Building quality worlds and advocating for school counseling programs. ''International Journal of Choice Theory and Reality Therapy, 1.''\n*Villares, E., Brigman, G., & Peluso, P. (2008).  Ready to Learn: An evidence-based Individual Psychology-linked curriculum for prekindergarten through first grade. ''Journal of Individual Psychology, 64,'' 386-402.\n*Villares, E., Frain, M., Brigman, G., Webb, L., & Peluso, P. (2012). The impact of Student Success Skills on standardized test scores: A meta-analysis ''Counseling Outcome Research and Evaluation,''doi 2150137811434041\n*Villares, E., Lemberger, M., & Brigman, G. (2011).  Student Success Skills: An evidence-based school counseling program grounded in humanistic theory.  ''Journal of Humanistic Counseling, Education and Development, 50,'' 1.\n*Webb, L., Lemberger, M., & Brigman, G. (2008). Student Success Skills: A review of a research-based school counselor intervention influenced by Individual Psychology. ''Journal of Individual Psychology, 64,'' 339-352.\n\n===Ethics and Law in School Counseling===\n\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Moyer, M. S., Sullivan, J. R., & Growcock, D. (2012). When is it ethical to inform administrators about student risk-taking behaviors? Perceptions of school counselors. ''Professional School Counseling, 15,'' 98-109.\n*Moyer, M. S., & Sullivan, J. R. (2008). Student risk-taking behaviors: When do school counselors break confidentiality? ''Professional School Counseling, 11,'' 236-245.\n*Stone, C. B., & Zirkel, P. A. (2010). School counselor advocacy: When law and ethics may collide. ''Professional School Counseling, 13,'' 244-247.\n*Stone, C. B. (2005). ''School counseling principles: Ethics and law.'' Alexandria, VA:  American School Counselor Association.\n\n=== Gay, Lesbian, Bisexual, Transgender School Counseling ===\n\n*Bidell, M. P. (2005). The Sexual Orientation Counselor Competency Scale: Assessing attitudes, skills, and knowledge of counselors working with lesbian/gay/bisexual clients. ''Counselor Education and Supervision, 44,'' 267–279.\n*Chen-Hayes, S. F. (2012). Counseling and advocacy with a gay father, a straight mom, and a transgender adolescent. In S. H. Dworkin & M. Pope, (Eds.)., ''Casebook for counseling lesbian, gay, bisexual, and transgender persons and their families (pp.&nbsp;45–52).'' Alexandria, VA:  American Counseling Association.\n*Chen-Hayes, S. F. (2001). Counseling and advocacy with transgendered and gender-variant persons in schools and families. ''Journal of Humanistic Counseling, Education, and Development, 40,'' 34-48.\n*Chen-Hayes, S. F., & Haley-Banez, L. (2000). ''Lesbian, bisexual, gay, and transgendered counseling in schools and families (1, 2).'' DVDs. Hanover, MA: Microtraining Associates.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.\n*Depaul, J., Walsh, M., E., & Dam, U. C.  (2009). The role of school counselors in addressing sexual orientation in  schools. ''Professional School Counseling, 12,'' 300-308.\n*Fisher, E. S., & Komosa-Hawkins, K., (Eds.). (2013). ''Creating safe and supportive learning environments: A guide for working with lesbian, gay, bisexual, transgender, and questioning youth and families.'' New York: Routledge. \n*Goodrich, K. M., & Luke, M. (2011). The LGBTQ Responsive Model for Group Supervision of Group Work. Journal ''for Specialists in Group Work, 36''(1), 22-39.\n*Goodrich, K. M., & Luke, M. (2010). The experiences of school counselors-in-training in group work with LGBTQ adolescents. ''Journal for Specialists in Group Work, 35''(2), 143-159.\n*Goodrich, K. M., & Luke, M. (2009). LGBTQ responsive school counseling. ''Journal of LGBT Issues in Counseling, 3,'' 113-127.\n*Luke, M., Goodrich, K. M., & Scarborough, J. L. (2011). Integration of K-12 LGBTQI student population into school counselor education curricula: The current state of affairs. ''The Journal of LGBT Issues in Counseling, 5''(2), 80-101. {{doi|10.1080/15538605.2011.574530}}.\n*McFarland, W. P. (2001). The legal duty to protect gay and lesbian students from violence in school. ''Professional School Counseling, 4,'' 171-179.\n*Ryan, C., & Chen-Hayes, S. F. (2013). Educating and empowering families of lesbian, gay, bisexual, transgender, and questioning students. In E. S. Fisher & K. Komosa-Hawkins, (Eds.)., Creating safe and supportive learning environments: A guide for working with lesbian, gay, bisexual, transgender, and questioning youth and families (pp. 209-229). New York: Routledge. \n*Satcher, J., & Leggett, M. (2007). Homonegativity among professional school counselors: An exploratory study. ''Professional School Counseling, 11,'' 10-16.\n*Satcher, J., & Leggett, M. (2005). What to say when your student may be gay? A primer for school counselors. ''Alabama Counseling Association Journal, 31,'' 44-52.\n*Smith, S. D., & Chen-Hayes, S. F. (2004). Leadership and advocacy strategies for lesbian, bisexual, gay, transgendered, and questioning (LBGTQ) students: Academic, career, and interpersonal success. In R. Perusse and G. E. Goodnough (Eds.), ''Leadership, advocacy, and direct service strategies for professional school counselors (pp.&nbsp;187–221).'' Belmont, CA: Brooks/Cole/Cengage.\n*Varjas, K., Graybill, E., Mahan, W., Dew, B., Marshall, M., & Singh, A. (2007). Urban service providers' perspectives on school responses to gay, lesbian, and questioning students: An exploratory study. ''Professional School Counseling, 11,'' 113-119.\n*Whitman, J. S., Horn, S. S., & Boyd, C. J. (2007). Activism in the schools: Providing LGBTQ affirmative training to school counselors. ''Journal of Gay & Lesbian Mental Health, 11,'' 143-154.\n\n===Group Counseling in Schools===\n\n*Brigman, G., & Early, B. (2001). ''Group counseling for school counselors: A practical guide.'' Portland, ME: Walch.\n*Paisley, P., & Milsom, A. (2007). Group work as an essential contribution to transforming school counseling. ''Journal for Specialists in Group Work, 32,'' 9-17.\n*Steen, S., Bauman, S., & Smith, J. (2007). Professional school counselors and the practice of group work. ''Professional School Counseling, 11,'' 72-80.\n*Steen, S., & Kaffenberger, C. J. (2007). Integrating academic interventions into small group counseling in elementary school. ''Professional School Counseling, 10,'' 516-519.\n\n=== International School Counseling ===\n\n*Aluede, O. O., Adomeh, I. O. C., & Afen-Akpaida, J. E. (2004). Some thoughts about the future of guidance and counseling in Nigeria. ''Education'' Winter, 2004.\n*Ayyash-Abdo, H., Alamuddin, R., & Mukallid, S. (2010). School counseling in Lebanon:  Past, present, and future. ''Journal of Counseling & Development, 88,'' 13-17.\n*Carson, D. K., Jain, S., & Ramirez, S. (2009). Counseling and family therapy in India: Evolving professions in a rapidly developing nation. ''International Journal for the Advancement of Counseling, 31'' 45-56. doi: 10.1007/s10447-008-9067-8 \n*Dogan, S. (2002). The historical development of counseling in Turkey. ''International Journal for the Advancement of Counselling, 22,'' 57-67.\n*Erhard, R., & Harel, Y. (2005). ''International Journal for the Advancement of Counseling, 27,'' 87-98.\n*Harris, B. (2013). ''International school-based counselling scoping report.'' http://counsellingminded.com/wp-content/uploads/2013/10/harris_MindEd_report.pdf#!\n*Hosenshil, T. H., Amundson, N. E., & Niles, S. G. (2013). ''Counseling around the world: An international handbook.'' Alexandria, VA: American Counseling Association.\n*Hui, E. K. P. (2000). Guidance as a whole school approach in Hong Kong: From remediation to student development. ''International Journal for the Advancement of Counselling, 22,'' 69-82.\n*Fezler, B., & Brown, C. (2011). ''The international model for school counseling programs.'' Pembroke Pines, FL: Association of American Schools in South America (AASSA).  http://www.aassa.com/page.cfm?p=356\n*Iwuama, B. C. (1998). School counseling in Nigeria: Today and tomorrow. ''Journal of Educational Systems Research and Development, 1,'' 8-18.\n*Jiang, G. R. (2007). The development of school counseling in the Chinese mainland. ''Journal of Basic Education, 14\" 65-82.\n*Lee, S. M., Oh, I., & Suh, S. (2007). Comparison study of Korean and\nAmerican school counseling for developing a Korean school counseling model. ''Korean Journal of Counseling Psychology, 19,'' 539-567.\n*Lim, S.-L., Lim, B. K. H., Michael, R., Cai, R., & Schock, C. K. (2010). The trajectory of counseling in China: Past, present, and future trends. ''Journal of Counseling & Development, 88,'' 4-8.\n*Maree, J. G., & van der Westhuizen, C. N. (2011). Professional counseling in South Africa: A landscape under construction. ''Journal of Counseling & Development, 89,'' 105-111.\n*See, C. M., & Ng, K-M. (2010). Counseling in Malaysia: History, current status, and future trends. ''Journal of Counseling & Development, 88,'' 18-22.\n*Sinha, V. K. (2006). Counseling in schools. ''Indian Journal of Social Psychiatry, 22,'' 82-83. \n*Stockton, R., & Guneri, O. Y. (2011). Counseling in Turkey: An evolving field. ''Journal of Counseling & Development, 89,'' 98-104.\n*Stockton, R., Nitza, A., & Bhusumane, D.-B. (2010). The development of professional counseling in Botswana. ''Journal of Counseling & Development, 88,'' 9-12.\n*Szilagyi, S., & Paredes, D. M. (2010). Professional counseling in Romania: An introduction. ''Journal of Counseling & Development, 88,'' 23-27.\n*Thomason, T. C., & Qiong, X. (2007). School counseling in China Today. ''Journal of School Counseling,'' Downloaded from  [http://www.jsc.montana.edu/articles/v6n11.pdf] June 19, 2009.\n\n=== Leadership, Systemic Change, Principal Perceptions of School Counseling ===\n\n*Amatea, E., & Clark, M. (2005). Changing schools, changing counselors:  A qualitative study of school administrators' conceptions of the school counselor role. ''Professional School Counseling, 9,'' 16-27.\n*Beesley, D., & Frey, L. L. (2001). Principals' perceptions of school counselor roles and satisfaction with school counseling services. ''Journal of School Counseling, 4,'' 1-27.\n*Bemak, F. (2000). Transforming the role of the counselor to provide leadership in educational reform through collaboration. ''Professional School Counseling, 3,'' 323-331.\n*Chata, C. C., & Loesch, L. C. (2007). Future school principals' views of the role of professional school counselors. ''Professional School Counseling, 11,'' 35-41.\n*Chen-Hayes, S. F., Miller, E. M., Bailey, D. F., Getch, Y. Q., & Erford, B. T. (2011). Leadership and achievement advocacy for every student. In B. T. Erford, (Ed)., ''Transforming the school counseling profession (3rd ed.)'' (pp.&nbsp;110–128). Boston, MA: Pearson.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin. \n*Clark, M., & Stone, C. (2001). School counselors and principals: Partners in support of academic achievement. ''National Association of Secondary Principals Bulletin, 85,'' 46-53.\n*Clemens, E. V., Milsom, A., & Cashwell, C. S. (2009). ''Using leader-member exchange theory to examine principal-school counselor relationships, school counselors' roles, job satisfaction and turnover intentions. ''Professional School Counseling, 13,'' 75-85.\n*Curry, J. R., & Bickmore, D. (2012). School counselor induction and the importance of mattering. ''Professional School Counseling, 15,'' 110-122.\n*Curry, J. R., & DeVoss, J. A. (2009). Introduction to special issue: The school counselor as leader. ''Professional School Counseling, 13,'' 64-67.\n*Dahir, C. (2004). Supporting a nation of learners: The role of school counseling in educational reform. ''Journal of Counseling and Development, 82,'' 344-364.\n*Devoss, J. A., & Andrews, M. F. (2006). ''School counselors as educational leaders.'' Boston, MA: Houghton-Mifflin.\n*Dollarhide, C. T., Gibson, D. M., & Saginak, K. A. (2008). New counselors' leadership efforts in school counseling: Themes from a year-long qualitative study. ''Professional School Counseling 11,'' 262-271.\n*Dollarhide, C. T., Smith, A. T., & Lemberger, M. E. (2007). Critical incidents in the development of supportive principals: Facilitating school counselor-principal relationships. ''Professional School Counseling, 10,'' 360-369.\n*Dodson, T. (2009). Advocacy and impact: A comparison of administrators' perceptions of the high school counselor role. ''Professional School Counseling, 12,'' 480-487.\n*Ford, A., & Nelson, J. (2007). Secondary school counselors as educational leaders: Shifting perceptions of leadership. ''Journal of School Counseling, 5,'' 1-27.\n*Gysbers, N. C. (2006). Improving school guidance and counseling practices through effective and sustained state leadership: A response to Miller. ''Professional School Counseling, 9,'' 245-247.\n*Hatch, T. (2008). Professional challenges in school counseling: Organizational, institutional and political. Journal of School Counseling, 6(22). Retrieved from http://www.jsc.montana.edu/articles/v6n22.pdf.\n*Herr, E. L. (2001). The impact of national policies, economics, and school reform on comprehensive guidance programs. ''Professional School Counseling, 4,'' 236-245.\n*Janson, C. (2009). High school counselors' views of their leadership behaviors: A Q methodology study. ''Professional School Counseling, 13,'' 86-97.\n*Janson, C., Militello, M., & Kosine, N. (2008). Four views of the professional school counselor and principal relationship: A Q methodology study. ''Professional School Counseling, 11,'' 353-361.\n*Janson, C., Stone, C., & Clark, M. A. (2009). Stretching leadership: A distributed perspective for school counselor leaders. ''Professional School Counseling, 13,'' 98-106.\n*Johnson, J., Rochkind, J., Ott, A., & DuPont, S. (2010). ''Can I get a little advice here? How an overstretched high school guidance system is undermining students' college aspirations.'' San Francisco: Public Agenda.\n*Kaplan, L. S. (1999). Hiring the best school counseling candidates to promote student achievement. ''NASSP Bulletin, 83,'' 34-39.\n*Keys, S. G., & Lockhart, E. (2000). The school counselor's role in facilitating multisystemic change. ''Professional School Counseling, 3,'' 101-107.\n*Kirchner, G., & Setchfield, M. (2005). School counselors' and school principals' perceptions of the school counselor's role. ''Education 126,'' 10-16.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Leuwerke, W. C., Walker, J., & Shi, Q. (2009). Informing principals: The impact of different types of information on principals' perceptions of professional school counselors. ''Professional School Counseling, 12,'' 263-271.\n*Mason, E. C. M., & McMahon, H. G. (2009). Leadership practices of school counselors. ''Professional School Counseling, 13,'' 107-115.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf \n*McMahon, H. G., Mason, E. C. M., & Paisley, P. O. (2009). School counselor educators as educational leaders promoting systemic change. ''Professional School Counseling, 13,'' 116-124.\n*Perusse, R., Goodnough, G. D., Donegan, J., & Jones, C. (2004). Perceptions of school counselors and school principals about the National Standards for School Counseling programs and the Transforming School Counseling Initiative. ''Professional School Counseling, 7,'' 152-161.\n*Reynolds, S. E., & Hines, P. L. (2001). ''Guiding all kids: Systemic guidance for achievement in schools. (2nd ed.).'' Bloomington, IN: American Student Achievement Institute.\n*Reynolds, S. E., & Hines, P. L. (2001). ''Vision-to-action: A step-by-step activity guide for systemic educational reform. (6th ed.).'' Bloomington, IN: American Student Achievement Institute.\n*Ross, D., & Herrington, D. (2006). A comparative study of pre-professional counselor/principal perceptions of the role of the school counselor in public schools. ''National Forum of Educational Administration and Supervision Journal, 23,'' 1-18.\n*Ryan, T., Kaffenberger, C. J., & Carroll, A. G. (2011). Response to intervention: An opportunity for school counselor leadership. ''Professional School Counseling, 14,'' 211-221.\n*Saginak, K. A., & Dollarhide, C. T. (2006).  Leadership with administration: Securing administrative support for transforming your program. ''Journal of School Counseling, 4,'' 1-19.\n*Shillingford, M. A., & Lambie, G. W. (2010). Contribution of professional school counselors' values and leadership practices to their programmatic service delivery. ''Professional School Counseling, 13,'' 208-217.\n*Zalaquett, C. P. (2005). Principals' perceptions of elementary school counselors' role and function. ''Professional School Counseling 8,'' 451-457.\n\n===Outcome Research in School Counseling===\n\n*Brooks-McNamara, V., & Torres, D. (2008). ''The reflective school counselor's guide to practitioner research: Skills and strategies for successful inquiry.'' Thousand Oaks, CA: Corwin Press.\n*Bryan, J. A., Day-Vines, N. L., Holcomb-McCoy, C., & Moore-Thomas, C. (2010). Using national education longitudinal data sets in school counseling research.  ''Counselor Education and Supervision, 49,'' 266-279.\n*Carey, J., & Dimmitt, C. (2012). School counseling and student outcomes: Summary of six statewide studies. ''Professional School Counseling 16,'' 146-153.\n*Carey, J., Harrington, K., Martin, I., & Hoffman, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in rural and suburban Nebraska high schools, ''Professional School Counseling 16,'' 100-107.\n*Carey, J., Harrington, K., Martin, I., & Stevenson, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in Utah high schools, ''Professional School Counseling 16,'' 89-99.\n*Clark, M. A., Thompson, P., & Vialle, W. (2008). Examining the gender gap in educational outcomes in public education: Involving pre-service school counsellors and teachers in cross-cultural and interdisciplinary research. ''International Journal for the Advancement of Counselling, 30,'' 52-66.\n*Dimmitt, C., Carey, J. C., McGannon, W., & Henningson, I. (2005). Identifying a school counseling research agenda: A Delphi study. ''Counselor Education & Supervision, 44,'' 215-228.\n*Dimmit, C., & Wilkerson, B. (2012). Comprehensive school counseling in Rhode Island: Access to services and student outcomes. \"Professional School Counseling 16,\" 125-135.  \n*Falco, L. D., Bauman, S., Sumnicht, Z., & Engelstad A. (2011). Content analysis of the ''Professional School Counseling'' journal: The first ten years. ''Professional School Counseling, 14,'' 271-277.\n*Foster, L. H., Watson, T. S., Meeks, C., & Young, J. S. (2002). Single-subject research design for school counselors: Becoming an applied researcher. ''Professional School Counseling, 6,'' 146-159.\n*Kaffenberger, C., & Davis, T. (2009). Introduction to special issue: A call for practitioner research. ''Professional School Counseling, 12,'' 392-394.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Lapan, R. T., Whitcomb, S. A., & Aleman, N. M. (2012). Connecticut professional school counselors: College and career counseling services and smaller ratios benefit students. \"Professional School Counseling 16,\" 117-124. \n*Lapan, R. T., Gysbers, N. C., Bragg, S., & Pierce, M. E. (2012). Missouri professional school counselors: Ratios matter, especially in high-poverty schools. ''Professional School Counseling 16,'' 117-124. \n*Rowell, L. L. (2006). Action research and school counseling: Closing the gap between research and practice. ''Professional School Counseling, 9,'' 376-384.\n*Whiston, S. C., Tai, W. L., Rahardja, D., & Eder, K. (2011). School counseling outcome:  A meta-analytic examination of interventions. ''Journal of Counseling & Development, 89,'' 37-55.\n*Whiston, S. C., & Sexton, T. L. (1998). A review of school counseling outcome research: Implications for practice. ''Journal of Counseling & Development, 76,'' 412-426.\n\n=== Personal/Social Interventions: Abuse, Addictions, Anxiety, Bullying, Conflict, Obesity, Peer Mediation, Self-Mutilation, Violence) ===\n\n*Barrett, K. M., Lester, S. V., & Durham, J. C. (2011). Child maltreatment and the advocacy role of professional school counselors. ''Journal of Social Action in Counseling and Psychology, 3,'' 86-103.\n*Burrow-Sanchez, J. J., Call, M. E., Zheng, R., & Drew, C. J. (2011). How school counselors can help prevent online victimization. ''Journal of Counseling & Development, 89,'' 3-10.\n*Carney, J. V. (2008). Perceptions of bullying and associate trauma during adolescence. ''Professional School Counseling, 11, 179-188.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin. \n*Chibbaro, J. S. (2007). School counselors and the cyberbully:  Interventions and implications. ''Professional School Counseling, 11,'' 65-68.\n*Cook, A. L., & Hayden, L. A. (2012). Obesity prevention among Latino youth: School counselors' role in promoting healthy lifestyles. ''Professional School Counseling, 16,'' 7-17.\n*Curtis, R., Van Horne, J. W., Robertson, P., & Karvonen, M. (2010). Outcomes of a school-wide positive behavioral support program. \"Professional School Counseling, 13,'' 159-164.\n*Hagedorn, W. B., & Young, T. (2011). Identifying and intervening with students exhibiting signs of gaming addiction and other addictive behaviors: Implications for professional school counselors. ''Professional School Counseling, 14,'' 261-270.\n*Lambie, G. (2005). Child abuse and neglect: A practical guide for professional school counselors. ''Professional School Counseling, 8,'' 249-258.\n*McAdams, C. R., & Schmidt, C. D. (2007). How to help a bully: Recommendations for counseling the proactive aggressor. ''Professional School Counseling, 11,'' 120-128.\n*Moyer, M. S., & Nelson, K. W. (2007). Investigating and understanding self-mutilation: The student voice. ''Professional School Counseling, 11,'' 42-48.\n*Phillips, V. I., & Cornell, D. G. (2012). Identifying victims of bullying: Use of counselor interviews to confirm peer nominations. ''Professional School Counseling, 15,'' 123-131.\n*Rose, H., Miller, L, & Martinez, Y. (2009). \"FRIENDS for Life\": The results of a resilience-building, anxiety-prevention program in a Canadian elementary school. ''Professional School Counseling, 12,'' 400-407.\n*Schellenberg, R., Parks-Savage, A., & Rehfuss, M. (2007). Reducing levels of elementary school violence with peer mediation. ''Professional School Counseling, 10,'' 475-481.\n*Vera, E. M., Shin, R. Q., Montgomery, G., Mildner, C., & Speight, S. L (2004). Conflict resolution, self-efficacy, self-control, and future orientation of urban adolescents. ''Professional School Counseling, 8,'' 73-80.\n* Walley, C. T., & Grothaus, T. (2013). A qualitative examination of school counselors’ training to recognize and respond to adolescent mental health issues. Journal of School Counseling, 11(11). Retrieved from http://www.jsc.montana.edu/articles/v11n11.pdf\n*Young, A., Hardy, V., Hamilton, C., Biernesser, K., Sun, L-L, & Niebergall, S. (2009). Empowering students: Using data to transform a bullying prevention and intervention program. ''Professional School Counseling, 12,'' 413-420.\n\n===Poverty, Homelessness, Classism===\n\n*Amatea, E. S., & West-Olatunji, C. A. (2007). Joining the conversation about educating our poorest children: Emerging leadership roles for school counselors in high-poverty schools ''Professional School Counseling, 11,'' 81-89.\n*Gizir, C. A., & Aydin, G. (2009). Protective factors contributing to the academic resilience of students living in poverty in Turkey. ''Professional School Counseling, 13,'' 38-49.\n*Grothaus, T., Lorelle, S., Anderson, K., & Knight, J. (2011). Answering the call: Facilitating responsive services for students experiencing homelessness. ''Professional School Counseling, 14,'' 191-201.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Lapan, R. T., Gysbers, N. C., Bragg, S., & Pierce, M. E. (2012). Missouri professional school counselors: Ratios matter, especially in high-poverty schools. ''Professional School Counseling 16,'' 117-124.\n*Van Velsor, P., & Orozco, G. L. (2007). ''Involving low-income parents in the schools:  Communitycentric strategies for school counselors. ''Professional School Counseling, 11,'' 17-24.\n\n=== Rural School Counseling ===\n\n*Carey, J., Harrington, K., Martin, I., & Hoffman, D. (2012). ''A statewide evaluation of the outcomes of the implementation of ASCA National Model school counseling programs in rural and suburban Nebraska high schools, ''Professional School Counseling 16,'' 100-107.\n*Griffen, D., Hutchins, B. C., & Meece, J. L. (2011). Where do rural high school students go to find information about their futures? ''Journal of Counseling & Development, 89,'' 172-181.\n*Montero-Leitner, J., Asner-Self, K. K., Milde, C., Leitner, D. W., & Skelton, D. (2006). The role of the rural school counselor: Counselor, counselor-in-training, and principal perceptions. ''Professional School Counseling, 9,'' 248-251.\n*Sutton, J. M., & Pearson, R. (2002). The practice of school counseling in rural and small town high schools. ''Professional School Counseling, 5,'' 266-276.\n\n=== School-Family-Community Partnerships; Parenting Interventions for Academic Success ===\n\n*Aydin, G., Bryan, J., & Duys, D. K. (2012). School counselors' partnerships working with linguistically diverse families: An exploratory study. ''The School Community Journal, 22,'' 145-166.\n*Bailey, D. F., & Bradbury-Bailey, M. E. (2010). Empowered youth programs: Partnerships for enhancing postsecondary outcomes of African American adolescents. ''Professional School Counseling, 14,'' 64-74.\n*Bryan, J. (2005). Fostering educational resilience and academic achievement in urban schools through school-family-community partnerships. ''Professional School Counseling, 8,'' 219-227.\n*Bryan, J. A., & Griffin, D. (2010). A multidimensional study of school-family-community partnership involvement: School, school counselor, and training factors. ''Professional School Counseling, 14,'' 75-86.\n*Bryan, J., & Henry, L. (2008). Strengths-based partnerships: A school-family-community partnership approach to empowering students. ''Professional School Counseling, 12,'' 149-156.\n*Bryan, J., & Holcomb-McCoy, C. (2010). Collaboration and partnerships with families and communities. ''Professional School Counseling, 14,'' ii-v.\n*Bryan, J., & Holcomb-McCoy, C. (2004). School counselors' perceptions of their involvement in school family community partnerships. ''Professional School Counseling, 7,'' 162-171.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin. \n*Dotson-Blake, K. P. (2010). ''Learning from each other:  A portrait of family-school-community partnerships in the United States and Mexico. ''Professional School Counseling, 14,'' 101-114.\n*Epstein, J. L., & Van Voorhis, F. L. (2010). School counselors' roles in developing partnerships with families and communities for student success. ''Professional School Counseling, 14,'' 1-14.\n*Griffen, D., & Farris, A. (2010). ''School counselors and school-family-community collaboration: Finding resources through community asset mapping, 13,'' 248-256.\n*Griffen, D., & Galassi, J. P. (2010). Parent perceptions of barriers to academic success in a rural middle school. ''Professional School Counseling, 14,'' 87-100.\n*Griffen, D., & Steen, S. (2010). School-family-community partnerships: Applying Epstein's theory of the six types of involvement to school counselor practice. ''Professional School Counseling, 14,'' 218-226.\n*Holcomb-McCoy, C. (2010). Involving low-income parents and parents of color in college readiness activities:  An exploratory study. ''Professional School Counseling, 14,'' 115-124.\n*Luke, M. (2008). School-family-community partnerships: Implications for school counselors to bridge the gap in urban schools. ''New York State School Counseling Journal, 5''(2), 13-22.\n*Moore-Thomas, C., & Day-Vines, N. L. (2010). Culturally competent collaboration: School counselor collaboration with African American families and communities. ''Professional School Counseling, 14,'' 53-63.\n*Sheely-Moore, A. I., & Bratton, S. C. (2010). A strengths-based parenting intervention with low-income African American families. ''Professional School Counseling, 13,'' 175-183.\n*Steen, S., & Noguera, P. A. (2010). A broader and bolder approach to school reform: Expanded partnership roles for school counselors. ''Professional School Counseling, 14,'' 42-52.\n*Suarez-Orozco, C., Onaga, M., & de Lardemelle, C. (2010). Promoting academic engagement among immigrant adolescents through school-family-community collaboration. \"Professional School Counseling, 14,'' 15-26.\n*Walker, J. M. T., Shenker, S., & Hoover-Dempsey, K. V. (2010). Why do parents become involved in their children's education? Implications for school counselors. ''Professional School Counseling, 14,'' 27-41.\n\n===Supervision, Site Supervisors, and School Counselor Education===\n\n*Brott, P. E. (2006). Counselor education accountability: Training the effective professional school counselor. ''Professional School Counseling, 10,'' 179-187.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.   \n*Curry, J. R., & Bickmore, D. (2012). School counselor induction and the importance of mattering. ''Professional School Counseling, 15,'' 110-122.\n*DeKruyf, L., & Pehrsson, D. E. (2011). School counseling site supervisor training: An exploratory study. ''Counselor Education and Supervision, 50,'' 314-327.\n*Dixon, A. L., Tucker, C., & Clark, M. A. (2010). Integrating social justice advocacy with national standards of practice:  Implications for school counselor education. ''Counselor Education and Supervision, 50,'' 103-115.\n*Gibbons, M. M., & Studer, J. R. (2008). Suicide awareness training for faculty and staff: A training model for school counselors. ''Professional School Counseling, 11,'' 272-276.\n*Glosoff, H. L., & Durham, J. C. (2010). Using supervision to prepare social justice counseling advocates. ''Counselor Education and Supervision, 50,'' 116-129.\n*Hayes, R., & Paisley, P. (2002). Transforming school counselor preparation programs. ''Theory into Practice, 41,'' 170-176.\n*Herlihy, B., Gray, N., & McCollum, V. (2002). Ethical and legal issues in school counselor supervision. ''Professional School Counseling, 6,'' 55-60.\n*House, R. M., & Sears, S. J. (2002). Preparing school counselors to be leaders and advocates: A critical need in the new millennium. ''Theory into Practice, 41,'' 154-162.\n*Luke, M., & Bernard, J. M. (2006). The school counseling supervision model: An extension of the discrimination model. ''Counselor Education and Supervision, 45,'' 282-295.\n*Luke, M., Ellis, M. V., & Bernard, J. M. (2011). School counselor supervisors' perceptions of the discrimination model of supervision. ''Counselor Education and Supervision, 50,'' 328-343.\n*Luke, M., & Gordon, C. (2011). A discourse analysis of school counseling supervisory email. ''Counselor Education and Supervision, 50,'' 274-291.\n*Magnuson, S., Black, L. L., & Norem, K. (2004). Supervising school counselors and interns: Resources for site supervisors. ''Journal of Professional Counseling, Practice, Theory, & Research, 32,'' 4-15.\n*McDonald, K. E. (2011). Teaching the 6th edition of APA style of writing in Counselor Education. ''Journal of Counselor Preparation and Supervision, 3,'' 123-141.\n*Miller, G. M., & Dollarhide, C. T. (2006). Supervision in schools: Building pathways to excellence. ''Counselor Education and Supervision, 45,'' 296-303.\n*Mullen, J A., Luke, M., & Drewes, A. (2007). Supervision can be playful too: Play therapy techniques that enhance supervision. ''International Journal of Play Therapy, 16,'' 69-85.\n*Murphy, S., & Kaffenberger, C. (2007). ASCA National Model: The foundation for supervision of practicum and internship students. ''Professional School Counseling, 10,'' 289-296.\n*Ockerman, M. S., Mason, E. C. M., & Chen-Hayes, S. F. (2013). School counseling supervision in challenging times: The CAFE supervisor model. ''Journal of Counselor Preparation and Supervision, 5(2), Article 4.'' doi: http://dx.doi.org/10.7729/51.0024 http://repository.wcsu.edu/jcps/vol5/iss2/4/\n*Paisley, P., & Hayes, R. (2003). School counseling in the academic domain: Transformation in preparation and practice. ''Professional School Counseling, 6,'' 198-204.\n*Perusse, R., Goodnough, G. E., & Noel, C. J. (2001). Counselor preparation: A national survey of school counselor programs:  Screening methods, faculty experiences, curricular content, and fieldwork experiences. ''Counselor Education & Supervision, 40,'' 252-262.\n*Roberts, W. B., Morotti, A. A., Hendrick, C., & Tilbury, A. (2001). Site supervisors of professional school counseling interns: Suggested guidelines. ''Professional School Counseling, 4,'' 208-215.\n*Savickas, M. L. (2011). The centennial of Counselor Education: Origin and early development of a discipline. ''Journal of Counseling & Development, 89,'' 500-503.\n*Schellenberg, R. (2012). ''The school counselor's guide to credentialing exams.'' New York: Routledge.\n*Stoltenberg, C. D., & McNeil, B. W. (2009). ''IDM supervision: An integrated developmental model for supervising counselors and therapists (3rd ed.).'' New York: Routledge.\n*Studer, J. R. (2006). ''Supervising the school counselor trainee: Guidelines for practice.'' Alexandria, VA:  American Counseling Association.\n*Studer, J. R. (2005). Supervising counselors-in-training: A guide for field supervisors. ''Professional School Counseling, 8,'' 353-359.\n*Studer, J. R., & Diambra, J. F. (2010). ''A guide to practicum and internship for school counselor trainees.'' New York: Routledge.\n*Studer, J. R., & Oberman, A. (2006). The use of the ASCA National Model in supervision. ''Professional School Counseling, 10,'' 82-87.\n*Swank, J. M., & Tyson, L. (2012). School counseling site supervisor training: A web-based approach.  ''Professional School Counseling, 16,'' 40-48.\n*Wood, C., & Rayle, A. D. (2006). A model of school counseling supervision: The goals, functions, roles, and systems model. ''Counselor Education and Supervision, 45,'' 253-266.\n\n=== Technology and School Counseling ===\n\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.  \n*Milsom, A., & Bryant, J. (2006). School counseling departmental web sites:  What message do we send? ''Professional School Counseling, 10,'' 210-216.\n*Sabella, R. (2008). ''GuardingKids.com: A practical guide to keeping kids out of high-tech trouble.'' Minneapolis, MN: Educational Media.\n*Sabella, R. (2004). ''Counseling in the 21st Century: Using technology to improve practice.'' Alexandria, VA: American Counseling Association.\n*Sabella, R. (2003). ''SchoolCounselor.com: A friendly and practical guide to the world wide web (2nd ed.).'' Minneapolis, MN: Educational Media. \n*Schellenberg, R. C. (2008). The new school counselor: Strategies for universal academic achievement. Rowman Littlefield Education.\n\n=== Transforming School Counseling Roles and Professional Identity ===\n\n*Bodenhorn, N., & Skaggs, G. (2005). Development of the School Counselor Self-Efficacy Scale. ''Measurement & Evaluation in Counseling & Development, 38,'' 14-28.\n*Burnham, J. J., & Jackson, M. (2000). School counselor roles: Discrepancies between actual practice and existing models. ''Professional school counseling, 4,'' 41-49.\n*Chen-Hayes, S. F., Ockerman, M. S., & Mason, E. C. M. (2014). ''101 solutions for school counselors and leaders in challenging times.'' Thousand Oaks, CA: Corwin.  \n*Clark, M. A., & Amatea, E. (2004). Teacher perceptions and expectations of school counselor contributions: Implications for program planning and training. ''Professional School Counseling, 8,'' 132-140.\n*Gordon, C. & Luke, M. (2011). Discursive negotiation of face via email: Professional identity development in school counseling supervision. ''Linguistics & Education''. {{doi|10.1016/j.linged.2011.05.002}}.\n*Hart, P. J., & Jacobi, M. (1992). ''From gatekeeper to advocate: Transforming the role of the school counselor.'' New York: College Entrance Examination Board.\n*Hatch, T. (2008). Professional challenges in school counseling: Organizational, institutional and political. Journal of School Counseling, 6(22). Retrieved from http://www.jsc.montana.edu/articles/v6n22.pdf.\n*Holcomb-McCoy, C., Bryan, J., & Rahill, S. (2002). Importance of the school counseling CACREP standards: School counselors' perceptions. ''Professional School Counseling, 6,'' 112-119.\n*House, R. M., & Hayes, R. L. (2002). School counselors: Becoming key players in school reform. ''Professional School Counseling, 5,'' 249-256.\n*House, R. M., & Martin, P. J. (1998). Advocating for better futures for all students: A new vision for school counselors. ''Education, 119,'' 284-291.\n*Jackson, C. M., Snow, B. M., Boes, S. R., Phillips, P. L., Powell-Standard, R., & Painter, L. C. (2002). Inducting the transformed school counselor into the profession. ''Theory into Practice, 41,'' 177-185.\n*Kurosawa, S. (2000). Sukuru kaunseringu katsudo no gohonbasira/Five important roles in school counselling. In M. Murayama (Ed.), ''Rinsyoshinrisi niyoru sukuru kaunsera: Jissai to tenbo'' (pp.&nbsp;89–99). Tokyo, Shibundo.\n*Lambie, G. W., & Williamson, L. L. (2004). The challenge to change from guidance counseling to professional school counseling: A historical proposition. ''Professional School Counseling, 8,'' 124-131.\n*Lapan, R. T. (2012). Comprehensive school counseling programs: In some schools for some students but not in all schools for all students. ''Professional School Counseling 16,'' 84-88.\n*Martin, P. J. (2002). Transforming school counseling: A national perspective. \"Theory into Practice 41,'' 148-153.\n*Martin, P. J., Robinson, S. G., & Erford, B. T. (2011). Transforming the school counseling profession. In B. T. Erford, Ed., ''Transforming the school counseling profession (3rd ed).'' (pp.&nbsp;1–18). Boston: Pearson.\n*Mason, E. C. M., Ockerman, M. S., & Chen-Hayes, S. F. (2013). Change-Agent-for-Equity (CAFE) model: A framework for school counselor identity. ''Journal of School Counseling, 11(4).'' http://www.jsc.montana.edu/articles/v11n4.pdf \n*Murayama, S. (2002). Rinsyoshinrisi niyoru sukuru maunsera no tenkai/The development of school counsellors by clinical psychologists. In M. Murayama (Ed.), ''Rinsyoshinrisi niyoru sukuru kaunsera: Jissai to tenbo'' (pp.&nbsp;9–22). Tokyo: Shibundo.\n*Ockerman, M. S., Mason, E. C. M., & Chen-Hayes, S. F. (2013). School counseling supervision in challenging times: The CAFE supervisor model. ''Journal of Counselor Preparation and Supervision, 5(2), Article 4.'' doi: http://dx.doi.org/10.7729/51.0024 http://repository.wcsu.edu/jcps/vol5/iss2/4/\n*Okamoto, J. (2002). Sukuru kaunsera tono renkei/Collaboration with school counsellors. In T. Matsuhara (Ed.), ''Sukuru kausera to renkei shita shido'' (pp.&nbsp;4–13). Tokyo: Kyoikukaihatsukenkyusyo.\n*Paisley, P. O., & McMahon. G. (2001). School counseling for the 21st Century: Challenges and opportunities ''Professional School Counseling, 5,'' 106-115.\n*Rale, A. D., & Adams, J. R. (2007). An exploration of 21st Century school counselors' daily work activities. ''Journal of School Counseling, 5,'' 1-45.\n*Reiner, S. M., Colbert, R. D., &  Perusse, R. (2009). Teacher perceptions of the professional school counselor role: A national study. ''Professional School Counseling, 12,'' 324-332.\n*Scarborough, J. L. (2005). The school counselor activity rating scale: An instrument for gathering process data. ''Professional School Counseling, 8,'' 274-283.\n*Schellenberg, R. (2012). ''The school counselor's study guide for credentialing exams.'' New York: Routledge.\n*Schellenberg, R. (2008). The new school counselor: Strategies for universal academic achievement. Rowman Littlefield.\n*Sink, C. (2011). School-wide responsive services and the value of collaboration. ''Professional School Counseling, 14,'' ii-iv.\n*Steen, S., & Noguera, P. A. (2010). A broader and bolder approach to school reform: Expanded partnership roles for school counselors. ''Professional School Counseling, 14,'' 42-52.\n*Stone, C. B., & Dahir, C. A. (2006). ''The transformed school counselor.'' Boston, MA: Lahaska Press/Houghton Mifflin.\n*Studer, J. R. (2008). The school counselor as an emerging professional in the Japanese educational system. ''International Education, 37,'' 30-42.\n*Thomas, S. R. (2005). The school counselor alumni peer consultation group. ''Counselor Education & Supervision, 45,'' 16-29.\n*Thomas, S. R., DeKruyf, L., Hetherington, P., & Lesicko, D. (2009). Developing a global culture of collaboration for school counselors. ''Journal for International Counselor Education, 1,'' 15-31.\n*Wilkerson, K., & Eschbach, L. (2009). Transformed school counseling: The impact of a graduate course on trainees' perceived readiness to develop comprehensive, data-driven programs. ''Professional School Counseling, 13,'' 30-37.\n\n==External links==\n{{Wiktionary}}\n*[https://www.schoolcounselor.org American School Counselor Association]\n*[https://www.cescal.org Center for Excellence in School Counseling and Leadership]\n*[https://www.umass.edu/schoolcounseling/ Center for School Counseling Outcome Research and Evaluation]\n*[https://www.bls.gov/ooh/Community-and-Social-Service/School-and-career-counselors.htm School and Career Counselors]\n*[https://coehs.nku.edu/centers/nkcee/center_at_work/profdevinitiatives/EBSCConference.html Evidence-Based School Counseling Conference]\n*[https://www.nacacnet.org National Association for College Admission Counseling]\n*[https://nosca.collegeboard.org National Office for School Counselor Advocacy]\n\n{{DEFAULTSORT:School Counselor}}\n[[Category:Education and training occupations]]\n[[Category:School counseling| ]]\n[[Category:People who work with children]]\n[[Category:People who work with adolescents]]\n[[Category:People who work with families]]\n[[Category:People who work with teachers]]\n\n[[ja:スクールカウンセラー]]", "Psychiatrist": "{{Other uses}}\n{{distinguish|Psychologist}}\n\n{{Infobox Occupation\n| name= Psychiatrist\n| image= [[File:Psi2.png|100px]]\n| official_names= Psychiatrist, Alienist ''(archaic)''\n<!------------Details------------------->\n| type= [[Profession]], [[Specialty (medicine)|Specialization]]\n| activity_sector= [[Medicine]] > [[Psychiatry]]\n| competencies= Analytical mind, patience\n| formation= [[Doctor of Medicine]] (M.D.), [[Doctor of Osteopathic Medicine]] (D.O.)\n| employment_field= [[Psychiatric clinic]]s\n| related_occupation= [[Psychologist]], [[Psychotherapist]]\n| average_salary= \n}}\n\nA '''psychiatrist''' is a [[physician]] who specializes in [[psychiatry]]. A psychiatrist specializes in the diagnosis and treatment of [[mental disorder]]s. Psychiatrists are [[medical doctor]]s who must evaluate patients to determine whether or not their symptoms are the result of a physical illness, a combination of physical and mental, or a strictly [[psychiatric]] one. As part of the clinical assessment process they may employ a [[mental status examination]], a [[physical examination]], [[brain imaging]] such as [[computerized tomography]]  (CT/CAT scan), [[magnetic resonance imaging]] (MRI), and [[positron emission tomography]] (PET) scanning, and [[blood testing]]. Psychiatrists prescribe medicine, and may also use [[psychotherapy]], although the vast majority do medical management and refer to a [[psychologist]] or another specialized therapist for weekly to bi-monthly psychotherapy.\n\n== Subspecialties ==\nThe field of psychiatry has many subspecialties (also known as Fellowships) that require additional training which are certified by the American Board of Psychiatry and Neurology (ABPN) and require Maintenance of Certification Program (MOC) to continue. The following include: \n* [[Clinical neurophysiology]]\n* [[Forensic psychiatry]]\n* [[Addiction psychiatry]]\n* [[Brain Injury Medicine]]\n* [[Child and Adolescent Psychiatry]]\n* [[Geriatric psychiatry]]\n* [[Hospice and palliative medicine]]\n* [[Pain management]]\n* [[Psychosomatic medicine]]( also known as [[Liaison psychiatry|Consultation-liaison psychiatry]])\n* [[Sleep medicine]]\nFurther, other specialties that exist include: <ref name=\"UKReq\" />\n* [[Cross-cultural psychiatry]]\n* [[Emergency psychiatry]]\n* [[Learning disability]]\n* [[Neurodevelopmental disorder]]\n* [[Cognition]] diseases as in various forms of [[dementia]]\n\nSome psychiatrists specialize in helping certain age groups. [[Pediatric psychiatry]] is the area of the profession working with children in addressing psychological problems.<ref name=UKReq /> Psychiatrists specializing in [[geriatric psychiatry]] work with the elderly and are called geriatric psychiatrists or geropsychiatrists.<ref name=UKReq />  Those who practice psychiatry in the workplace are called occupational psychiatrists in the united states and occupational psychology is the name used for the most similar discipline in the UK.<ref name=UKReq /> Psychiatrists working in the courtroom and reporting to the judge and jury, in both criminal and civil court cases, are called [[forensic psychiatrist]]s, who also treat mentally disordered offenders and other patients whose condition is such that they have to be treated in secure units.<ref name=UKReq /><ref name=ABPNSubSpecial />\n\nOther psychiatrists and mental health professionals in the field of psychiatry may also specialize in [[psychopharmacology]], [[psychotherapy]], [[psychiatric genetics]], [[neuroimaging]], [[dementia]]-related disorders/ sicknesses as [[Alzheimer's disease]], [[attention deficit hyperactivity disorder]], [[sleep medicine]], [[pain medicine]], [[palliative medicine]], [[eating disorder]]s, [[sexual disorders]], [[women's health]], [[Global Mental Health]], [[early intervention in psychosis|early psychosis intervention]], [[mood disorders]] and [[anxiety disorders]] (including [[obsessive-compulsive disorder]] and [[post-traumatic stress disorder]]).<ref name=UKReq /><ref name=ABPNSubSpecial>American Board of Psychiatry and Neurology, Inc. (5 March 2007).  ''ABPN Certification - Subspecialties''.  Retrieved March 25, 2007, from http://www.abpn.com/cert_subspecialties.htm</ref>\n\n== Professional requirements ==\nWhile requirements to become a psychiatrist differ from country to country, all require a medical degree.<ref name=UKReq>The Royal College of Psychiatrists. (2005). ''Careers info for School leavers''.  Retrieved March 25, 2007, from http://www.rcpsych.ac.uk/training/careersinpsychiatry/careerbooklet.aspx</ref><ref name=USReq>Psychiatry.com (Unknown last update). ''Student Information''.  Retrieved March 25, 2007, from http://www.psychiatry.com/student.php</ref>\n\n===US and Canada===\nIn the [[U.S.]] and [[Canada]] one must first attain the degree of [[Doctor of Medicine|M.D.]] or [[Doctor of Osteopathic Medicine|D.O.]], followed by practice as a [[Residency (medicine)|psychiatric resident]] for another four years (five years in Canada). This extended period involves comprehensive training in psychiatric diagnosis, psychopharmacology, medical care issues, and psychotherapies.  All accredited psychiatry residencies in the United States require proficiency in [[cognitive behavioral therapy|cognitive-behavioral]], brief, psychodynamic, and supportive psychotherapies.  Psychiatry residents are required to complete at least four post-graduate months of internal medicine or pediatrics, plus a minimum of two months of neurology during their first year of residency, referred to as an \"internship\".<ref name=USReq /> After completing their training, psychiatrists are eligible to take a specialty board examination to become board-certified.<ref name=USReq />  The total amount of time required to complete educational and training requirements in the field of psychiatry in the United States is 12 years after high school. Subspecialists in child and adolescent psychiatry are required to complete a two-year fellowship program, the first year of which can run concurrently with the fourth year of the general psychiatry residency program. This adds one to two years of training.\n\n===United Kingdom and Republic of Ireland===\nIn the [[United Kingdom]], psychiatrists must hold a medical degree.<ref>[http://www.rcpsych.ac.uk/training/careersinpsychiatry/careerinfoforschoolleavers.aspx Careers info for School leavers<!-- Bot generated title -->]</ref>  These degrees are often abbreviated [[Bachelor of Medicine and Surgery|MB BChir, MB BCh, MB ChB, BM BS, or MB BS]].  Following this, the individual will work as a [[Foundation House Officer]] for two additional years in the UK, or one year as [[Intern]] in the Republic of Ireland to achieve registration as a basic medical practitioner. Training in psychiatry can then begin and it is taken in two parts: three years of Basic Specialist Training culminating in the MRCPsych exam followed by three years of Higher Specialist Training, referred to as \"ST4-6\" in the UK and \"Senior Registrar Training\" in the Republic of Ireland. Candidates with MRCPsych degree and complete basic training must reinterview for higher specialist training. At this stage, the development of speciality interests such as forensic, child/adolescent take place. At the end of 3 years of higher specialist training, candidates are awarded a CCT (UK) or CCST (Ireland), both meaning Certificate of Completion of (Specialist) Training. At this stage, the psychiatrist can register as a specialist and the qualification of CC(S)T is recognized in all EU/EEA states. As such, training in the UK and Ireland is considerably longer than in the US or Canada and frequently takes around 8–9 years following graduation from medical school. Those with a CC(S)T will be able to apply for Consultant posts. Those with training from outside the EU/EEA should consult local medical boards to review their qualifications and eligibility for equivalence recognition (for example, those with a US residency and ABPN qualification).\n\n===Netherlands===\nIn the [[Netherlands]] one must complete [[Medical_school#Netherlands_and_Belgium|medical school]] after which one is certified as a medical doctor. After a strict selection program one can specialize in psychiatry: a 4.5 year specialization. During this specialization, the resident has to do a 6-month residency in the field of social psychiatry, a 12-month residency in a field of their own choice (which can be child psychiatry, forensic psychiatry, somatic medicine or medical research).  To become an adolescent psychiatrist, one has to do an extra specialization period of 2 more years. In short this means that it takes at least 10.5 years of study to become a psychiatrist which can go up to 12.5 years if one becomes a children's and adolescent psychiatrist.\n\n== See also ==\n{{columns\n|width = 22em\n|col1 =\n*[[List of famous figures in psychiatry]]\n*[[List of psychiatrists]]\n*[[Medicine]]\n|col2 =\n*[[Mental health]]\n*[[Mental health professional]]\n*[[Mental illness]]\n|col3 =\n*[[Psychiatry]]\n*[[Psychiatric nursing]]\n*[[Clinical psychology]]\n*[[Psychologist]]\n*[[Psychology]]\n}}\n\n==References==\n{{reflist}}\n\n== Further reading ==\n* American Psychiatric Association. (2000). ''Diagnostic and Statistical Manual of Mental Disorders DSM-IV-TR Fourth Edition''. Washington, D.C.: American Psychiatric Publishing.\n* Frances, A., & First, M. (1999). ''Your Mental Health: A Layman's Guide to the Psychiatrist's Bible''.  New York: Scribner.\n* {{Cite journal | author = Hafner, H. | year = 2002 | title = Psychiatry as a profession | url = | journal = Nervenarzt | volume = 73 | issue = 1|pmid = 11975061 | pages = 33–40}}\n* Stout, E. (1993). ''From the Other Side of the Couch: Candid Conversations with Psychiatrists and Psychologists''. Westport, Conn.: Greenwood Press.\n\n{{Psychiatry}}\n\n[[Category:Mental health professionals]]\n[[Category:Psychiatry| ]]\n[[Category:Psychiatry profession]]\n[[Category:Psychiatrists| ]]", "Mental health professional": "A '''mental health professional''' is a [[health care provider|health care practitioner]] who offers services for the purpose of improving an individual's [[mental health]] or to treat [[mental illness]].  This broad category includes [[psychiatrists]] ([[Doctor of Osteopathic Medicine|DO]] or [[Doctor of Medicine|MD]]), [[psychiatric nurses]] (RNMH, RMN, CPN), [[clinical psychologists]] (PsyD or PhD), [[social work|clinical social workers]] (MSW or MSSW), [[mental health counselor]]s (MA or MS), professional counselors, [[pharmacists]], as well as many other professionals. These professionals often deal with the same illnesses, disorders, conditions, and issues; however, their [[scope of practice]] differs. The most significant difference between mental health professionals are the laws regarding [[healthcare provider requisites|required education and training]] across the various professions.<ref name=\"AboutPsychs\">About:Psychology. (2007). ''Difference Between Psychologists and Psychiatrists''.  Retrieved March 4, 2007, from http://psychology.about.com/od/psychotherapy/f/psychvspsych.htm</ref>\n\n==Professional distinctions==\n\n===Comparison of American mental health professionals===\n{{Globalize/North America|date=December 2010}}\n{|  border=\"0\" cellspacing=\"0\" cellpadding=\"4\" style=\"border:2px solid #999999;\"\n|  style=\"border-bottom:1px solid #999999;\" | '''Occupation'''\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | '''Degree'''\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | '''Common licenses'''\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | '''Prescription privilege'''\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | '''Average income''' (US$)\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Psychiatrist]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Doctor of Medicine|MD]]/[[Doctor of Osteopathic Medicine|DO]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Psychiatrist]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Yes\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $200,000\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Clinical Psychology|Clinical Psychologist]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Doctor of Philosophy|PhD]]/[[Doctor of Psychology|PsyD]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Psychologist]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No (Yes)^\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $85,000<ref>Wicherski, M. (2007). [http://www.apa.org/workforce/publications/07-salaries/index.aspx Report of the 2007 APA Salary Survey]</ref>\n|-\n|  style=\";border-bottom:1px solid #999999;\" | [[School psychology|School Psychologist]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Doctoral level [[Doctor of Philosophy|PhD]]/[[Doctor of Education|EdD]]/[[Doctor of Psychology|PsyD]]\nPost-master's terminal degree (not doctoral level) [[Educational specialist|EdS]]\n\nMaster's level [[Master of Arts|MA]]/[[Master of Science|MS]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Certified School Psychology, National Certified School Psychologist\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $78,000\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Counseling psychology|Counselor/Psychotherapist]] (Doctorate)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Doctor of Philosophy|PhD]]/[[Doctor of Education|EdD]]/DMFT\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Psychologist\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $75,000\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Counseling psychology|Counselor/Psychotherapist]] (Master's)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Master of Arts|MA]]/[[Master's degree|MS]]/MC  plus two to three years of post-master's supervised clinical experience\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Family therapy|MFT]]/[[Licensed Professional Counselor|LPC]]/LPA/LMHC\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $49,000\n|-\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Social work|Clinical or Psychiatric Social Worker]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Master of Social Work|MSW]]/[[Doctor of Social Work|DSW]]/[[Doctor of Philosophy|PhD]] plus two to three years of post-master's supervised clinical experience\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | LCSW/LICSW\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $50,700\n|-\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Social work|Social Worker]] (agency based master's level)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Master of Social Work|MSW]]/[[Doctor of Social Work|DSW]]/[[Doctor of Philosophy|PhD]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | LMSW/GSW/LSW\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $46,170\n|-\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Social work]]er (bachelor level)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | BSW\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | RSW, SWA, social work assistant\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $29,170\n|-\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Occupational therapist]] (Doctorate/master level)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | MOT, MSOT, OTD, ScD, PhD\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | OTR, COTA, Mental Health Board Certification\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $69,630\n|-\n|- |  style=\"border-bottom:1px solid #999999;\" | [[Licensed behavior analyst]]s (Doctorate/master level)\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Behavior analyst\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Doctor of Philosophy|PhD]]/[[Doctor of Education|EdD]]/[[Master of Science|MS]]/[[Master of Education|MEd]]/[[Master of Arts|MA]]/BCBA-D<ref>[http://www.bacb.com/index.php?page=4]</ref>\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | [[Licensed behavior analyst|LBA]]/LBS/BCBA\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $60,000\n|-\n|  style=\";border-bottom:1px solid #999999;\" | [[Psychiatric and mental health nurse practitioner]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" |  [[Master of Science in Nursing|MSN]]/[[Doctor of Nursing Science|DNP]]/[[Doctor of Philosophy|PhD]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | MHNP/[[Nurse Practitioner|NPP]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Yes\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $80,711\n|-\n|  style=\"border-bottom:1px solid #999999;\" | [[Physician assistant]]\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | MPAS/[[Master of Health Science|MHS]]/MMS/DScPA\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | PA/PA-C/APA-C/RPA/RPA-C\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | Yes\n|  style=\"border-left:1px solid #999999;border-bottom:1px solid #999999;\" | $80,356<ref>[http://www.aapa.org/research/specialty-reports-2006/psychiatry.pdf  \"2006 AAPA Physician Assistant Census Report\"  (10/06/2006)- American Academy of Physician Assistants (AAPA)]</ref>\n|-\n| [[Expressive therapy|Expressive/Art Therapist]]\n|  style=\"border-left:1px solid #999999;\" | [[Master of Arts|MA]]\n|  style=\"border-left:1px solid #999999;\" | ATR/[[Music therapy|MT-BC]]\n|  style=\"border-left:1px solid #999999;\" | No\n|  style=\"border-left:1px solid #999999;\" | $45,000\n|}\n''Sources:''<ref name=\"aps\">APA. (2003). [http://research.apa.org/03salary/homepage.html Salaries in Psychology 2003: Report of the 2003 APA Salary Survey]</ref><ref>NIH: Office of Science Education. (2006). [http://science.education.nih.gov/LifeWorks.nsf/Alphabetical+List/Psychiatrist Lifeworks: Psychiatrist]</ref><ref>U.S. Department of Labor: Bureau of Labor Statistics. (2004). [http://www.bls.gov/oco/ocos060.htm Occupational Outlook Handbook: Social Workers]</ref><ref>U.S. Department of Labor: Bureau of Labor Statistics. (2004). [http://www.bls.gov/oco/ocos083.htm Occupational Outlook Handbook: Registered Nurses]</ref><ref>NIH: Office of Science Education. (2006). [http://nurse-practitioners.advanceweb.com/resources/np010106_p34table4.pdf] Advance News Magazines.(2005).</ref><ref>{{cite web|url=http://science.education.nih.gov/LifeWorks.nsf/Alphabetical+List/Art+Therapist|title=Lifeworks: Art Therapist|accessdate=2007-02-17}} {{Dead link|date=November 2010|bot=H3llBot}}</ref>\n\n^Only in New Mexico and Louisiana, with limited rights in Indiana and Guam.<ref name=Prescribing>{{cite journal|last=Fox, R. E., DeLeon, P. H., Newman, R., Sammons, M. T., Dunivin, D. L. & Baker, D. C.|title=Prescriptive authority and psychology: A status report|journal=The American Psychologist|year=2009|volume=64|issue=4|pages=257–268|doi=10.1037/a0015938|pmid=19449984}}</ref>\n\n===Treatment diversity===\nMental health professionals exist to improve the mental health of individuals, couples, and families.  Because mental health covers a wide range of elements, the scope of practice greatly varies between professionals.  Some professionals may enhance relationships while others treat specific mental disorders and illness.  Often, as with the case of psychiatrists and psychologists, the scope of practice may overlap.\n\nMost qualified mental health professionals will refer a [[patient]] or [[wiktionary:Client|client]] to another professional if the specific type of [[Mental illness#Treatment|treatment]] needed is outside of their scope of practice. Additionally, many mental health professionals may sometimes work together using a variety of treatment options such as concurrent [[psychiatric medication]] and [[psychotherapy]].  Additionally, specific mental health professionals may be utilized based upon their cultural and religious background or experience.\n\nIncreasingly, primary care providers, such as internists, pediatricians, and family physicians, provide many initial components of mental health diagnosis and treatment for children and adults.  In particular, family physicians are trained during residency in interviewing and diagnostic skills, and may be quite skilled in managing conditions such as [[ADHD]] in children and [[Depression (mood)|depression]] in adults. Likewise, many (but not all) pediatricians may be taught the basic components of ADHD diagnosis and treatment during residency. In many other circumstances, primary care physicians may receive additional training and experience in mental health diagnosis and treatment during their practice years.\n\n==Psychiatrist==\n{{Main|Psychiatrist|Psychiatry}}\nPsychiatrists are [[physician]]s and one of the few professionals in the mental health industry who specialize and are certified in treating [[mental illness]] using the biomedical approach to mental disorders including the use of [[Psychiatric medications|medications]].\n\nPsychiatrists may also go through significant training to conduct [[psychotherapy]] and [[Cognitive therapy|cognitive behavioral therapy]]; however psychologists and clinical psychologists specialize in the research and clinical application of these techniques.  The amount of training a psychiatrist holds in providing these types of therapies varies from program to program and also differs greatly based upon region.\n\n===Specialties of psychiatrists===\nAs part of their evaluation of the patient, psychiatrists are one of only a few mental health professionals who may conduct physical examinations, order and interpret laboratory tests and [[EEG]]s, and may order brain imaging studies such as [[Computed tomography|CT]] or [[Computed tomography|CAT]], [[Magnetic resonance imaging|MRI]], and [[Positron emission tomography|PET]] scanning. A medical professional must evaluate the patient for any medical problems or diseases that may be the cause of the mental illness.\n\nHistorically psychiatrists have been the only mental health professional with the power to prescribe medication to treat specific types of mental illness. Currently, [[Physician Assistant]]s and [[nurse practitioner|advanced practice psychiatric nurses]] may prescribe medications, including [[psychiatric medication]]s. Clinical psychologists have gained the ability to prescribe psychiatric medications on a limited basis in a few U.S. states after completing additional training and passing an examination.\n\n===Educational requirements for psychiatrists===\nTypically the requirements to become a psychiatrist are substantial but differ from country to country.<ref name=UKReq>The Royal College of Psychiatrists. (2005). ''Careers info for School leavers''.  Retrieved March 25, 2007, from http://www.rcpsych.ac.uk/training/careersinpsychiatry/careerbooklet.aspx</ref><ref name=USReq>Psychiatry.com (Unknown last update). ''Student Information''.  Retrieved March 25, 2007, from http://www.psychiatry.com/student.php</ref> In general there is an initial period of several years of academic and clinical training and supervised work in different areas of medicine, in order to become a licensed medical doctor, followed by several years of supervised work and study in psychiatry, in order to become a liceensed psychiatrist.\n\nIn the [[United States]] and [[Canada]] one must first complete a [[Bachelor's degree]].<ref name=USReq /> Students may typically decide any major subject of their choice, however they must enroll in specific courses, usually outlined in a [[Pre-medical|pre-medical program]].<ref name=USReq /> One must then apply to and attend 4 years of [[medical school]] in order to earn their [[Doctor of Medicine|MD]] or [[Osteopathic medicine in the United States|DO]] and to complete their [[Medical education in the United States|medical education]].<ref name=USReq /> Psychiatrists must then pass three successive rigorous national board exams (United States Medical Licensing Exams \"USMLE\", Steps 1, 2, and 3), which draws questions from all fields of medicine and surgery, before gaining an unrestricted license to practice medicine. Following this, the individual must complete a four-year residency in Psychiatry [[Residency (medicine)|as a psychiatric resident]] and sit for annual national in-service exams. Psychiatry residents are required to complete at least four post-graduate months of internal medicine (pediatrics may be substituted for some or all of the internal medicine months for those planning to specialize in child and adolescent psychiatry) and two months of neurology, usually during the first year,<ref name=USReq /> but some programs require more. Occasionally, some prospective psychiatry residents will choose to do a transitional year internship in medicine or general surgery, in which case they may complete the two months of neurology later in their residency. After completing their training, psychiatrists take written and then oral specialty board examinations.<ref name=USReq />  The total amount of time required to qualify in the field of psychiatry in the United States is typically 4 to 5 years after obtaining the MD or DO (or in total 8 to 9 years minimum). Many psychiatrists pursue an additional 1–2 years in subspecialty fellowships on top of this such as child psychiatry, geriatric psychiatry, and psychosomatic medicine.\n\nIn the [[United Kingdom]], the [[Republic of Ireland]], and most Commonwealth countries, the initial degree is the combined [[Bachelor of Medicine and Surgery|Bachelor of Medicine and Bachelor of Surgery]],<ref name=UKReq /> usually a single period of academic and clinical study lasting around five years. This degree is most often abbreviated 'MBChB', 'MB BS' or other variations, and is the equivalent of the American 'MD'. Following this the individual must complete a two-year foundation programme<ref name=UKReq /> that mainly consists of supervised paid work as a [[Foundation House Officer]] within different specialties of medicine.<ref>[http://www.rcpsych.ac.uk/specialtytraining/students/trainingpathways/foundationtraining.aspx RCP - Foundation Training]</ref> Upon completion the individual can apply for \"core specialist training\" in psychiatry, which mainly involves supervised paid work as a [[Specialty Registrar]] in different subspecialities of psychiatry.<ref>[http://www.rcpsych.ac.uk/specialtytraining/students/trainingpathways/coretraining.aspx RCP - Core Training]</ref> After three years there is an examination for Membership of the [[Royal College of Psychiatrists]] (abbreviated [[MRCPsych]]), with which an individual may then work as a \"[[Staff grade]]\" or \"[[Associate Specialist]]\" psychiatrist, or pursue an academic psychiatry route via a [[PhD]].<ref>[http://www.rcpsych.ac.uk/specialtytraining/careersinpsychiatry/careersinfoforugs.aspx RCP - Careers Info]</ref> If, after the MRCPsych, an additional 3 years of specialization known as \"advanced specialist training\" are taken (again mainly paid work), and a [[Certificate of Completion of Training]] is awarded, the individual can apply for a post taking independent clinical responsibility as a \"[[Consultant (medicine)|consultant]]\" psychiatrist.<ref>[http://www.rcpsych.ac.uk/specialtytraining/students/trainingpathways/highertraining.aspx RCP - Higher Training]</ref>\n\n==Clinical psychologist==\n{{Main|Clinical psychology}}\nA clinical psychologist studies and applies [[psychology]] for the purpose of understanding, preventing, and relieving psychologically-based distress or dysfunction and to promote subjective well-being and personal development. In many countries it is a regulated profession that addresses moderate to more severe or chronic psychological problems, including diagnosable [[mental illness|mental disorders]]. Clinical psychology includes a wide range of practices, such as research, psychological assessment, teaching, consultation, forensic testimony, and program development and administration. Central to clinical psychology is the practice of [[psychotherapy]], which uses a wide range of techniques to change thoughts, feelings, or behaviors in service to enhancing subjective well-being, mental health, and life functioning. Unlike other mental health professionals, psychologists are trained to conduct [[psychological assessment]]. Clinical psychologists can work with individuals, couples, children, older adults, families, small groups, and communities.\n\n===Specialties of clinical psychologists===\nClinical psychologists who focus on treating mental health specialize in evaluating patients and providing psychotherapy. The do not prescribe medication as this is a role of a psychiatrist (physician who specializes in psychiatry). There are a wide variety of therapeutic techniques and perspectives that guide practitioners, although most fall into the major categories of [[Psychodynamic psychotherapy|Psychodynamic]], [[Cognitive Behavioral Therapy|Cognitive Behavioral]], [[existential psychotherapy|Existential]]-[[Humanistic psychology|Humanistic]], and [[Systemic Therapy|Systems Therapy]] (e.g. [[Family therapy|family]] or couples therapy).\n\nIn addition to therapy, clinical psychologists are also trained to administer and interpret psychological personality tests such as the [[Minnesota Multiphasic Personality Inventory|MMPI]] and the [[Rorschach inkblot test]], and various standardized tests of intelligence, memory, and [[Neuropsychology|neuropsychological]] functioning. Common areas of specialization include: [[Mental illness|specific disorders]] (e.g. [[Psychological trauma|trauma]] or  [[Clinical depression|depression]]), [[Clinical neuropsychology|neuropsychological disorders]], [[Child psychopathology|child and adolescent]], [[Family therapy|family]] and [[relationship counseling]]. Internationally, psychologists are generally not granted prescription privileges. In the US, [[Prescriptive authority for psychologists movement|prescriptive rights]] have been granted to appropriately trained psychologists only in the states of New Mexico and Louisiana, with some limited prescriptive rights in Indiana and the US territory of Guam.<ref name=Prescribing/>\n\n===Educational requirements for clinical psychologists===\nClinical psychologists, having completed an [[undergraduate degree]] usually in psychology or other [[social science]], generally undergo specialist postgraduate training lasting at least two years (e.g. Australia), three years (e.g. UK), or four to six years depending how much research activity is included in the course (e.g. US). In countries where the course is of shorter duration, there may be an informal requirement for applicants to have undertaken prior work experience supervised by a clinical psychologist, and a proportion of applicants may also undertake a separate [[PhD]] research degree.\n\nToday, in the U.S., about half of licensed psychologists are trained in the [[Scientist-Practitioner Model of Clinical Psychology]] (PhD)—a model that emphasizes both research and clinical practice and is usually housed in universities. The other half are being trained within a [[Psy.D.|Practitioner-Scholar Model of Clinical Psychology]] (PsyD), which focuses on practice (similar to professional degrees for medicine and law).<ref name=\"norcrosspsyd\">Norcross, J. & Castle, P. (2002). [http://www.psichi.org/pubs/articles/article_171.asp Appreciating the PsyD: The Facts.] ''Eye on Psi Chi, 7(1),'' 22-26.</ref> A third training model called the Clinical Scientist Model emphasizes training in clinical psychology research. Outside of coursework, graduates of both programs generally are required to have had 2 to 3 years of supervised clinical experience, a certain amount of personal psychotherapy, and the completion of a dissertation (PhD programs usually require original quantitative empirical research, whereas the PsyD equivalent of dissertation research often consists of literature review and qualitative research, theoretical scholarship, program evaluation or development, critical literature analysis, or clinical application and analysis).\n\n===Continuing Education Requirements for Clinical Psychologists===\nMost states in the US require clinical psychologists to obtain a certain number of continuing education credits in order to renew their license.  This was established to ensure that psychologists stay current with information and practices in their fields. The license renewal cycle varies, but renewal is generally required every two years.<ref>{{cite book|title=Clinical Psychology: Integrating Science and Practice|year=2008|publisher=Hoboken: John Wiley & Sons|isbn=978-0-471-41499-5|author=Freeman, Arthur, Stephanie H. Felgoise, and Denise D. Davis|accessdate=14 April 2014}}</ref>\n\nThe number of continuing education credits required for clinical psychologists varies between states.  In Nebraska, psychologists are required to obtain 24 hours of approved continuing education credits in the 24 months before their license renewal.<ref>{{cite web|title=Nebraska Department of Health & Human Services|url=http://dhhs.ne.gov/publichealth/Pages/crl_mhcs_psych_psychlicense.aspx#Education}}</ref>  In California, the requirement is for 36 hours of credits.  New York State does not have any continuing education requirements for license renewal at this time (2014).<ref>{{cite web|title=CE4Less|url=http://ce4less.com//WillMyStateAccept.aspx?st=New%20York&org=Psychologist|work=CEU Requirements for Psychologists in New York|accessdate=14 April 2014}}</ref>\n\nActivities that count towards continuing education credits generally include completing courses, publishing research papers, teaching classes, home study, and attending workshops.  Some states require that a certain number of the education credits be in ethics.  Most states allow psychologists to self-report their credits but randomly audit individual psychologists to ensure compliance.\n\n==Counseling psychologist or psychotherapist==\n{{Main|Psychotherapy|Counseling psychology}}\n\n[[Counseling]] generally involves helping people with what might be considered \"normal\" or \"moderate\" psychological problems, such as the feelings of anxiety or sadness resulting from major life changes or events.<ref name=\"brain\">Brain, Christine. (2002). ''Advanced psychology : applications, issues and perspectives.'' Cheltenham : Nelson Thornes. ISBN 0-17-490058-9></ref><ref name=\"compass\">Compass, B. & Gotlib, I. (2002). ''Introduction to Clinical Psychology.'' New York, NY : McGraw Hill. ISBN 0-07-012491-4</ref> As such, counseling psychologists often help people adjust to or cope with their environment or major events, although many also work with more serious problems as well.\n\nOne may practice as a counseling psychologist with a PhD or EdD, and as a counseling psychotherapist with a [[master's degree]]. Compared with clinical psychology, there are fewer counseling psychology graduate programs (which are commonly housed in departments of education), counselors tend to conduct more vocational assessment and less projective or objective assessment, and they are more likely to work in public service or university clinics (rather than hospitals or private practice).<ref>Norcross, John. (2000). [http://www.psichi.org/pubs/articles/article_73.asp Clinical versus counseling psychology: What's the diff?] ''Eye on Psi Chi, 5(1),'' 20-22.</ref> Despite these differences, there is considerable overlap between the two fields and distinctions between them continue to fade.\n\n==Behavior analyst==\n{{Main|Professional practice of behavior analysis}}\n\nBehavior analysts are licensed in five states to provide services for clients with [[substance abuse]], [[developmental disabilities]], and [[mental illness]]. This profession draws on the evidence base of [[applied behavior analysis]], [[behavior therapy]], and the philosophy of [[behaviorism]]. Behavior analysts have at least a master's degree in [[behavior analysis]] or in a mental health related discipline as well as at least five core courses in applied behavior analysis. Many behavior analysts have a doctorate. Most programs have a formalized internship program and several programs are offered online. Most practitioners have passed the examination offered by the behavior analysis certification board<ref>http://www.bacb.com</ref> or the examination in clinical behavior therapy by the World Association for Behavior Analysis.<ref>http://www.baojournal.com/WCBA/WCBA.html</ref> The model licensing act for behavior analysts can be found at the [[Association for Behavior Analysis International]]'s website.\n\n==Certified Mental Health Professional==\nThe Certified Mental Health Professional (CMHP) certification is designed to measure an individual’s competency in performing the following job tasks. The job tasks are not presented in any particular order of importance.\n\n#Maintain confidentiality of records relating to clients’ treatment.\n#Encourage clients to express their feelings, discuss what is happening in their lives, and help them to develop insight into themselves and their relationships.\n#Guide clients in the development of skills and strategies for dealing with their problems.\n#Prepare and maintain all required treatment records and reports.\n#Counsel clients and patients, individually and in group sessions, to assist in overcoming dependencies, adjusting to life, and making changes.\n#Collect information about clients through interviews, observations, and tests.\n#Act as the client’s advocate in order to coordinate required services or to resolve emergency problems in crisis situations.\n#Develop and implement treatment plans based on clinical experience and knowledge.\n#Collaborate with other staff members to perform clinical assessments and develop treatment plans.\n#Evaluate client’s physical or mental condition based on review of client information.\n\n==School psychologist==\n{{Main|School psychology}}\nSchool psychologists' primary concern is with the academic, social, and emotional well-being of children within a scholastic environment. Unlike clinical psychologists, they receive much more training in education, child development and behavior, and the psychology of learning, often graduating with a post-master's [[Educational specialist|educational specialist degree]] (EdS), EdD or [[Doctor of Philosophy]] (PhD) degree. Besides offering individual and group therapy with children and their families, school psychologists also evaluate school programs, provide cognitive assessment, help design prevention programs (e.g. reducing drops outs), and work with teachers and administrators to help maximize teaching efficacy, both in the classroom and systemically.<ref>Silva, Arlene. (2003). ''[http://www.nasponline.org/about_sp/whatis.aspx Who Are School Psychologists?]''. National Association of School Psychologists.</ref>\n\n==Social worker==\n{{Main|Social work}}\nSocial workers in the area of mental health may assess, treat, develop treatment plans, provide case management and/or rights advocacy to individuals with mental health problems.  They can work independently or within clinics/service agencies, usually in collaboration with other health care professionals.\n\nIn the US, they are often referred to as clinical social workers; each state specifies the responsibilities and limitations of this profession.  State licensing boards and national certification boards require clinical social workers to have a master's or doctoral degree (MSW or DSW/PhD) from a university. The doctorate in social work requires submission of a major original contribution to the field in order to be awarded the degree.\n\nIn the UK there is a now a standardized three-year undergraduate social work degree, or two-year postgraduate master's for those who already have an undergraduate social sciences degree and relevant work experience. These courses include mandatory supervised work experience in social work, which may include mental health services. Successful completion allows an individual to register and work as a qualified social worker. There are various additional optional courses for gaining qualifications specific to mental health, for example training in psychotherapy or, in England and Wales, for the role of [[Approved Mental Health Professional]] (two years' training for a legal role in the assessment and detention of eligible mentally disordered people under the [[Mental Health Act 1983|Mental Health Act (1983)]] as amended in 2007).\n\nSocial workers in England and Wales are now able to become Approved Clinicians under the [[Mental Health Act 2007]] following a period of further training (likely at postgraduate or doctoral level).  Historically, this role was reserved for [[psychiatrist]] medical doctors, but has now extended to registered [[mental health professionals]], such as [[social workers]], [[psychologists]] and mental health nurses.\n\nIn general, it is the social model rather than, or in addition to, the dominant medical model, that is the underlying rationale for mental health social work. This may include a focus on social causation, labeling, critical theory and social constructivism. Many argue social workers need to work with medical and health colleagues to provide an effective service but they also need to be at the forefront of processes that include and empower services users.<ref>Golightley, M. (2004) ''Social work and Mental Health'' Learning Matters, UK</ref>\n\n===Educational Requirements for Social Workers===\nIn the United States, the minimum requirement for social workers is generally a bachelor’s degree in social work, though a bachelor’s degree in a related field such as sociology or psychology may qualify an applicant for certain jobs.  Higher-level jobs typically require a master’s degree in social work. Master’s programs in social work usually last two years and consist of at least 900 hours of supervised instruction in the field.<ref name=\"US Bureau of Labor Statistics\">{{cite web|title=US Bureau of Labor Statistics|url=http://www.bls.gov/ooh/community-and-social-service/social-workers.htm#tab-4|accessdate=14 April 2014}}</ref> Regulatory boards generally require that degrees be obtained from programs that are accredited by the Council of Social Work Education (CSWE) or another nationally recognized accrediting agency.<ref>{{cite web|title=Association of Social Work Boards|url=http://www.aswb.org/licensees/about-licensing-and-regulation/}}</ref>\n\nBefore social workers can practice, they are required to meet the licensing, certification, or registration requirements of the state.  The requirements vary depending on the state but usually involve a minimum number of supervised hours in the field and passing of an exam.<ref name=\"US Bureau of Labor Statistics\"/> All states except California also require pre-licensure from the Association of Social Work Boards (ASWB).\n\nThe ASWB offers four categories of social work licensure. The lowest level is a Bachelors, for which a bachelor’s degree in social work is required. The next level up is a Masters and a master’s degree in social work is required. The Advanced Generalist category of social worker requires a master’s degree in social work and two years of supervised post-degree experience.  The highest ASWB category is a Clinical Social Worker which requires a master’s degree in social work along with two years of post-master’s direct experience in social work.\n\n===Continuing Education Requirements for Social Workers===\nMost states require social workers to acquire a minimum number of continuing education credits per license, certification, or registration renewal period.  The purpose of these requirements is to ensure that social workers stay up-to-date with information and practices in their professions.  In most states, the renewal process occurs every two or three years.  The number of continuing education credits that is required varies between states but is generally 20 to 45 hours<ref>{{cite web|title=CE4Less|url=http://ce4less.com/profession/|work=Continuing Education Requirements for Mental Health Professionals|accessdate=14 April 2014}}</ref> during the two- or three-year period prior to renewal.\n\nCourses and programs that are approved as continuing education for social workers generally must be relevant to the profession and contribute to the advancement of professional competence.  They often include continuing education courses, seminars, training programs, community service, research, publishing articles, or serving on a panel.<ref>{{cite web|title=Washington State Dept. of Health|url=http://www.doh.wa.gov/LicensesPermitsandCertificates/ProfessionsNewReneworUpdate/SocialWorker/ContinuingEducationInformation.aspx#2|work=WAC 246-809-610|accessdate=14 April 2014}}</ref>  Many states require that a minimum amount of the credits be on topics such as ethics, HIV/AIDs, or domestic violence.\n\n==Psychiatric and mental health nurse==\n{{Main|Psychiatric and mental health nurse practitioner}}\n{{See also|Psychiatric and mental health nursing}}\n\nPsychiatric Nurses or Mental Health Nurse Practitioners work with people with a large variety of mental health problems, often at the time of highest distress, and usually within hospital settings.  These professionals work in primary care facilities, outpatient mental health clinics, as well as in hospitals and community health centers. MHNPs evaluate and provide care for patients who have anything from psychiatric disorders, medical mental conditions, to substance abuse problems.  They are licensed to provide emergency psychiatric services, assess the psychosocial and physical state of their patients, create treatment plans, and continually manage their care.  They may also serve as consultants or as educators for families and staff; however, the MHNP has a greater focus on psychiatric diagnosis, including the differential diagnosis of medical disorders with psychiatric symptoms and on medication treatment for psychiatric disorders.\n\n=== Educational requirements for psychiatric and mental health nurses ===\nPsychiatric and mental health nurses receive specialist education to work in this area. In some countries it is required that a full course of general [[nurse]] training be completed prior to specializing as a psychiatric nurse.  In other countries, such as the [[United Kingdom|U.K.]], an individual completes a specific nurse training course that determines their area of work.  As with other areas of nursing, it is becoming usual for psychiatric nurses to be educated to degree level and beyond.\n\nIn order to become a nurse practitioner in the U.S., at least six years of college education must be obtained.  After earning the bachelor's degree (usually in nursing, although there are master's entry level nursing graduate programs intended for individuals with a bachelor's degree outside of nursing) the test for licensure as a registered nurse (the NCLEX-RN) must be passed.  Next, the candidate must complete a state-approved master's degree advanced nursing education program which includes at least 600 clinical hours.  Several schools are now also offering further education and awarding a DNP ([[Doctor of Nursing Practice]]).\n\nIndividuals who choose a master's entry level pathway will spend an extra year at the start of the program taking classes necessary to pass the NCLEX-RN.  Some schools will issue a BSN, others will issue a certificate.  The student then continues with the normal MSN program.<ref>[http://nurseweb.ucsf.edu/www/spec-psy.htm MS Specialty: Advanced Practice Psychiatric Nursing - UCSF School of Nursing - - nurseweb.ucsf.edu<!-- Bot generated title -->]</ref><ref>[http://www.acnpweb.org/i4a/pages/index.cfm?pageid=3479. Home - American College of Nurse Practitioners<!-- Bot generated title -->]</ref><ref>http://www.rn.ca.gov/practice/nps.htm.</ref><ref>[http://nurse-practitioners.advanceweb.com/common/editorial/editorial.aspx?CC=65135&CP=3. ADVANCE for Nurse Practitioners | Editorial<!-- Bot generated title -->]</ref>\n\n== See also ==\n* [[Health care provider]]s\n* [[Mental health]]\n* [[Mental illness]]\n* [[Global Mental Health|Global mental health]]\n* [[Psychiatry]]\n** [[Anti-psychiatry]]\n* [[Psychology]]\n** [[Clinical Psychology]]\n** [[List of credentials in psychology]]\n** [[Psychologist]]\n** [[Psychotherapy]]\n** [[Clinical Associate (Psychology)]]\n* [[List of counseling topics]]\n\n== References ==\n<!--See http://en.wikipedia.org/wiki/Wikipedia:Footnotes for an explanation of how to generate footnotes using the <ref> and </ref> tags and the tag below -->\n{{Reflist}}\n\n==Further reading==\n\n* Atkinson, J. (2006) '''Private and Public Protection: Civil Mental Health Legislation''', Edinburgh, Dunedin Academic Press.\n* [http://www.bbc.co.uk/headroom/mental_health/mental_health_professionals.shtml BBC Headroom:] ''What job do Mental Health Professionals perform?''\n* World Health Organization. (2011) [http://whqlibdoc.who.int/publications/2011/9789241501019_eng.pdf ''Human resources for mental health: workforce shortages in low- and middle-income countries'']. Geneva, WHO Press.\n\n{{DEFAULTSORT:Mental Health Professional}}\n[[Category:Mental health]]\n[[Category:Psychiatry profession]]\n[[Category:Clinical psychology]]\n[[Category:Mental health professionals]]\n[[Category:Psychiatric nursing]]", "Social Worker": "#REDIRECT [[social work]]", "Psychologist": "{{distinguish|Psychiatrist}}\n{{Refimprove|date=September 2007}}\n\nA '''psychologist''' evaluates, diagnoses, treats, and studies behavior and mental processes.<ref name=r1>U.S. Department of Labor, Bureau of Labor Statistics, Occupational Outlook Handbook: [http://www.bls.gov/oco/ocos056.htm Psychologists]</ref>  Some psychologists, such as clinical and counseling psychologists, provide [[mental health]] care, and some psychologists, such as social or [[Industrial and organizational psychology|organizational psychologists]] conduct research and provide consultation services..\n\n* [[Clinical psychology|Clinical]], [[Counseling psychology|counseling]], and [[School psychology|school psychologists]] who work with patients in a variety of therapeutic contexts (contrast with [[psychiatrist]]s, who are physician specialists).\n* [[Industrial and organizational psychology|Industrial/organizational]] and [[Community psychology|community]] psychologists who apply psychological research, theories and techniques to \"real-world\" problems, questions and issues in business, industry, [[Nonprofit organization|social benefit organizations]], and government.<ref>{{cite journal|author=Peterson, Donald R. |journal=American Psychologist|volume= 31|issue=8|year=1976|pages=572–581|doi=10.1037/0003-066X.31.8.572|title=Is psychology a profession?|pmid=1008340}}</ref><ref>Spector, P.E (2011). Industrial and Organizational Psychology: Research and Practice, (6th Edition) NJ, US: Wiley.</ref><ref name=Dalton&01>Dalton, J.H., Elias, M.J., & Wandersman, A. (2001). \"Community Psychology: Linking Individuals and Communities.\" Stamford, CT: Wadsworth.</ref>\n* [[Academic]]s conducting psychological research or teaching [[psychology]] in a college or university;\n\nThere are many different types of psychologists, as is reflected by the 56 different divisions of the [[American Psychological Association]] (APA).<ref>[http://www.apa.org/about/division/index.aspx Divisions of the APA]</ref> Psychologists are generally described as being either \"applied\" or \"research-oriented\".  The common terms used to describe this central division in psychology are \"scientists\" or \"scholars\" (those who conduct research) and \"practitioners\" or \"professionals\" (those who apply psychological knowledge). The training models endorsed by the APA require that applied psychologists be trained as both researchers and practitioners,<ref>See: [[Scientist–practitioner model]] and [[Practitioner-scholar model]]</ref> and that they possess advanced degrees.\n\nMost typically, people encounter psychologists and think of the discipline as involving the work of [[Clinical psychology|clinical psychologists]] or counseling psychologists.  While counseling and [[psychotherapy]] are common activities for psychologists,  these applied fields are just one branch in the larger domain of psychology.<ref>[http://everydaypsychology.com/2006/10/what-is-psychology.html What is Psychology?] at everydaypsychology.com</ref>  Research and teaching comprise a major role among psychologists. Technological advances in the future may increase the usage of computerized testing and assessment services in order to do some of the jobs of psychologists, including recognizing mental disorders.<ref>Wiggins, J. G. (1994, June). Would you want your child to be a psychologist? American Psychologist, 49(6), 485-492. {{doi|10.1037/0003-066X.49.6.485}}</ref>\n\n==Licensing and regulation==\n\n===Australia===\n\nIn Australia the [[psychology]] profession and the use of the title 'psychologist' is regulated by an Act of Parliament, Health Practitioner Regulation (Administrative Arrangements) National Law Act 2008 following an agreement between the state and territory governments. Under the national law, registration of psychologists is administered by the Psychology Board of Australia (PsyBA).<ref>[http://www.psychologyboard.gov.au/ Psychology Board of Australia]. Psychologyboard.gov.au. Retrieved on 2011-11-22.</ref> Before July 2010, professional registration of psychologists was governed by various State and Territory Psychology Registration Board.<ref>[http://www.psychreg.health.nsw.gov.au/ NSW Psychologist's Registration Board]</ref> The [[Australian Psychology Accreditation Council]] (APAC) oversees education standards for the profession of psychology.\n\nThe minimum requirements for general registration in psychology and to use the title 'psychologist' is an APAC approved four year degree sequence in psychology followed by either: (1) a two year masters program or (2) two years supervised by a registered psychologist.[http://www.apac.psychology.org.au/]. Endorsement within a specific area of practice (e.g. [[Counseling psychology|counselling]], [[Clinical psychology|clinical]], [[Clinical neuropsychology|neuropsychological]], [[Industrial and organizational psychology|organizational]], [[Forensic psychology|forensic]], or [[Educational psychology|educational]]) requires additional qualification.<ref>{{cite web|url=http://www.psychologyboard.gov.au/Endorsement.aspx |title=Psychology Board of Australia - Endorsement |publisher=Psychologyboard.gov.au |date=2010-07-01 |accessdate=2012-08-13}}</ref> These notations are not 'specialist' titles (Western Australian psychologists may use 'specialist' in their titles during a three year transitional period).<ref>[http://www.psychologyboard.gov.au/documents/default.aspx?record=WD10%2f3764&dbid=AP&chksum=zRjgqyUmQ4luixdLF8nTCA%3d%3d Transition provisions for Western Australia psychologists Fact Sheet]</ref>\n\nMembership with [[Australian Psychological Society]] (APS) differs from registration as a psychologist. The standard route to full membership (MAPS) of the APS technically requires a masters or doctoral degree in psychology in an accredited course. An alternate route is available for academics and practitioners who have gained appropriate experience and made substantial contribution to the field of psychology. Association membership requires four years of APAC accredited undergraduate study.\n\nRestrictions apply to all who want to use the title 'psychologist' in any form in all states and territories of Australia. However, the terms 'psychotherapist', 'social worker', and 'counselor' are currently self-regulated with several organizations campaigning for government regulation.<ref>e.g. [[Australian Counseling Association]] and [[Psychotherapy and Counseling Federation of Australia]]</ref>\n\n===Belgium===\nIn Belgium, the title \"psychologist\" is protected by law since 1993. It can only be used by people who are included as such on the list of a national government commission. The minimum requirement is a completed five years university training in psychology (Master's degree or equivalent). The title of \"psychotherapist\" is not legally protected (yet).\n\n===Finland===\nIn [[Finland]], the title \"psychologist\" is protected by law. Restriction is governed by [[National Supervisory Authority for Welfare and Health (Finland)]]. It takes 330 ECTS-credits (about six years) to accomplish the studies.\n\n===Germany===\nIn [[Germany]], the use of the title 'Diplom-Psychologe' is restricted by law, and a practitioner is legally required to hold the corresponding academic title, which is comparable to a higher MSc degree and requires up to five years of training.  With the current reforms, this degree will be replaced by a lower master's degree and a new [[Doctor of Philosophy|Ph.D. in psychology]].\nThe academic degree of Diplom-Psychologe does not include a psychotherapeutical qualification, which requires three to five years of additional training.  The psychotherapeutical  training combines in-depth theoretical knowledge with supervised patient care and self-reflection units. After having completed the training requirements, psychologists take a state-run exam, which, upon successful completion, confers the official title of 'psychological psychotherapist' (psychologischer Psychotherapeut). {{Citation needed|date=April 2010}}\n\n===Greece===\nIn Greece, the title \"psychologist\" has been protected by law since 1979. It can only be used by people who hold a relevant licence to practice as a psychologist. The minimum requirement is the completion of university training in psychology at a Greek university, or at a university recognized by the Greek authorities.<ref>{{cite web|url=http://www.seps.gr/index.php?option=com_content&view=article&id=204:announcement&catid=69:2011&Itemid=298 |title=Ανακοίνωση του Διοικητικού Συμβουλίου του Συλλόγου Ελλήνων Ψυχολόγων |publisher=Seps.gr |date=2011-04-19 |accessdate=2012-08-13}}</ref>\n\n===The Netherlands===\nIn the Netherlands, the title of \"psychologist\" is not restricted by law. The Dutch professional association of psychologists (NIP), using trademark law, therefore posited its own title \"Psychologist NIP\" (Psycholoog NIP), which is granted exclusively to holders of a Masters degree in psychology, after a year of postgraduate experience.\nThe titles \"psychotherapist\" (psychotherapeut) and \"healthcare psychologist\" (gz-psycholoog / gezondheidszorgpsycholoog) are restricted through the Individual Healthcare Professions Act (wet BIG) to those who have followed further postgraduate (PsyD/DPsych or Licentiate level) training. The use of the titles \"clinical psychologist\" (klinisch psycholoog) and clinical neuropsychologist (klinisch neuropsycholoog) is reserved for those who have followed specialist post-licentiate training.\n\n===New Zealand===\nIn New Zealand, the use of the title \"psychologist\" is restricted by law. Prior to 2004, only the title \"Registered Psychologist\" was restricted (to people qualified and registered as such). However with the proclamation of the Health Practitioners Competence Assurance Act 2003, the use of the title \"Psychologist\" was limited to practitioners registered with the New Zealand Psychologists Board. (The titles \"Clinical Psychologist\", \"Counselling Psychologist\", \"Educational Psychologist\", \"Intern Psychologist\", and \"Trainee Psychologist\" are similarly protected.) This is to protect the public by providing assurance that the title user is registered and therefore qualified, competent, and can be held accountable for their practice. The legislation does not currently include an exemption clause for any class of practitioner (e.g., academics, or government employees).\n\n===South Africa===\nIn [[South Africa]],<ref>Sourced from the Departments of Psychology: [http://web.uct.ac.za/depts/psychology/ University of Cape Town], [http://www.wits.ac.za/umthombo/psychology/7311/home.html University of the Witwatersrand], [http://www.unisa.ac.za/Default.asp?Cmd=ViewContent&ContentID=14025 University of South Africa]</ref> psychologists are qualified in one of Clinical-, Counselling-, Educational-, Organisational- or Research Psychology.  To attain the qualification, one must complete a recognised [[Masters degree]] in Psychology and an appropriate [[practicum]] at a recognised training institution, and also sit an examination set by the Professional Board for Psychology.<ref>[http://www.hpcsa.co.za/board_psychology.php Professional Board for Psychology]. HPCSA. Retrieved on 2011-11-22.</ref> Registration with the Health Professions Council of South Africa (HPCSA)<ref>[http://www.hpcsa.co.za/ HPCSA]. HPCSA. Retrieved on 2011-11-22.</ref> is required, and includes a [[Continuing Professional Development]] component. The practicum usually involves a full year [[internship]], and in some specializations the HPCSA requires completion of an additional year of [[community service]]. The Master's comprises [[seminar]]- and [[coursework]]-based theoretical and practical [[training]], and a [[dissertation]] of limited scope, and is (in most cases) two years in duration.  Prior to enrolling for the Master’s, the student will have studied psychology for three years as an undergraduate ([[Bachelor of Arts|B.A.]] or [[Bachelor of Science|B.Sc.]], and, for Organisational Psychology, also [[Bachelor of Commerce|B.Com.]]), followed by an additional [[postgraduate]] [[Bachelor's degree#South Africa|honours degree]] in psychology; see [[List of universities in South Africa]]. Qualification thus requires at least five years of study, and at least one of internship.\n\n===Sweden===\nIn Sweden the title \"psychologist\" is restricted in law. It can only be used after receiving a license from the government. The basic requirements are a completed five years specialised course in psychology (equivalent of a Master's degree) and 12 months of practice under supervision. All other uses are banned, though often challenged.\n\"Psychotherapist\" follows similar rules but the basic educational demands are another 1.5 years (spread out over three years) at a specialised course in psychotherapy (that do vary a lot concerning theoretical footing), in addition to an academical level degree within a field concerning the treatment of people (psychologist, social worker, [[psychiatrist]] a.s.o.). Others than psychologist usually have to complete their education with basic courses in psychotherapy to meet the demands for the applied psychotherapy classes.\n\n===United Kingdom===\nIn the UK the following titles are restricted by law: \"registered psychologist\" and \"practitioner psychologist\"; in addition the following specialist titles are restricted by law: \"clinical psychologist\", \"counselling psychologist\", \"educational psychologist\", \"forensic psychologist\", \"health psychologist\", \"occupational psychologist\" and \"sport and exercise psychologist\".<ref>[http://www.hpc-uk.org/apply/psychologists/ HPC – Health Professions Council – Becoming registered as a practitioner psychologist]. Hpc-uk.org. Retrieved on 2011-11-22.</ref> The Health Professions Council  [[health professions council|(HPC-UK)]] is the statutory regulator for practitioner psychologists in the UK. In the UK the use of the title \"chartered psychologist\" is also protected by statutory regulation.  The title \"chartered psychologist\" simply means that the psychologist is a chartered member of the [[British Psychological Society]] but it does not necessarily signify the psychologist is registered with the HPC-UK. It is an offense for someone who is not in the appropriate section of the HPC-UK Register to provide clinical psychology services, counselling psychology services, educational psychology services, forensic psychology services, health psychology services, occupational psychology services or sport and exercise psychology services.<ref>[http://www.hpc-uk.org/aboutregistration/protectedtitles/ HPC – Health Professions Council – Protected titles]. Hpc-uk.org. Retrieved on 2011-11-22.</ref> The threshold level of qualification for entry to the Register for clinical, counselling and educational psychologists is a professional doctorate (and in the case of the latter two the British Psychological Society's Professional Qualification which meets the standards of a professional doctorate).<ref>[http://www.hpc-uk.org/mediaandevents/news/index.asp?id=253 HPC – Health Professions Council – News]. Hpc-uk.org (2009-06-11). Retrieved on 2011-11-22.</ref> The title ‘psychologist’ is not protected on its own.<ref name=\"hpc-uk.org\">[https://web.archive.org/web/20090403121258/http://www.hpc-uk.org/aboutregistration/aspirantgroups/psychologists/ Practitioner psychologists]</ref> Also the title of \"neuropsychologist\" is not protected at present.<ref name=\"hpc-uk.org\"/> The British Psychological Society is working with the HPC-UK to ensure that the title of \"neuropsychologist\" is regulated as a specialist title for practitioner psychologists; one of the options could be the use of post-doctoral level registers.\n\n===United States and Canada===\nFull membership with the [[American Psychological Association]] in United States and Canada requires doctoral training (except in some provinces like Alberta where a master's degree is sufficient). Associate membership requires at least two years of postgraduate studies in psychology or approved related discipline. The minimal requirement for full membership can be waived in certain circumstances where there is evidence that significant contribution or performance in the field of psychology has been made.<ref>[http://www.apa.org/about/division/officers/handbook/membership.aspx APA Membership information]. Apa.org. Retrieved on 2011-11-22.</ref>\n\nA professional in the U.S. or [[Canada]] must hold a doctorate in psychology (PsyD or PhD) or have a state license in order to use the title \"psychologist\". To practice clinically, they must hold a clinical license to practice as a psychologist.<ref>\"Currently, '''all''' (State) jurisdictions have laws that limit the use of the term psychologist to those who are licensed or who are specifically exempt, as in an exempt setting.\" (Reference: [[American Psychological Association]] ('''APA''') [http://www.siop.org/tip/jan09/17silzer.aspx   Division 14,  Society for Industrial and Organizational Psychology ('''SIOP''')])</ref> The exception to this is the profession of a school psychologist who can be certified by boards of education to practice and use the title \"psychologist\" with an Education Specialist (Ed.S) degree.  The most commonly recognized psychology professionals are clinical and counseling psychologists, those who provide [[psychotherapy]] and/or administer and interpret psychological tests. There are state-by-state differences in requirements for academics in psychology and government employees.\n\nPsychologists in the United States have campaigned for legislation changes to enable specially trained psychologists to [[Prescriptive authority for psychologists movement|prescribe psychiatric medicine]]. New legislation in [[Louisiana]] and [[New Mexico]] has granted those who take an additional masters program in [[psychopharmacology]] permission to prescribe medications for mental and emotional disorders in co-ordination with the patient's physician. Louisiana was the second state to provide such legislation.<ref name=\"louisianapsychologist.org\">[http://www.louisianapsychologist.org/displaycommon.cfm?an=1&subarticlenbr=6 Louisiana Psychological Association]. Louisianapsychologist.org. Retrieved on 2011-11-22.</ref> This legislation has not come without considerable controversy. As of 2009, Louisiana is the only of the United States where the licensing and regulation of the practice of psychology by medical psychologists who prescribe medications is regulated by a medical board (i.e., the Louisiana State Board of Medical Examiners) rather than a board of psychologists.<ref>http://nationalpsychologist.com/2010/03/louisiana-rxp-psychologist-defends-regulatory-change/101127.html</ref>  While other states have pursued prescriptive privileges, they have yet to be successful. Similar legislation in the states of [[Hawaii]] and [[Oregon]] passed through the legislative House and Senate but it was vetoed by the Governor.<ref name=\"louisianapsychologist.org\"/>\n \nIn 1989 the U.S Department of Defense was directed to creat the Psychopharmacology Demonstration Project.  By 1997, ten psychologists were trained in [[psychopharmacology]] and granted the ability to prescribe psychiatric medications. <ref>http://www.nami.org/Template.cfm?Section=Issue_Spotlights&template=/ContentManagement/ContentDisplay.cfm&ContentID=8375</ref>\n\n==Employment==\n{{Globalize/US|date=December 2010}}\nIn the United States the vast majority of 170,200 psychologist jobs, 152,000 are employed in clinical, counseling, and school positions, 2,300 are employed in industrial-organizational, and 15,900 in \"all-other\" positions. Opportunities are very limited for Bachelor degree and Masters degrees holders, and they will face intense competition in the job market.<ref name=r1/>\n\nIn the United Kingdom as of the end of December 2012 there were 19,000 practitioner psychologists registered,<ref>http://www.hpc-uk.org/aboutregistration/professions/index.asp?id=14#profDetails</ref> across 7 categories: clinical psychologist, counselling psychologist, [[educational psychologist]], forensic psychologist, [[Health Psychology|health psychologist]], [[Occupational psychology|occupational psychologist]], [[Sport psychology|sport and exercise psychologist]]. At least 9,500 of these are clinical psychologists,<ref>http://dcp.bps.org.uk/</ref> which is the largest psychology group within clinical settings such as the NHS. Around 2,000 are educational psychologists.<ref>http://dera.ioe.ac.uk/12356/1/epwg%20research%20report.pdf</ref>\n\nThe median salary  in the U.S. in 2010 for clinical, counseling, and school psychologists was US$66,810 and the median salary for organizational psychologists was US$77,010.<ref name=r1/><ref>[http://www.bls.gov/oes/current/oes193031.htm Clinical, Counseling, and School Psychologists]. Bls.gov. Retrieved on 2011-11-22.</ref>\n\n*Offices of other health practitioners: \t$68,400\n*Elementary and secondary schools:\t$65,710\n*State government: \t$63,710\n*Outpatient care centers: \t$59,130\n*Individual and family services: $57,440\n\n==Contrast with psychiatrist==\n{{Main|Psychiatrist}}\n{{See also|Clinical psychology}}\n\nAlthough clinical psychologists and psychiatrists can be said to share a same fundamental aim—the alleviation of mental distress—their training, outlook, and methodologies are often quite different. Perhaps the most significant difference is that psychiatrists are licensed [[physicians]]. As such, psychiatrists often use the [[medical model]] to assess mental health problems and rely on [[psychoactive drug|psychotropic medications]] as the chief method of addressing mental health problems<ref>{{cite journal|author=Graybar, S. and Leonard, L. |year=2005|journal=American Journal of Psychotherapy|volume=59|issue=1|pages= 1–19}}</ref>—although many also employ psychotherapy as well. Clinical psychologists receive extensive training in psychological test administration, scoring, interpretation and reporting. These tests help to inform diagnostic decisions and treatment planning.  For example, in a medical center, a patient with a complicated clinical presentation who is being seen by a psychiatrist might be referred to a clinical psychologist for psychological testing to aid in diagnosis and treatment.  In addition, psychologists (particularly those from PhD programs) spend several years in graduate school being trained to conduct behavioral research, including research design and advanced statistical analysis.  While this training is available for physicians via dual MD/PhD programs, it is not typically included in medical education.\n\nPsychologists generally do not prescribe medication, although there is a growing movement for clinical psychologists to have limited prescribing privileges. Clinical and other psychologists are experts at psychotherapy (typically clinical psychologists are trained in a number of psychological therapies, including, behavioural, cognitive, humanistic, existential, psychodynamic, and systemic approaches), and [[psychological testing]] (e.g. including [[neuropsychological test]]ing). In two US states, specifically New Mexico and Louisiana, some psychologists with post-doctoral pharmacology training have been granted [[RxP|prescriptive authority]] for certain mental health disorders upon agreement with the patient's physician.<ref>{{cite web | title = Louisiana grants psychologists prescriptive authority | url=http://www.apa.org/monitor/louisianarx.html | date = 5 May 2004 | accessdate = 16 July 2009}}</ref>\n\n==See also==\n* [[List of psychologists]]\n* [[Psychology]]\n* [[Psychiatry]]\n* [[Psychiatrist]]\n* [[Mental health professional]]\n* [[List of psychological topics]]\n* [[List of psychologists on postage stamps]]\n\n==References==\n{{Reflist|colwidth=35em}}\n\n==External links==\n{{Spoken Wikipedia|Psychologist.ogg|2006-12-17}}\n* [http://www.efpa.eu European Federation of Psychologists' Associations]\n* [http://www.nationalpsychologist.com/ The National Psychologist], an independent bi-monthly newspaper for behavioral healthcare practitioners\n* [http://dictionary-psychology.com Psychology terms]\n* [http://www.apa.org/index.aspx American Psychological Association]\n* [http://www.hkadcp.com.hk Hong Kong Association of Doctors in Clinical Psychology]\n\n{{Psychology}}\n\n[[Category:Psychologists]]\n[[Category:Mental health professionals]]\n[[Category:Psychology]]\n[[Category:Wikipedia articles needing clarification]]\n\n[[ko:심리학]]", "Certified Sex Therapist": "'''Certified Sex Therapists''' ('''CST''') have graduate degrees and can demonstrate their competence in sex therapy by becoming credentialed by the [[American Association of Sexuality Educators, Counselors and Therapists]] (AASECT).<ref name=Mayo>[http://www.mayoclinic.com/health/sex-therapy/MY01349 Mayo Clinic]</ref>\n\n==History==\nThe AASECT certification process was started in the 1970s as a form of quality control—to ensure that clients and patients could receive competent treatment from practitioners who were calling themselves [[sex therapists]].  The first national supervision session was held in 1979 at the [[Mayflower Hotel]] in Washington, D.C.<ref>[http://www.expandingsextherapy.com/2011/aasect-certification/   Expanding Sex Therapy website]</ref>\n\n==Certification criteria==\nAASECT certified sex therapists are mental health professionals, trained to provide in-depth [[psychotherapy]], who have specialized in treating clients with sexual issues and concerns. They are either licensed, or in the absence of available licensure, certified, registered, or clinical members of a national psychotherapy organization.<ref name=AASECT>AASECT website [http://www.aasect.org AASECT website]</ref>  At present, AASECT requires that applicants for sex therapist certification be current members of AASECT, have a graduate degree, post-degree clinical experience, liability insurance, and a valid state license to practice [[psychology]], [[medicine]], [[social work]], [[counseling]], [[nursing]], or [[marriage and family therapy]].<ref name=AASECT/>\n\nAcademic requirements include 90 hours of courses in 15 core areas of [[human sexuality]], and also 60 hours of training in seven specific disciplines related to sex therapy.  Every certified sex therapist must agree to abide by the AASECT [[code of ethics]], which stresses competence and integrity along with moral, ethical, and legal responsibility to safeguard the well-being of clients.  Further, sex therapist certification requires up to 50 hours of direct supervision by a certified sex therapy supervisor — half of these hours can take place in small, pre-approved groups.  For the vast majority of professionals in health care and human services, certification is a prerequisite to practice. AASECT credentials sexual health professionals on the basis of rigorous standards for academic preparation, supervised training and consultation, field-related experience and applied skills.  Field experience and practical application of skills and competencies carried out under trained and approved supervision or consultation are crucial aspects of certification.  Applicants must substantiate completion of certification requirements with academic transcripts and other formal documentation, and must also undergo peer review of their credentials.<ref name=AASECT/>\n\nUsing the '''[[PLISSIT model]]''' for Sexual Counseling, sex therapists are trained to perform all four steps ('''P-LI-SS-IT''').<ref>Annon, J. S. (1976). ''Behavioral Treatment of Sexual Problems: Brief Therapy''. Harper & Row. ISBN 0-06-140265-6.</ref> The '''P-LI-SS-IT model''' for Sexuality Counseling:\n\n* '''Permission (P)''': The practitioner creates a climate of comfort and permission for clients to discuss sexual concerns, often introducing the topic of sexuality, thereby validating sexuality as a legitimate health issue.\n* '''Limited Information (LI)''': The practitioner addresses specific sexual concerns and attempts to correct myths and misinformation.\n* '''Specific suggestions (SS)''': The practitioner compiles a sexual history or profile of the client:\n:# Defining the issues and concerns of the client.\n:# Determining the course of how the issues have evolved over time.\n:# Facilitating the client's understanding of the main issues and providing options for resolution.\n:# Assisting the client in formulating perceptions and ideas about sources of these concerns and developing realistic and appropriate goals and solution plans.\n* '''Intensive Therapy (IT)''': The practitioner provides specialized treatment in cases that are complicated by the coexistence of other complex life issues which may also include psychiatric diagnoses such as [[Major depressive disorder|depression]], [[anxiety disorders]] (including [[obsessive-compulsive disorder]]), [[personality disorders]], or [[substance abuse]], or by interpersonal or intrapersonal conflict.\n\n==Certified sex therapy treatment==\nCertified sex therapists work with simple sexual concerns, but in addition, where appropriate, are prepared to provide comprehensive and intensive psychotherapy over an extended period of time in more complex cases.<ref name=AASECT/> Sex therapy can help resolve various sexual issues, from concerns about sexual function or feelings that affect one’s sex life to the way one relates to a partner. Sex therapy may address:  concerns about sexual desire or arousal, concerns about sexual interests or [[sexual orientation]], [[sex addiction]] or compulsive sexual behavior, [[erectile dysfunction]], [[premature ejaculation]], trouble reaching orgasm ([[anorgasmia]]), painful intercourse ([[dyspareunia]]), intimacy issues related to a disability or chronic condition.<ref name=Mayo/>  Sex therapists tend to have much greater than average knowledge about the physiological processes that are a part of human sexuality.<ref name=WebMD>[http://www.webmd.com/sex-relationships/guide/sex-therapists WebMD website]</ref>\n\n==References==\n{{Reflist}}\n\n{{Psychology}}\n{{Sex}}\n\n[[Category:Clinical psychology]]\n[[Category:Counseling]]\n[[Category:Mental health professionals]]\n[[Category:Psychotherapy]]\n[[Category:Relationship counseling]]\n[[Category:Sex therapy]]\n[[Category:Sex education]]\n[[Category:Sexual addiction]]", "Incomplete": "'''Incomplete''' may refer to:\n{{wiktionary|incomplete}}\n* A piece of work that [[Unfinished creative work|is not finished]]\n* [[Gödel's incompleteness theorems]], a specification of logic\n* [[Incomplete (band)]]\n* [[Incomplete (Bad Religion song)|\"Incomplete\" (Bad Religion song)]], a track from the album ''[[Stranger than Fiction (Bad Religion album)|Stranger Than Fiction]]''  by [[Bad Religion]]\n* [[Incomplete (Sisqó song)|\"Incomplete\" (Sisqó song)]]\n* [[Incomplete (Backstreet Boys song)|\"Incomplete\" (Backstreet Boys song)]]\n* [[Incomplete (album)|''Incomplete'' (album)]], by Nembrionic\n* [[Incomplete (Nembrionic song)|\"Incomplete\" (Nembrionic song)]], a track on the above album\n* Incomplete abortion (or incomplete [[miscarriage]]), a medical term\n* [[Incomplete (Alanis Morissette song)]]\n\n{{disambiguation}}"}