{"Station master": "[[File:Restored station master's office, Norchard Station - geograph.org.uk - 896957.jpg|thumb|Station master's office - [[Norchard railway station]]]]\nThe '''station master''' (or '''stationmaster''') was the person in charge of [[Train station|railway station]]s, in the [[United Kingdom]] and many other countries, before the modern age.<ref>{{cite web| url=http://www.scotroots.com/occupations.htm| title=Old Occupations in Scotland| work=Scot Roots}}</ref> He would manage the other station [[Employment|employees]] and would have responsibility for safety and the efficient running of the station. The term is still sometimes used in large stations, although it has generally been replaced by 'station manager'. In the United States the role is termed 'station agent'.<ref>{{cite web |url=http://www.jobaps.com/SF/specs/classspecdisplay.asp?ClassNumber=9131 |title=Station Agent, Municipal Railway (#9131) |publisher=San Francisco Department of Human Resources |date=15 January 2010 |accessdate=14 October 2013}}</ref>\n\nInvariably, he would be provided with a substantial [[house]]<ref>{{cite web| url=http://www.transportarchive.org.uk/getobject.php?rnum=L1335&searchitem=&mtv=&pnum=| title=Woodford Station Master's house| work=The Transport Archive}}</ref> and, in [[rural]] [[Community|communities]], would have significant [[Social stratification|social standing]].<ref name=scotby>{{cite web| url=http://www.scotbystation.co.uk/scotby_station/history.htm| title=The history of Scotby Station}}</ref>\n\nNotably in the [[Beeching Axe|Beeching cuts]] of the 1960s many small stations were closed and the station master's house, along with other railway property, sold off. Typically, these buildings retained their original name and in many communities the ''Station Master's House'' can still be found as a private [[dwelling]]<ref name=\"scotby\"/> or converted into a [[restaurant]].<ref>{{cite web| url=http://www.kentrail.org.uk/meopham.htm| title=Meopham| work=Kent Rail}}</ref>\n\n==In culture==\n* ''Station Master'', a 1942 Indian film directed by [[Naushad|Chimanlal Muljibhoy Luhar]] with Prem Adib, Kaushalya, Suraiya.<ref>{{IMDb title|0035382|Station Master}}</ref>\n* ''[[The Station Agent]]'', a 2003 American film directed by [[Thomas McCarthy (entertainer)|Thomas McCarthy]].\n\n==References==\n{{Reflist}}\n\n[[Category:Railway occupations]]", "Gandy dancer": "[[Image:Sectiongang hungerford1917.jpg|thumb|Railroad section gang — including common workers sometimes called gandy dancers — responsible for [[Maintenance of way#Track maintenance|maintenance of a particular section of railway]]. One man is holding a bar, while others are using rail tongs to position a rail. Photo 1917]] \n[[Image:Gandydancercrew.jpg|thumb|240px|Photo of railroad maintenance section crew, [[Lake Erie and Western Railroad|Lake Erie & Western Railroad]], [[Rawson, Ohio]], 1920]]  \n'''Gandy dancer''' is a [[slang term]] used for early [[Rail transport|railroad]] workers who laid and maintained [[Track (rail transport)|railroad tracks]] in the years before the work was done by machines.\nThe British equivalents of the term gandy dancer are \"[[navvy]]\" (from \"navigator\"), originally builders of canals or \"inland navigations\", for builders of railway lines, and \"[[platelayer]]\" for workers employed to inspect and maintain the track.  In the U.S. Southwest and Mexico, Mexican and Mexican-American track workers were colloquially \"[[traquero]]s\".\n\nIn some texts, the term is described as specific to those workers who built the track.<ref>George P. Reynolds, Susan W. Walker, Foxfire 10: railroad lore, boardinghouses, Depression-era Appalachia, chair making, whirligigs, snakes canes, and gourd art, Random House, Inc., 1993, page 325</ref> One text states that \"layers of railroad track are hardly ever called gandy dancers,\"<ref>William Safire, What's the good word?, Times Books, 1982, page 179</ref> asserting, rather, that the job of the gandy dancer refers to \"[[Rail inspection|track examiners]]\", ascribing their responsibilities as \"checking ties, bolts, track, and roadbed for necessary repairs.\"<ref name=autogenerated4>William Safire, What's the good word?, Times Books, 1982, page 180</ref>  However, most sources refer to gandy dancers as the men who did the difficult physical work of track maintenance under the direction of an overseer.\n\nThere are various theories about the derivation of the term, but most refer to the \"dancing\" movements of the workers using a specially manufactured {{convert|5|ft|m|2|adj=on}} \"lining\" bar (which may have come to be called a \"gandy\") as a [[lever]] to keep the tracks in alignment.<ref>[http://www.etymonline.com/index.php?search=gandy&searchmode=none Etymonline.com]</ref>\n\n==Etymology==\n[[Image:Wideawakesectioncrew.jpg|thumb|240px|A \"wide awake gang\" of section crew workers. Photo shows what appear to be heel claw bars used to pull up spikes. The title and caption of the photo refer to union membership. Published in ''Brotherhood of Maintenance of Way Employees Journal'', 1921]]\n\nThe term has an uncertain origin. A majority of early railway workers were Irish,<ref>PBS, American Experience, People & Events: Workers of the Central Pacific Railroad, [http://www.pbs.org/wgbh/amex/tcrr/peopleevents/p_cprr.html PBS.org], retrieved November 23, 2010</ref> so an [[List of English words of Irish origin|Irish or Gaelic derivation for the English term]] seems possible. According to writer [[Daniel Cassidy]],  the word \"gandy\" is associated with the sound of the [[Gaelic languages|Gaelic]] word \"cinnte\", which may be translated as \"constant\".<ref>Daniel Cassidy, \"How the Irish Invented Slang: The Secret Language of the Crossroads\", Counterpunch, paperback, pages 150-151</ref> <ref>Daniel Cassidy, \"How the Irish Invented Slang: The Secret Language of the Crossroads\", Counterpunch, paperback, pages 150-151, referencing O'Donaill, page 229, and Dineen.</ref>However, the term gandy sounds nothing like cinnte, and Daniel Cassidy is regarded with derision by genuine linguists.<ref>[http://cassidyslangscam.wordpress.com/2013/03/ March | 2013 | cassidyslangscam<!-- Bot generated title -->]</ref> \n\nOthers have suggested that the term gandy dancer was coined to describe the movements of the workers themselves, i.e., the constant \"dancing\" motion of the track workers as they lunged against their tools in unison to nudge the rails, often timed by a chant; as they carried rails; or, speculatively, as they waddled like [[Goose|ganders]] while running on the railroad ties.<ref>Railway track and structures, Volume 65, Simmons-Boardman Publishing Corporation, 1969, page 35</ref><ref name=autogenerated4 /> \n\nSome have identified a \"Gandy Shovel Company\" or, variously, \"Gandy Manufacturing Company\" or \"Gandy Tool Company\" reputed to have existed in [[Chicago, Illinois|Chicago]] as the possible source of the tools from which gandy dancers took their name.<ref>Jackson, Alan A. (2006). The Railway Dictionary, 4th ed., Sutton Publishing, Stroud. ISBN 0-7509-4218-5</ref> Some sources even list the goods manufactured by the company, i.e., \"tamping bars, claw bars, picks, and shovels.\"<ref>Freeman H. Hubbard, Railroad avenue: great stories and legends of American railroading, Whittlesey House, 1945, page 344</ref><ref>Hobo Terminology, [http://www.angelfire.com/folk/famoustramp/terminology.html Angelfire.com], retrieved November 23, 2010</ref> Others have cast doubt on the existence of such a company.<ref>Maggie Holtzberg, \"The Making of the Film, A diary account of the making of Gandy Dancers\", [http://www.folkstreams.net/context,205 Folkstreams.net], retrieved November 23, 2010</ref><ref>\"the existence of a Gandy Manufacturing Company ... has not been substantiated\" Dictionary.com Unabridged Based on the Random House Dictionary, © Random House, Inc. 2010 [http://dictionary.reference.com/browse/gandy+dancer Dictionary.reference.com], retrieved November 23, 2010</ref>\n\n==History==\n\nThough rail tracks were held in place by [[railroad tie|wooden ties]] (''sleepers'' outside the U.S.) and the mass of the crushed rock (''[[track ballast|ballast]]'') beneath them, each pass of a train around a curve would, through [[centripetal force]] and vibration, produce a tiny shift in the tracks.  If allowed to accumulate, such shifts could eventually cause a [[derailment]]; work crews had to pry them back into place routinely. [[Image:Stoneballastedrailwaytrack.jpg|thumb|left|240px|\"Typical Stone Ballasted Track\", photo published in 1921]]\n\nFor each stroke, a worker would lift his lining bar and force it into the ballast to create a [[Fulcrum (mechanics)|fulcrum]], then throw himself forward using the bar to check his full weight (making the \"huh\" sound recorded in the lyrics below) so the bar would push the rail toward the inside of the curve. [[Image:Railwayworkerswithtietongs.jpg|thumb|right|240px|Railway workers move a cross tie using tie tongs. Photo published in 1916]]\n\nThe process is explained at the ''Encyclopedia Alabama'' folklore section:\n\n\"Each workman carried a lining bar, a straight pry bar with a sharp end. The thicker bottom end was square-shafted (to fit against the rail) and shaped to a chisel point (to dig down into the gravel underneath the rail); the lighter top end was rounded (for better gripping). When lining track, each man would face one of the rails and work the chisel end of his lining bar down at an angle into the ballast under it. Then all would take a step toward their rail and pull up and forward on their pry bars to lever the track—rails, crossties and all—over and through the ballast.\"<ref name=autogenerated1>[http://www.encyclopediaofalabama.org/face/Article.jsp?id=h-1220 Encyclopediaofalabama.org]</ref>\n\n[[Image:Railwayworkertools.jpg|thumb|left|260px|Sketch of standard section crew tools from the B & O Railroad, published in ''Maintenance of way standards on American railways'', 1896. Above is a heel claw bar, below is a lining bar, and to the right is a straight wrench]]Even with repeated impacts from the work crew of eight, ten, or more, any progress made in shifting the track would not become visible until after a large number of repetitions.  When leveling the track, workmen jacked up the track at its low spots and pushed ballast under the raised ties with square-ended picks, often leaning shoulder-to-shoulder in pairs.<ref name=autogenerated1 />[[Image:Railwaytoolsfortiesandrails.jpg|thumb|160px|Tools for handling railroad cross ties and rails, including rail tongs (sometimes called \"rail dogs\"). Sketch published in 1915]]\n\nAs [[maintenance of way]] workers, gandy dancers used special sledge hammers called [[spike maul]]s to drive spikes, shovels or ballast forks to move [[track ballast]],<ref>John Lundeen, The advance guide, Volumes 28-29, United Brotherhood of Maintenance of Way Employees and Railway Shop Laborers, 1919, page 88</ref>  large clamps called \"rail dogs\" to carry rails, and [[ballast tamper]] bars or picks to adjust the ballast.<ref>George P. Reynolds, Susan W. Walker, Foxfire 10: railroad lore, boardinghouses, Depression-era Appalachia, chair making, whirligigs, snakes canes, and gourd art, Random House, Inc., 1993, page 31</ref><ref>E. T. Howson, American Railway Engineering Association, ''Maintenance of way cyclopedia: a reference book covering definitions, descriptions, illustrations, and methods of use of the materials, equipment, and devices employed in the maintenance of the tracks, bridges, buildings, water stations, signals, and other fixed properties of railways'', Simmons-Boardman Publishing Co., 1921, pages 20-21, 30-31, 141, 147-148, 609, 708</ref>  The same ground crews also performed the other aspects of track maintenance, such as removing weeds, unloading ties and rails, and replacing worn rails and rotten ties.  The work was extremely difficult and the pay was low, but it was one of the only jobs available for southern black men and newly arriving immigrants at that time.  Black men working on the railroad were held in high esteem among their peers.  There’s a blues song that says \"when you marry, marry a railroad man, every day Sunday, a dollar in your hand.\"<ref>[http://www.kpbs.org/news/2010/mar/23/african-american-railroad-experience/ The African-American Railroad Experience | KPBS.org<!-- Bot generated title -->]</ref> \n\n=== Early economic circumstance of maintenance of way employees ===\n\nIn 1918, in an article for ''[[Harper's Magazine]]'' about the [[Industrial Workers of the World]] (IWW), Robert W. Bruere explained the economic circumstances that sometimes drove gandy dancers and other itinerant workers to join that organization:[[Image:Railwayballastfork.jpg|thumb|right|160px|Sketch of a ballast fork, used to move railroad ballast (gravel, cinders, crushed stones, etc.) while allowing dirt to fall through. Dirt in the road bed hindered drainage]]\n[[Image:Railwayworkersinoveralladvert.jpg|thumb|180px|Railway workers in historical advertisement for Blue Buckle [[Overall|Over Alls]], published in ''Brotherhood of Maintenance of Way Employees Journal'', 1920]]\n\n<blockquote>The division superintendent of a great Western railroad recently explained to me his reluctant part in the creation of the socially disintegrating conditions out of which the migratory workers and the rebellious propaganda of the I.&nbsp;W.&nbsp;W. have sprung. \"The men down East,\" he said, \"the men who have invested their money in our road, measure our administrative efficiency by money return—by net earnings and dividends. Many of our shareholders have never seen the country our road was built to serve; they get their impression of it and of its people, not from living contact with men, but from the impersonal ticker. They judge us by quotations and the balance-sheet. The upshot is that we have to keep expenses cut close as a jailbird's hair. Take such a detail as the maintenance of ways, for example—the upkeep of tracks and road-beds. This work should be going on during the greater part of the year. But to keep costs down, we have crowded it into four months. It is impossible to get the number and quality of men we need by the offer of a four months' job. So we publish advertisements broadcast that read something like this:</blockquote>\n\n:::''Men Wanted! High Wages!''<br />\n:::''Permanent Employment!'' \n\n<blockquote>\"We know when we put our money into these advertisements that they are— well, part of a pernicious system of sabotage. We know that we are not going to give permanent employment. But we lure men with false promises, and they come. At the end of four months we lay them off, strangers in a strange country, many of them thousands of miles from their old homes. We wash our hands of them. They come with golden dreams, expecting in many cases to build homes, rear families, become substantial American citizens. After a few weeks, their savings gone, the single men grow restless and start moving; a few weeks more and the married men bid their families good-by. They take to the road hunting for jobs, planning to send for their families when they find steady work. Some of them swing onto the freight-trains and beat their way to the nearest town, are broke when they get there, find the labor market oversupplied, and, as likely as not, are thrown into jail as vagrants. Some of them hit the trail for the woods, the ranches, and the mines. Many of them never find a stable anchorage again; they become [[hobo]]s, vagabonds, wayfarers—migratory and intermittent workers, outcasts from society and the industrial machine, ripe for the denationalized fellowship of the I.&nbsp;W.&nbsp;W.\"<ref name=autogenerated3>Robert W. Bruere, The Industrial Workers of the World, An Interpretation, Harper's magazine, Volume 137  Making of America Project Harper & Brothers, 1918</ref></blockquote>\n[[File:Workers Adjusting Railroad Tracks, Texas Gulf Sulphur Company.jpg|thumb|left|Workers Adjusting Railroad Tracks,  Louisiana, ca. 1939]]\n\nBruere concluded, \"[t]his is a small but characteristic example of a vast system of human exploitation that has been developed by the powerful suction of our headlong industrial expansion...\"<ref name=autogenerated3 />\nBlack historian and journalist Thomas Fleming began his career as a [[bellhop]] and then spent five years as a cook for the Southern Pacific Railroad. In a weekly series of articles he wrote of his memories of the Mexican section hands in the 1920s and 30s. He recalled that the  Southern Pacific gave them a place to sleep: old boxcars converted into two-room cabins.   The company would take old boxcars, remove the wheels, and lay them alongside the tracks. He remembers that the workers had a lot of children who attended the public schools, but the ones he met during his childhood were \"kind of meek, and took a lot of abuse from the other kids\".  Fleming says that \"you found them right outside of all towns in California; that was part of the landscape.\"  He suggests that they may have been the only ones who were willing to do the job because they got the lowest pay of any railroad workers, only about $40 a month.<ref>[http://www.freepress.org/fleming/flemng51.html The Columbus Free Press - Reflections on Black History<!-- Bot generated title -->]</ref>\n\n=== Early use of term ===\n\n[[Michael Quinion]] identified the first known (printed) use of the term gandy dancer as 1918,<ref>[http://www.worldwidewords.org/qa/qa-gan1.htm World Wide Words: Gandy dancer<!-- Bot generated title -->]</ref> but with so little understanding of the origin of the term it is impossible to know when it came into being.  An article in the May 1918 edition of the weekly publication [[The Outlook (New York)]] asks the question, \"What is a \"gandy dancer\"?\"  Using the exact words from the publication:\n\n:What is a \"gandy dancer\"?  The words were on a blackboard outside a store on the [[Bowery]].  In old times they might have suggested the proximity of a cheap dance house.  But the Bowery has changed.  Within the space of a few blocks there are now more than a score of \"labor bureaus\" where formerly were low dives and \"suicide halls\".  Inquiry of an Italian employee of the bureau elicited the information that a \"gandy dancer\" is a railway worker who tamps down the earth between the ties, or otherwise \"dances\" on the track.  The announcement read:\n\n::Men wanted for track work cinder ballast no rock straight time rain or shine paid weekly accommodation very good.  Board furnished $5 per week.  It is a good job particularly for veteran gandy dancers.  It's a few miles out and requires no weeks till to gets back to this borg.<ref>[http://books.google.com/books?id=QksAAAAAYAAJ The Outlook - Francis Rufus Bellamy - Google Boeken<!-- Bot generated title -->]</ref>\n\n[[Image:IHB hand car 1943.jpg|thumb|200px|Members of a section crew riding a hand car at an Indiana Harbor Belt Line railroad yard, 1943]]\n\nIn 1930, [[John Dos Passos]] used the term \"gandywalker\" in his [[U.S.A. trilogy]].\n\nA story published in the August 1931 edition of [[Boys' Life]], a monthly magazine published by the [[Boy Scouts of America]] for boys 6 to 18, mentions the term \"gandy\".  In the story, \"Eddie Parker\", about 17 or 18 years old and characterized as the all-American type, takes on a job as a worker in a railway section crew.  His new co-workers are all Italian immigrants, or, as referred to in the story, \"snipes\".  The \"snipes\" are characterized as lazy, stupid, and lovers of garlic, olive oil, and Italian music - certainly very prejudicial by today's standards, but  an illuminating look  into America's  past.  As the story goes, Eddie figures a way to get the \"lazy\" Italians to work at pumping the [[hand car]] (used to get to and from the section the crew would be working on that day) by using their love of music.  He explains that he \"hooked a [[Barrel organ|grind organ]] onto the under frame and attached the handle to the axle crank..,[and] whenever the axel turns the handle has to follow it\".  Interestingly, in this story the workers are referred to as section crew workers, but the hand-car is referred to as a \"gandy\".  \n\nIn the 1960s Maintenance of Way laborers were still being called \"gandy dancers\" by the track foremen in Oregon, and the tamping rod was called a \"gandy pole\" by most workers or simply a \"gandy\".\n\n==Songs and chants==\nWhile most southern railroad maintenance workers were African American, gandy dancers were not strictly southern or African American. Section crews were often made up of recent immigrants and ethnic minorities who vied for steady work despite poor wages and working conditions, and hard physical labor. The Chinese, Mexican Americans, and Native Americans in the West, the Irish in the Midwest, and East Europeans and Italians in the Northeast laid and maintained track as well. Though all gandy dancers sang  railroad songs, it may be that black gandy dancers, with a long tradition of using song to coordinate work, were unique in their use of task-related work [[chants]].<ref name=autogenerated5>[http://www.folkstreams.net/context,166 Folkstreams.net]</ref>\n\nRhythm was necessary both to synchronize the manual labor, and to maintain the morale of workers. [[Work songs]] and [[Field holler|hollers]] sung in a [[call-and-response]] format were used to coordinate the various aspects of all rail maintenance;  slower speech-like \"dogging\" calls to direct the picking up and manipulating of the steel rails and unloading, hauling and stacking of the ties, and more rhythmic songs for spiking and lining (aligning) the rails and tamping the bed of ballast beneath them.<ref name=autogenerated2>[http://www.arts.state.al.us/actc/articles/gandy.htm Arts.state.al.us]</ref>  \n\nIn 1939 [[John Lomax]] recorded a number of railroad songs which contain an example of an \"unloading steel rails\" call, and it is available at the American Memory site.<ref>[http://memory.loc.gov/cgi-bin/query/S?ammem/lomaxbib:@field(SUBJ+@od1(Railroad+work+songs)) Memory.loc.gov]</ref> The [[Lead Belly]] song \"Take This Hammer\" (available on [[YouTube]]) may be based on railroad chants.  \n[[Image:Tracklayingcrewinwoods.jpg|thumb|left|240px|Laying railroad track \"in the woods\". Photo published in ''Railway and locomotive engineering: a practical journal of motive power, rolling stock and appliances, Volume 15'', 1902]]  There is no doubt that country singer [[Jimmie Rodgers (country singer)|Jimmie Rodgers]] was influenced by the working songs of the gandy dancers.  His father, a section foreman in Meredian, Mississippi, brought his son with him to work as a water boy where he would have been exposed to their musical chants.  Rodgers went on to be known as  the \"Singing Brakeman\" and the Father of Country Music.<ref>[http://www.nytimes.com/books/first/d/dawidoff-country.html In the Country of Country<!-- Bot generated title -->]</ref>\n\nAnne Kimzey of the Alabama Center For Traditional Culture writes: \"All-black gandy dancer crews used songs and chants as tools to help accomplish specific tasks and to send coded messages to each other so as not to be understood by the foreman and others. The lead singer, or caller, would chant to his crew, for example, to realign a rail to a certain position. His purpose was to uplift his crew, both physically and emotionally, while seeing to the coordination of the work at hand. It took a skilled, sensitive caller to raise the right chant to fit the task at hand and the mood of the men. Using tonal boundaries and melodic style typical of the [[blues]], each caller had his own signature. The effectiveness of a caller to move his men has been likened to how a preacher can move a congregation.\"<ref name=autogenerated2 />  Typical songs featured a two-line, four-beat couplet to which members of the gang would tap their lining bars against the rails until the men were in perfect time and then the caller would call for a hard pull on the third beat of a four-beat chant. Veteran section gangs lining track, especially with an audience, often embellished their work with a one-handed flourish and with one foot stepping out and back on beats four, one, and two, between the two-armed pulls on the lining bars on beat three. Here is a vintage gandy dancer video which demonstrates the singing, the dancing-like rhythm, the lining tool, and a very large crew (note that the ballast has been removed, perhaps allowing a much greater movement of the track than most sources mention): <ref>http://web.archive.org/web/20120930082157/http://www.sc.edu/csam/media/rv_high_railroad_work_song.ram</ref>\n\n===Documentary===\n[[Image:North Coast Limited 1.jpg|thumb|right|200px|North Coast Limited, Northern Pacific Railway Company, around 1900. Photo illustrates the track, railroad ties, and the built-up bed, which section crews were required to maintain]] \nIn 1994, folklorist Maggie Holtzberg, working as a folklore fieldworker to document traditional folk music in Alabama, produced a documentary film ''Gandy Dancers''.<ref>[http://www.folkstreams.net/film,101 Folkstreams.net]</ref> Holtzberg relates, \n:\"Knowing that the occupational art of calling was fast receding into the collective memories of railroad retirees, I was motivated to locate individuals and document what I could of their passive repertoire of work song lore, before it was lost.  At the start, I contacted railroad company officials. When I asked about finding gandy dancers to talk to, there was often a short pause and then a perplexed comment as to how I knew of this arcane tradition. One man laughed and told me I would need to contact a medium since the use of section gangs was abolished in the 1960s. There were, however, some encouraging leads. An owner of a railroad maintenance company remembered \"one caller with a real high pitched voice who could go ten hours a day and never repeat a chant.\" He agreed that it was important to document what remained of the calling tradition but said, 'One man couldn't begin to explain the process of lining track. You would have to get a crew together to do it,' which, in the end, was exactly what we did.\"\n\nIt had been many years since modern machinery had replaced section crews, so Holtzberg spoke with older or retired roadmasters who might remember the callers, or know where they might be living.  She managed to locate a number of callers and interviewed them in their homes. However, the men found it difficult to call track in their living room as opposed to being out on the track with the sound of rapping lining bars to call against. They met at a nearby railroad club that was rebuilding a depot museum. In this familiar environment the men quickly began to remember the old calls, and especially so when a train passed by blowing its whistle. Holtzberg recalls the words of John Cole, at 82 the oldest of the men:\n\n:\"Listen to that train. Yeah! That's a train! The hawk and buzzard went up north . . . You hear it blowing. I got a gal live behind the jail . . . That's a train . . . all it took was that noise.\" The train whistle blew and [[Doppler effect|dopplered down]] in pitch.<ref>[http://www.folkstreams.net/context,205 Folkstreams.net]</ref>\n\nThe film was completed in 1994 and is available at the [[Folkstreams]] website.  The trailer for the film is available at YouTube.<ref>[http://www.youtube.com/watch?v=025QQwTwzdU Youtube.com]</ref>\n\n===Typical call lyrics===\nThe caller simultaneously motivated and entertained the men and set the timing through work songs that derived distantly from [[call and response]] traditions brought from Africa and [[sea shanties]], and more recently from cotton-chopping songs, blues, and African-American church music. A good caller could go on all day without ever repeating a call. The caller needed to know the best calls to suit a particular crew or occasion. Sometimes calls with a religious theme were used and other times calls that would evoke sexual imagery were in order.<ref name=autogenerated5 />  An example:\n\n:I don't know but I've been told\n:Susie has a jelly roll<ref>[http://www.urbandictionary.com/define.php?term=jelly%20roll Urban Dictionary: jelly roll<!-- Bot generated title -->]</ref>\n:I don't know...huh\n:But I've been told...huh\n:Susie has...huh\n:A jelly roll...huh\n\nIn these calls the men begin to tap their gandy against the rail during the first two lines to get in rhythm and unison.  Then with each \"huh\" grunt the men throw their weight forward on their gandy to slowly bring the rail back into alignment. \n\n:Up and down this road I go\n:Skippin' and dodging a 44\n:Hey man won't you line 'um...huh\n:Hey won't you line 'um...huh\n:Hey won't you line 'um...huh\n:Hey won't you line 'um...huh\n\nRetired gandy dancer John Cole explained spike driving songs in the documentary ''Gandy Dancers''.\n\n:\"So gandy dancing goes in with the music. That's the way it’s been since way back. In the beginning of the railroad, you had to line it up. That’s where the gandy dancers come in. And you even gandy danced behind a maul. Even spiking, you make the spike maul talk; you sing to it. Like when you’re driving a spike down. [SINGING] “Big cat, little cat, teeniny kitten. Big cat!” That’s you driving the spike as hard as you could. He’d holler, “Make a wheel out of that maul.” And that means spike fast. And so, with two of us spiking, you make that maul talk! “Big cat, little cat, teeniny kitten,” and that spike would be down.\"<ref name=autogenerated5 />\n\nIn 1996 two former callers, John Henry Mealing  and Cornelius Wright,  received [[National Heritage Fellowship]] awards as \"Master Folk and Traditional Artists\" for their demonstrations of this form of African-American folk art.<ref>[http://www.encyclopediaofalabama.org/face/Article.jsp?id=h-1220 Encyclopedia of Alabama: Gandy Dancer Work Song Tradition<!-- Bot generated title -->]</ref>\n\n===Popular culture===\n\"The Gandy Dancers' Ball\" is a song recorded by [[Frankie Laine]] in 1951, but with gandy dancers as actual dancers at a railroad workers' ball. Laine sang it with a chorus of dancers in the 1955 comedy film ''[[Bring Your Smile Along]]''.\n\n\"Little Gandy Dancer\" was a track on the first album by [[Bachman-Turner Overdrive]] in 1973.\n\nSinger/political activist [[Utah Phillips|Bruce \"Utah\" Phillips]], in ''Moose Turd Pie'', told a [[tall tale]] of working as a gandy dancer in the American southwest. Phillips ascribed the source of the workers' shovels to the possibly mythical Gandy Shovel Company of Chicago.<ref>LyricsZoo, \"Moose Turd Pie\", Utah Phillips lyrics, [http://www.lyricszoo.com/utah-phillips/moose-turd-pie/ Lyricszoo.com], retrieved November 23, 2010</ref>\n\nGandy Dancer is the name of a seafood restaurant in [[Ann Arbor, Michigan]]. The building originally housed the [[Michigan Central Railroad|Michigan Central]] depot.<ref>[http://www.annarbor.com/restaurants/the-gandy-dancer Restaurant]</ref>\n\nThe Gandy Dancer State Trail is a 47-mile [[rail trail]] for hiking, biking and other recreational uses, that follows the old Minneapolis, St. Paul and Sault Ste. Marie railroad grade from St. Croix Falls, Wisconsin, through a bit of eastern Minnesota and terminating in Superior Wisconsin.<ref>[http://www.trailsfromrails.com/gandy_dancer_trail.htm Gandy Dancer State Trail]</ref>\n\nThe Amtrak Mobile app for iPhone lists \"Gandy Dancer\" as a novice-level \"Citizen Status\" in the social networking \"Passport\" game.<ref>[http://www.amtrak.com/servlet/ContentServer?c=Page&pagename=am%2FLayout&cid=1241267371716 Amtrak FAQ about mobile apps]</ref>\n\nThe instrumental group, The Ventures recorded a song call Gandy Dancer.\n\n== See also ==\n*[[Field hollers]]\n*[[List of train songs]]\n*[[Military cadence]]\n*[[Sea shanties]]\n*[[Venezuelan work songs]]\n*[[Waulking song]]s\n*[[Work songs]]\n\n==References==\n\n{{Reflist}}\n*[http://blues.about.com/od/blueshistory/a/aa061001gandy.htm Music history and comments on the labor.]\n*[http://www.worldwidewords.org/qa/qa-gan1.htm Notes on the term's origin.]\n*[http://www.youtube.com/watch?v=Oms6o8m4axg&feature=relmfu African-American work songs]\n\n==External links==\n{{wiktionarypar}}\n*[http://www.sc.edu/csam/media/rv_high_railroad_work_song.ram] Vintage gandy dancer video\n*[http://memory.loc.gov/cgi-bin/query/S?ammem/lomaxbib:@field(SUBJ+@od1(Railroad+work+songs)) Memory.loc.gov] John and Ruby Lomax 1939 recordings\n*{{cite web |last=Phillips |first=Bruce |title=Moose Turd Pie |url=http://new.music.yahoo.com/utah-phillips/tracks/moose-turd-pie--749694 |format=audio |accessdate=2010-11-13}}\n*{{cite web |last=Phillips |first=Bruce |title=Moose Turd Pie |url=http://www.lyricszoo.com/utah-phillips/moose-turd-pie/ |format=lyrics |accessdate=2010-11-13}}\n\n{{DEFAULTSORT:Gandy Dancer}}\n[[Category:Railway occupations]]\n[[Category:Obsolete occupations]]\n[[Category:American folk music]]\n[[Category:Industrial Workers of the World]]\n\n[[sv:rallare]]", "Chief Mechanical Engineer": "#REDIRECT [[Chief mechanical engineer]] {{R from other capitalisation}}", "Ticket controller (transportation)": "#REDIRECT [[Proof-of-payment]]", "Freight Conductor": "#REDIRECT [[Freight conductor]]\n{{R from other capitalisation}}", "Maintenance of way": "#REDIRECT [[Track (rail transport)#Track_maintenance]] {{R from merge}}.", "Porter": "{{wiktionary}}\n'''Porter''' may refer to:\n{{TOC right}}\n\n==People==\n*[[Porter (name)]], an English surname or given name,\n\n==Occupations==\n* [[Porter (carrier)]], person who carries objects\n* [[Porter (college)]], member of staff in many of the colleges of the Universities of Cambridge, Oxford and Durham\n* [[Porter (doorkeeper)]], one of the minor orders of the Roman Catholic ministry; doorkeeper or gatekeeper\n* [[Porter (railroad)]], railroad employee who assists passengers\n* [[Pullman porter]], men hired to work on the railroads as porters on sleeping cars\n* [[Deal porter]], dockworker specializing in handling baulks of softwood\n* [[Doorman (profession)]]\n* [[Groom Porter]], official in charge of gambling in the Tudor court; the owner or operator of a gaming hall\n* [[Brigade de cuisine#List of positions|Kitchen Porter]], a ''plongeur'' or ''marmiton'' position in the ''[[Brigade de cuisine]]'' of a commercial kitchen\n\n==Places==\n;Canada\n* [[Porters Lake, Nova Scotia]]\n\n;United Kingdom\n* [[Porter Brook]], river in Sheffield, England\n\n;United States\n* [[Malone-Porter, Washington]]\n* [[Porter, California]]\n* [[Porter, Indiana]]\n* [[Porter, Maine]]\n* [[Porter, Minnesota]]\n* [[Porter, New York]]\n* [[Porter, Oklahoma]]\n* [[Porter, Texas]]\n* [[Porter, West Virginia]]\n* [[Porter, Wisconsin]], a town\n* [[Porter County, Indiana]]\n* [[Porter Heights, Texas]]\n* [[Porter's Mills, Wisconsin]], a ghost town\n* [[Porter Square]], in Cambridge, Massachusetts\n** [[Porter (MBTA station)]], at that square\n* [[Porter Township, Michigan (disambiguation)]] (three places)\n* [[Porter Township, Pennsylvania (disambiguation)]] (seven places)\n\n;Space\n* [[Porter (lunar crater)]]\n* [[Porter (Martian crater)]]\n\n==Other uses==\n* ''[[The Porter]]''\n* [[Porter Assay]], a method to measure proanthocyanidin (OPC) content of a sample\n* [[Porter (band)]], Mexican indie band\n* [[Porter (beer)]], type of beer\n* [[Porter Airlines]], Canadian regional airline based in Toronto\n* [[Porter Chemical Company]], a defunct U.S. toy manufacturer of chemistry sets\n* [[Porter College]], residential college at the University of California, Santa Cruz\n* [[Porter five forces analysis]], framework for industry analysis and business strategy development\n* [[Porter generic strategies]]\n* [[Porter Motor Company]], defunct U.S. car manufacturer\n* [[Porter's Regiment]], American Revolutionary War soldiers under a Colonel Porter\n* [[H. K. Porter, Inc]], a locomotive manufacturer\n* [[Hyundai Porter]], a pickup truck\n* [[Mazda Porter]]\n* [[Miss Porter's School]], in Farmington, Connecticut\n* [[Piaggio Porter]], electric van\n* [[Pilatus PC-6|Pilatus PC-6 Porter]], Swiss aircraft\n\n== See also ==\n* [[Port]]\n\n{{disambiguation}}\n[[Category:Place name disambiguation pages]]", "Chief fireman": "{{Unreferenced|date=December 2009}}\n'''Chief fireman''' — is a senior officer of a [[firefighting]] crew, the driver of fire car. In imperial [[Prussia]], the title was known as ''brandmeister'' (from [[German language|German]] ''Brand'' - \"fire\" and ''Meister'' - literally \"master\") and was the police officer, the chief of one of city fire-fighting crews. In modern [[Germany|German]], there are also posts of ''oberbrandmeister'' (the senior brandmeister) and ''hauptbrandmeister'' (chief brandmeister). Conditions of their service in Germany, besides other, include German [[citizenship]] or citizenship of [[EU]] and the driver's class B license (earlier - class III).\n\nIn [[North America]], this role can be that of:\n\n* '''Fire Captain''' - who leads a fire fighters from a station or hall\n* '''Fire Platoon Chief''' who is in charge of smaller team or [[platoon]] of firefighters at a fire scene\n* '''Fire Lieutenant''' who supervises subordinate firefighters and/or operations at the scene of fires and disasters and may perform some firefighting work\n\n{{DEFAULTSORT:Chief Fireman}}\n[[Category:Transport occupations]]\n[[Category:Firefighting]]\n[[Category:Firefighting officers]]\n[[Category:Firefighters]]", "Railroad engineer": "{{about|the operator of a train|the [[professional engineer]] who designs railway systems|Railway systems engineering}}\n\n[[File:Führerstand 411.jpg|thumb|250px|A railroad engineer's workplace on a German [[InterCityExpress|ICE]]-Train]] \n\nA '''railroad engineer''', '''locomotive engineer''', '''train operator''', '''train driver''', '''engine driver''' or '''loco pilot''' is a person who operates a [[train]] on a [[rail transport|railroad or railway]]. The locomotive / railroad engineer is in charge of and responsible for driving the [[locomotive]](s) as well as the mechanical operation of the train, train speed, and all train handling.  The use of the term ''engineer ''to describe this occupation should not be confused with [[professional engineer]].\n\nFor many United States (US) railroads, the following career progression is typical: assistant conductor ([[brakeman]]), [[Conductor (transportation)|conductor]] and finally engineer. In the US, engineers are required to be certified and re-certified every two to three years.<ref>{{cite web| url=http://www.access.gpo.gov/nara/cfr/waisidx_03/49cfr240_03.html| title=2003 CFR Title 49, Volume 4; Part 240: Qualification and Certification of Locomotive Engineers| publisher=United States National Archives and Records Administration| work=Code of Federal Regulations| accessdate=2007-11-14| }}</ref>\n\nIn [[India]], a loco pilot starts as a ''diesel assistant'' or ''electrical assistant'' (in case of electric locomotives). They then get promoted on a scale: goods, passenger, Mail/Express and Rajdhani/Shatabdi/Duronto. <ref>{{cite web| url=http://www.irfca.org/faq/faq-ops.html#crew| title=Train Crew| publisher=Indian Railways Fan Club| work=FAQ: Railway Operations| date=2007| accessdate=2007-11-14| }}</ref>\n\nIn the [[United States]], [[Canada]], and [[New Zealand]], train drivers are known as \"locomotive engineers\". In the [[United Kingdom]], [[South Africa]], and [[Australia]], they are known as \"train drivers\", \"engine drivers\", \"locomotive drivers\", or \"locomotive operators\".\n\n== Duties ==\n{{unreferenced section|date=December 2009}}\n[[File:Outback train 3 E.jpg|thumb|left|The cab of a [[CountryLink Xplorer]] [[diesel multiple unit]]]]\nAn engineer is responsible for preparing equipment for service, checking paperwork and the condition of the locomotives. Their duties require that they control acceleration, braking and handling of the train underway. They must know the physical characteristics of the railroad, including passenger [[train station|stations]], the incline and decline of the right-of-way and speed limits. Along with the conductor, the engineer monitors time to not fall behind schedule, nor leave stations early. The train's speed must be reduced when following other trains, approaching route diversions, or regulating time over road to avoid arriving too early. The engineer assumes the duties of the conductor if the conductor is incapacitated.\n\nThe locomotive engineer is required to have an intimate knowledge of [[track geometry]] including signal placement so as to be able to safely control their train.\n\nMaintaining concentration is of critical importance in this role.\n\n== Train handling ==\n[[File:RigiDriversPlace.jpg|thumb|A workplace in [[Rigi-Bahnen|Rigi]] cogwheel electric train]]\nTrain dynamics can be extreme and therefore an engineer must be familiar with train handling techniques so as to avoid train partings, [[derailment]]s and not exceeding line speed.\n\nFreight trains typically have different train forces from passenger trains. A typical freight train may have 500 [[tonnes]] of locomotive weight at the front. That may be followed by 1500 m of [[Railroad car|wagons]]. The wagons may or may not be uniformly loaded and may brake differently. \n\nSevere brake applications can combine with these factors to cause a train parting. Therefore good train handling practice for freight trains is usually to keep the [[consist]] (rail vehicles which make up a train) stretched. This is achieved by keeping the consist in power while a brake application is made and by bleeding the air off the locomotives brakes before they apply. It is not possible to do this with the use of [[dynamic brake]], which presents its own train handling challenges.\n\nWhen there are [[Multiple-unit train control|multiple locomotives]], some may be set up to brake like wagons instead of locomotives, as too many locomotives on the front of the train (all with brakes bled off) would require too heavy an application from the rest.\n\nOn shorter passenger trains, this is even more noticeable, requiring the first application of the brake to be bled off on the locomotive, applying locomotive brakes with subsequent increases in application. The length and make-up of the slowing or stopping distance dictates just how much locomotive brake application should be allowed to apply.\n\nThe use of dynamic brake can result in a severe [[slack action]], when engaged, run in is highly possible if brought in at an inappropriate time (regarding track geometry and train speed) and if disengaged at an inappropriate time can result in a run out. Both can potentially snap train drawgear or couplings.\n\nStraightlining is a potential cause of derailment that train handling techniques must take into account in order to reduce the likelihood of occurrence. When a train rounds a curve basic physics dictates the trailing wagons in the consist will try to take the shortest route and the flange on some of the wheels within the consist could potentially fail to prevent this occurring with the resultant effect being a derailment.\n\nTrack geometry is also critical to train handling. It is desirable to have brakes releasing at the bottom of steep grades rather than applied. And at the top of a steep grade it is desirable to have a fully charged brake pipe.\n\nSerial braking is where a train descends a grade on the air brake alone. The brake pipe application is gradually increased to slow down and if required (depending on the weight of the train and on the grade) stop the train so as to allow the locomotive compressors to recharge the brake pipe throughout the consist. In these cases it is permissible to use the locomotive brakes (which are independent of the train brake and charged through the main reservoir directly) to hold the train (In some cases the weight of the trailing consist will not be held on the locomotive brakes alone) slowing the rate of acceleration and giving more time to recharge the brake pipe to give a better application in the next subsequent train brake application. A runaway can occur if a brake application is required before the train pipe has recharged (as happened at Cima Hill in the United States).\n\nA split reduction is where a train brake application is made and gradually increased as the train descends the grade. It is different from serial braking in that with Serial Braking the application is released, the brake pipe recharged then reapplied.\n\nThe dynamic brake when operable slows down the rate of acceleration and allows longer for a train brake pipe to be recharged before being required to be re applied. When a train descends a grade utilizing both the dynamic and air brakes the procedure is known as 'maintaining braking'.\n\nIn the case of severe grades (for example the Westmere Bank in New Zealand, which is a 1:33 grade with a {{convert|40|km/h|abbr=on}} speed limit) a trains allowable speed is lower for a train that doesn't have dynamic brake than for one that does.{{fact|date=June 2009}}\n\nIn freight train marshalling yards the wagon brakes are sometimes bled off so they can be easily loose shunted. However when a shunt locomotive moves large numbers of wagons around with no brakes the locomotive must brake for the entire train. This can result in severe slack action and wheel slip. Damage to goods and rolling stock is possible. Also, with unbraked wagons there is potential for a runaway.{{fact|date=June 2009}}\n\n== Notable railroad engineers/train drivers ==\n* [[John Axon]] (UK){{citation needed|date=February 2014}}\n* [[Ben Chifley]], former Prime Minister of Australia{{citation needed|date=February 2014}}\n* [[Casey Jones]] (US){{citation needed|date=February 2014}}\n* [[Benjamin Hafner]] (US){{citation needed|date=February 2014}}\n* [[Bernard Holden]] (UK), President of the first preserved standard gauge railway{{citation needed|date=February 2014}}\n* [[Wallace Oakes]] (UK){{citation needed|date=February 2014}}\n* [[Norman Kirk]], former Prime Minister of New Zealand{{citation needed|date=February 2014}}\n* [[Roy Welensky]], former Prime Minister of Rhodesia and Nyasaland{{citation needed|date=February 2014}}\n\nThe United Kingdom (UK)-based transport historian Christian Wolmar stated in October 2013 that the train drivers employed by the [[Rio Tinto Group]] to transport iron ore across the Australian [[outback]] are most likely the highest-paid members of the occupation in the world at that time.<ref>{{cite news|title=Rio Replacing Train Drivers Paid Like U.S. Surgeons|url=http://www.bloomberg.com/news/2013-10-02/rio-replacing-train-drivers-paid-like-u-s-surgeons.html|accessdate=3 October 2013|newspaper=Bloomberg|date=3 October 2013|author=Elisabeth Behrmann}}</ref>\n\n==See also==\n*[[Fireman (steam engine)]]\n*[[Motorman]]\n*[[Stormy Kromer cap]]\n\n==Further reading==\n* Huibregtse, Jon R.  ''American Railroad Labor and the Genesis of the New Deal, 1919-1935'' (University Press of Florida; 2010; 172 pages)\n* Licht, Walter. ''Working for the Railroad: the organization of work in the nineteenth century'' (1983)\n* Orr,  John W. ''Set Up Running: The Life of a Pennsylvania Railroad Engineman, 1904-1949'' (2001)\n* Tuck, Joseph Hugh. \"Canadian Railways and the International Brotherhoods: Labour Organizations in the Railway  Running Trades in Canada, 1865-1914\"  ''Dissertation Abstracts International'', 1977, Vol. 37 Issue 10, p6681-6681\n* White, John H., Jr. \"Oh, To Be a Locomotive Engineer,\" ''Railroad History,'' Dec 2003, Issue 189, pp12-33, and Summer 2004, Issue 190, pp 56-76; Examines the role of the railroad engineer 1890 to 1919, discussing qualifications for becoming an engineer and typical experiences on the job.\n\n== References ==\n{{reflist}}\n\n== External links ==\n* [http://www.traindriver.org A detailed explanation of what train driving involves, and becoming a train driver in the UK]\n* [http://wplives.org/ral.html Run-A-Locomotive.]  Link to a site that offers an engineer experience program at a museum in California.\n\n[[Category:Railroad engineers| ]]", "Platelayer": "[[File:Trackwomen, 1943. Baltimore & Ohio Railroad Company, 1940-1945.jpg|thumb|Trackwomen, 1943. [[Baltimore and Ohio Railroad|Baltimore & Ohio Railroad Company]]]]\nA '''platelayer''' <sup>([[British English]])</sup> or '''trackman''' <sup>([[American English]])</sup> is a railway employee whose job is to inspect and maintain the [[permanent way]] of a railway installation.<ref>Platelayer as a career, outlined on this contemporary [http://www.pacecareers.com/careercentre/ViewOccupation.aspx?OccupationId=365 South African careers website].</ref>\n\nThe term derives from the plates used to build [[plateway]]s, an early form of railway.<ref>Fully explained [http://www.theplatelayers.org/pltname.htm here] by The Platelayers Society.</ref>\n\n== Track inspection ==\nInspecting and maintaining the track, including all its component parts such as rails, sleepers, fishplates, bolts, etc., are the chief responsibility of the platelayer.<ref>See the historic [http://www.nationalarchives.gov.uk/records/research-guides/railway-staff.htm railway staff job guide] of the British Government's National Archive.</ref>  His duties include greasing points, and generally watching for wear and tear.<ref>Historical information with photograph of platelayers, on the website of [http://prints.leics.gov.uk/platelayers_at_work_on_the_mountsorrel_branch_leicestershire/print/672079.html Leicestershire County Council], England.</ref> When sections of track require complete replacement, larger teams of platelayers work together, and today employ a range of labour-saving machinery for many of the tasks traditionally undertaken by hand by plateplayers.\n\n== Platelayers' hut ==\n[[File:Platelayers' Hut.jpg|thumb|An abandoned platelayers' hut in Norfolk, England.]]\nIn British and Commonwealth usage the term ''platelayers' hut'' refers to a lineside shelter in which a platelayer would historically be based. In the heyday of steam railway operation a platelayer might be assigned to each mile or two miles of track, with a platelayers' hut as his shelter and working base. He would regularly patrol his section of track. In modern railway operation platelayers tend to operate in mobile teams, and the lineside of the British railway network still includes a large number of abandoned and generally dilapidated platelayers' huts.<ref>See, for example, [http://www.foscl.org.uk/content/scrca-structure-comparisons-lineside-huts this survey] of surviving platelayers' huts on the Settle-Carlisle Railway, England.</ref> Platelayers' huts were generally a single room, immediately adjacent to the running lines, equipped with a table, chairs, and a simple heating stove.\n\n== References==\n{{Reflist}}\n\n[[Category:Railway occupations|Platelayer]]\n\n{{rail-stub}}", "Dispatcher": "{{About|the communications occupation|the computer science function|Dynamic dispatch|the short-term scheduler in computer multitasking, also called dispatcher|scheduling (computing)}}\n\n'''Dispatchers''' are communications personnel responsible for receiving and transmitting pure and reliable messages, tracking vehicles and equipment, and recording other important information.<ref>{{cite web|last=Grier|first=Robin|title=Dispatch|url=http://www.catcomtec.com/index.php?option=com_content&view=article&id=19&Itemid=34|work=Dispatch Solutions|publisher=Catalyst Communications Technologies, Inc.|accessdate=28 May 2011}}</ref> A number of organizations, including [[police]] and [[fire department|fire]] departments, [[emergency medical services]], [[taxicab]] providers, [[Truck driver|trucking companies]], [[railroads]], and [[public utility]] companies, use dispatchers to relay information and coordinate their operations. Essentially, the dispatcher is the \"[[Conductor (transportation)|conductor]]\" of the force, and is responsible for the direction of all units within it.<ref name=Catalyst>{{cite web|last=Grier|first=Robin|title=What are Dispatch and Interoperability?|url=http://catcomtec.com/index.php?option=com_content&view=article&id=19&Itemid=34|work=Catalyst|publisher=Catalyst CommunicationsTechnologies|accessdate=24 May 2011}}</ref> \n\n== Types of dispatchers ==\n===Public Safety Telecommunicator===\n\"[[Public safety]] dispatchers\" (also known as emergency dispatchers, Telecommunicators or [[9-1-1]] dispatchers) receive calls from individuals who need assistance from Firefighters, Police Officers, and Emergency Medical Services. Once information is obtained from the caller, these dispatchers activate the services necessary to respond to the nature of the call for help.  Dispatchers are an integral part of the organization's success. According to the U.S. Bureau of Labor Statistics, about 10% of all dispatchers employed in the United States in 2004 were public safety dispatchers.<ref name=ooh>[http://www.bls.gov/oco/ocos138.htm www.bls.gov]  ''Occupational Outlook Handbook 2006-07 Edition''. URL accessed on April 6, 2006</ref>\n[[File:dispatcherdd.jpg|thumb|right|width=\"165px\"|height=\"160|A [[Germany|German]] dispatcher at work with an [[accident]] involving a [[tram]].]]\n\n===Transportation and service dispatchers===\nA number of other organizations use dispatchers to respond to service calls, coordinate [[transportation]] schedules, and to organize the [[Delivery (commerce)|delivery]] of materials.  ''Truck dispatchers'' are employed by [[Trucking company|trucking companies]] to monitor the delivery of freight over long distances and coordinate delivery pickup and drop-off schedules.  ''Bus dispatchers'' monitor the schedules of their bus fleet and address any problems that arise during their operations.  ''Tow-truck dispatchers'' respond to calls for emergency roadside assistance.  ''Gas and water service dispatchers'' monitor their respective [[utilities]] and receive calls for emergency assistance that involve [[Pipeline_transport#For_oil_or_natural_gas|gas lines]] and [[water mains]]. According to the U.S. Bureau of Labor Statistics, about 26% of all dispatchers employed in the United States in 2004 worked for transportation and [[warehousing]] industries.<ref name=ooh />\n\n===Railroad dispatchers===\n{{Main|Train dispatcher}}\n\nA '''train dispatcher''' is employed by a railroad to direct and facilitate the movement of trains over an assigned territory, which is usually part, or all, of a railroad operating division. In [[Canada]] the train dispatcher is known as the '''rail traffic controller''' (RTC). In New Zealand and Australia they are known as '''Train Controllers'''.  The dispatcher is also responsible for cost effective movement of trains and other on-track railroad equipment to optimize physical (trains) and human resource (crews) assets.<ref>{{cite web|url=http://www.irtcanada.net/site/why/careers/rail_traffic_controller.htm|title=Career Choices - Rail Traffic Controller|publisher=irtcanada.net|accessdate=18 February 2010}}</ref>\n\nTrain dispatchers are required to be intimately familiar with the physical characteristics of the railroad territory for which they are responsible, as well as the operating capabilities of the locomotive power being used.  An efficient train dispatcher may use the rule book, timetable, train orders, and knowledge of track conditions to move a large number of trains safely over the assigned territory with minimal delay to any train, even in single-track territory.\n\n===Airline or flight dispatchers===\n{{Main|Flight dispatcher}}\n\nA flight dispatcher (also known as a flight operations officer) assists in planning [[flight path]]s, taking into account wind speed, storms, aircraft performance and loading, and other conditions. Some dispatchers provide a flight following service and advise pilots if conditions or paths change. They usually work in the operations or control center of the airline. In the United States and Canada, the flight dispatcher shares legal responsibility with the Commander (joint responsibility dispatch system).\n\n==Working conditions and environment==\nDispatchers are responsible for monitoring all of the communications within a specific [[geographic]] area. Public safety dispatchers are responsible for all emergency communications that occur within the [[jurisdiction]] of their department. These workers receive and document incoming calls, transmit messages to appropriate personnel, and keep logs of the daily activities of their personnel. Public safety dispatchers usually work in a police station, a fire station, or a hospital.<ref name=ooh />  Other dispatchers work in centralized communication centers associated with their specific company or service.\n\nAll types of dispatchers work with [[telephone]]s, [[radio]]s, [[ACARS]], and [[computer]]s on a routine basis. They also monitor traffic patterns or other outside activity via video [[surveillance]]. As a result of sitting for long periods and using such equipment, dispatchers can develop eye strain and back problems. Many dispatchers must also work irregular hours to provide 24-hour service, which includes night, weekend, and holiday hours.<ref name=ooh />\n\nPublic safety dispatchers are usually the first point of contact between [[emergency service]]s and the public. When receiving incoming calls for help, these dispatchers must ascertain the nature, location, and extent of the emergency. The working conditions of a public safety dispatcher may be particularly stressful compared to others because handling a call in an inappropriate manner may delay or misdirect other emergency personnel, which could result in serious [[injury]] or even [[death]].<ref name=ooh />  A dispatcher error in a [[San Juan County, New Mexico]] vehicle crash, for example, may have cost lives in May 2006. The dispatcher in San Juan County was criticized for not using GPS tracking to locate a van that crashed with six people inside. The dispatcher received eleven calls from the trapped crash victims. By the time rescuers located the van four hours later, all six people were dead.<ref name=KRQE>{{cite web | title=Dispatcher error may have cost lives | work=KRQE News 13 - Dispatcher error may have cost lives | url=http://www.krqe.com/expanded.asp?ID=15512 | accessdate=2006-06-07}}</ref>  Callers requesting emergency assistance are often in a state of heightened emotional distress, which makes it difficult to obtain the information needed to handle the call appropriately. In the San Juan County incident, the crash victims did not know where they were.<ref name=KRQE />\n\nHuman error can also produce deadly results for other types of dispatchers. A train dispatcher in Spain was found guilty of negligent homicide for a head-on train collision that occurred in June 2003.<ref name=EITB>{{cite web | title=Train dispatcher sentenced to two years for negligent homicide | work=Train dispatcher sentenced to two years for negligent homicide| url=http://www.eitb24.com/portal/eitb24/noticia/en/life/head-on-crash--train-dispatcher-sentenced-to-two-years-for-neglig?itemId=D35233&cl=%2Feitb24%2Fsociedad&idioma=en | accessdate=2006-06-07}}</ref>  Nineteen people died and forty-eight were injured in a crash where the dispatcher allowed a passenger train to leave a station when a freight train was approaching the station on the same line.<ref name=EITB />\n\nLike very similar controlling jobs, such as [[air traffic controllers]], dispatcher positions can be notoriously stressful and full of non-stop work.\n\n==Training and employment==\n{{Refimprove section|date=May 2012}}\nEmployment as a dispatcher does not usually require a level of education higher than a [[high school diploma]]. Employers prefer candidates with computer and [[clerk|clerical]] skills, [[communication]] skills, and the ability to work fast under pressure.<ref name=ooh /> \n\nCandidates for employment as public safety dispatchers may be required to pass written, oral, or performance tests and are governed by state or local regulations. Public safety dispatchers may also have to obtain [[Professional certification|certifications]] and attend additional training before they are employed by state or local governments to dispatch for police, fire, or emergency medical services. The level of training required for these dispatchers is typically the most extensive in comparison to other dispatch positions.<ref name=ooh />\n\nA standard certification requirement for public safety dispatchers is Terminal Operator certification for access to the US Federal Bureau of Investigation ([[FBI]]) [[National Crime Information Center]] (NCIC) database system. Access to this database system often allows additional access to the state-level system comparable to NCIC which allows public safety dispatchers to access motor vehicle registration and drivers license information as well as wants or warrants by various law enforcement agencies both statewide and national.\n\nIn addition to certifications, specialized training is also required or appropriated to public safety dispatchers. As public safety dispatchers are the first contact made between the public and emergency services, public safety dispatchers need to be able to extract a vast array of information out of the caller. Such specialized training can include: suicide intervention, hostage negotiation, bomb threats, tactical dispatching (for SWAT teams), domestic violence and domestic and foreign terrorism countermeasures.  Many are also trained as [[Emergency Medical Dispatcher]]s, able to give first aid instructions to victims or families prior to EMS arrival.\n\nAccording to the [[Bureau of Labor Statistics|United States Bureau of Labor Statistics]], 266,000 people were employed as dispatchers in 2004.<ref name=ooh />  Employment for dispatcher is projected to grow as fast as the average (an increase of 9 to 17 percent) through the year 2014. In addition, it is expected that a number of current dispatchers will either transfer to other occupations or leave the labor force, which will result in an increase of openings.<ref name=ooh />\n\n==Hardware==\n{{See also|Computer-aided dispatch}}\nThe primary tool of the Dispatcher is the dispatch console. A dispatch console is a system that interfaces to a private or public radio system, allowing the dispatcher to communicate directly with all field workers, police officers, EMS personnel, and others in order to coordinate their activities. Dispatchers use various hardware and software to create dispatch.\n\n==See also==\n* [[ACARS]]\n* [[Air traffic controller]]\n* [[Emergency Medical Dispatcher]]\n* [[Military]]\n* [[Northern 911]]\n* [[Women in firefighting]]\n\n==External links==\n{{Wiktionary|dispatcher}}\n*http://www.apco.ca/ Association of Public-Safety Communications Officials - Canada\n*http://www.apcointl.org/training-and-certification.html APCO Institute - Emergency Dispatch Courses\n*[http://www.faa.gov/about/office_org/headquarters_offices/avs/offices/afs/afs200/branches/afs220/courses/media/part65.pdf Complete list of FAA-Approved FAR Part 65 Aircraft Dispatcher Certification Courses]\n\n==References==\n{{Reflist}}\n\n\n[[Category:Aviation licenses and certifications]]\n[[Category:Occupations in aviation]]\n[[Category:Office and administrative support occupations]]\n[[Category:Transport occupations]]", "Traquero": "A '''traquero''' is a [[railroad]] track worker, especially a [[Mexican people|Mexican]] or [[Mexican American]] railroad track worker (\"[[gandy dancer]]\" in [[American English]] usage). The word derives from \"traque\", [[Spanglish]] for \"track\".\n\nWhile the U.S. railroad track force in the Southwest and Midwest had always included some Mexican and Mexican American workers, their numbers were greatly increased following the [[Chinese Exclusion Act|exclusion of the Chinese]] and the recruitment and training of Mexican rail workers in [[Mexico]] as part of the construction of railroads in Mexico, financed largely by U.S. railroad companies, in particular, the [[Atchison, Topeka and Santa Fe Railway|Santa Fe]], the [[Denver and Rio Grande Western]] and the [[Southern Pacific Railroad|Southern Pacific]]. The peak of traquero employment programs took place between 1880 and 1915, right before the [[Mexican Revolution]] and federal restrictions placed on Mexican immigration by the 1930s.<ref>Garcilazo, Jeffrey Marcos.  ''`Traqueros': Mexican Railroad Workers in the United States, 1870 to 1930.'' Publication: U. of California, Santa Barbara 1995. 374 pp.&nbsp;Citation: DAI 1996 56(8): 3277-3278-A. DA9542027 Fulltext: online at ProQuest Dissertations & Theses</ref>\n\nThe [[Pacific Electric]] interurban system in the [[Los Angeles]] area was constructed and maintained by a workforce which was largely made up of traqueros.<ref>\"Handling Mexican Labor in California\", Paul T. Porter, ''Electric Railway Journal'', Aug.11, 1928, p.222</ref>\n\nMany traqueros lived in characteristic [[shanty town]]s of old boxcars which could be seen throughout the U.S. Southwest and Midwest, as far north as Chicago.  Some of these could still be seen during the middle of the 20th century. Other communities of traqueros were founded as mobile [[tent]] camps, subsequently improved by the construction of more permanent dwellings, sometimes with the assistance of the railroad companies, but more often not.<ref>Garcilazo, Chapter 5</ref>\n\nThe [[Watts, Los Angeles, California|Watts]] section of Los Angeles originated as a traquero settlement at the intersection of the two major lines of the Pacific Electric.<ref>''East Los Angeles: A History of a Barrio'', Ricardo Romo, University of Texas Press, 1983, p.69</ref>     Another known community sprouted from its traquero origins was [[Perris, California]], about 30 miles south of [[Riverside, California]]. The twin cities of [[Coachella, California|Coachella]] and [[Indio, California|Indio]] in Southern California were founded by traqueros in the early 1900s.\n\nBlack historian and journalist Thomas Fleming began his career as a [[bellhop]] and then spent five years as a cook for the Southern Pacific Railroad. In a weekly series of articles, he wrote of his memories of the Mexican section hands in the 1920s and 30s. He recalled that the  Southern Pacific gave them a place to sleep: old boxcars converted into two-room cabins.   The company would take old boxcars, remove the wheels, and lay them alongside the tracks. He remembers that the workers had a lot of children who attended the public schools, but the ones he met during his childhood were \"kind of meek, and took a lot of abuse from the other kids\".  Fleming says that \"you found them right outside of all towns in California; that was part of the landscape.\"  He suggests that they may have been the only ones who wanted to do the job because they got the lowest pay of any railroad workers, only about $40 a month.<ref>http://www.freepress.org/fleming/flemng51.html</ref>\n\n==See also==\n* [[Chicano]]\n* [[Gandy dancer]]\n* [[Mexican Repatriation]]\n\n==References==\n\n<references />\n\n[[Category:Railway occupations]]\n[[Category:Rail transportation in Mexico]]\n[[Category:Rail transportation in California]]\n[[Category:Mexican people in rail transportation]]\n[[Category:Perris, California]]\n[[Category:Indio, California]]", "Conductor (transportation)": "{{about|the railroad or public transport crew member||Conductor (disambiguation)}}\n{{Refimprove|date=April 2013}}\n[[File:Amtrak Downeaster conductor standing in Amfleet car doorway.jpg|thumb|300px|An Amtrak train conductor]]\n\nA '''conductor''' ([[UK English|UK]]: '''guard''') is a railway train crew member responsible for operational and safety duties that do not involve actual operation of the train. The ''conductor'' title is most common in [[North America]]n railway operations, but the role is common worldwide under various job titles.<ref>citation req</ref> Conductor job responsibilities typically include:\n* Making sure the train stays on schedule\n* Ensuring that any cars and cargo are picked up and dropped off properly\n* Completing en-route [[waybill|paperwork]]\n* Ensuring the train follows applicable safety rules and practices\n* Controlling the train's movement while operating in reverse\n* [[Railway coupling|Coupling]] or uncoupling cars\n* Assisting with [[Shunting (rail)|setting out or picking up]] of [[rolling stock]]\n* Carrying out running repairs\n* Ticket collection and other customer service duties\n* Opening and closing train doors\n\nSome rapid transit systems employ conductors to make announcements and open and close doors—as opposed to a train operator performing those duties.  The conductor often stays in the center of the train where they can best view the platform.  While advances in automation allow most transit systems to use ''[[one person train operation]] (OPTO),'' a few, such as the [[New York City Subway]] and [[Toronto Transit Commission]] continue to employ conductors.\n\nConductor is also a crew member in some bus, trolleybus or tram operations.\n\n== Conductors in North America ==\n\nIn North America, the conductor manages a freight, passenger, or other types of [[train]], and directly supervises the train crew, which can include a ([[brakeman]], [[Flagman (rail)|flagman]], [[ticket collector]], [[assistant conductor]], and [[on board service personnel]]). All crew members work under the conductor. The conductor, [[Railroad engineer|engineer]], and additional ''engine crew'' members ([[fireman (train)|fireman]], pilot engineer) share responsibility for safe and efficient train operation and adherence to railway rules and procedures. On some railroads, union contracts specify that conductors must progress to engineer.\n\nOther conductors duties include:\n*Jointly coordinate with the engineer and dispatcher the train's movement authority, and verifying this authority is not exceeded\n*Communicate and coordinating with other parties—yardmasters, trainmasters, dispatchers, on board service personnel, etc.\n*Be alert to wayside signals, switch position, and other conditions that affect safe train movement\n*Mechanically inspect rolling stock\n*Assist the engineer in testing the train's air brakes\n*Signal the engineer when to start or stop moving\n*Keep a log of the journey\n*Check tickets and collect fares on passenger trains\n*Attend to passenger needs\n*Keep records of consignment notes and waybills\n*Direct, coordinate, and usually manually perform, [[Shunt (railway operations)|shunting]] or [[Shunt (rail)|switching]]\n\n[[Passenger train]]s may employ one or more assistant conductors who assist the conductor and engineer in the safe and prompt movement of the train, to share the workload, and accept delegated responsibility. If a train crew's route, or tour of duty, exceeds a single shift, or conflicts with a legal or contractual limit on the number of work hours, more than one crew may be assigned, each with its own conductor. [[car attendant|Onboard service crew]] members on passenger trains normally remain on duty for the entire run, including assigned meal and sleep breaks.\n\nSince nearly the beginning of railroading in North America, the conductor on freight trains rode aboard a [[caboose]], along with the rear flagman and the rear brakeman, and performed duties from there. Advances in technology and pressure to reduce operating costs made cabooses redundant, and in most cases they have been eliminated. This relocated the conductor from the rear of the train to the locomotive (or locomotives) at the head of the train. In most cases, these same conditions gradually eliminated members of the train crew under the conductor—head and rear brakemen, flagmen, and others.\n\nMost freight trains on most railroads today have a crew of two: one conductor and one engineer.  Railroad companies continue to press for reduced operating and labor costs and this threatens to eliminate conductors. Railroads rationalize that since the engineer is already qualified as a conductor, he can easily assume the duties of a conductor. In fact, on most railroads, engineers begin as brakemen/assistant conductors, then become conductors, and finally engineers. Some railroads already implement such a strategy, notably the [[Montana Rail Link]], and operate with an engineer, and an assistant engineer. However, most railroads are contractually obligated to employ at least one conductor in addition to the engineer, via crew consist agreements negotiated with the major rail unions, primarily the [[United Transportation Union]] (UTU). Therefore, eliminating the conductor position would require that the railroads and unions negotiate a new agreement. If the railroads were successful, conductors already trained and certified as engineers would be able to work as engineers. Those that have not yet progressed to engineer would have to be trained as engineers as positions became available. Others would have to accept other positions or possibly lose their jobs. The primary union for engineers, the [[Brotherhood of Locomotive Engineers]] does not support this movement, claiming that requiring its members to operate trains alone would be unsafe. The conductors' union, the [[United Transportation Union]], also opposes this initiative, despite historical differences with the engineers' union.\n\n=== Remote control locomotives ===\nBy the late 1990s, [[remote control locomotive]]s were increasingly popular on North American railroads for [[Shunting (rail)|switching]] duties in rail yards.  This system allows the conductor to directly control the locomotive(s) via a wireless remote unit, as opposed to radioing commands to an engineer in the cab. Some Class I Rail Yards utilize RCO packs for their conductors, while others do not depending on the size and type of Yard. Class I Railroads train conductors on the use of RCO packs with classroom and hands-on instruction, culminating with on-the-job training and certification as a RCO operator. Currently, Class I railroads such as Norfolk Southern require RCO qualified conductors to work from job boards that perform RCO operations exclusively (when in a yard that utilizes RCO switching). This ensures the extra training and pay these conductors receive will provide the company with maximum value for the investment.\n\n=== Train Hosts ===\nAs there is no explicit Federal requirement for a two person train crew in the United States, the [[Utah Transit Authority]] originally planned their ''[[FrontRunner]]'' service to be operated by an operator only, with revenue collected by a [[proof-of-payment]] system.  Before operation began, the FRA required ''FrontRunner'' to employ a second crewmember on each train to assist with emergency evacuation, disabled access, and other safety-sensitive situations. ''FrontRunner'' classified this job as a ''train host'', with a focus on customer service rather than railroad operations.  Some other services, such as Amtrak's [[Downeaster]], also use train hosts (paid or volunteer) to assist the conductor with non-revenue related customer service duties.\n\n=={{anchor|Train guard}} Train guard (United Kingdom, Australia, and New Zealand)==\n{{see also|Revenue Protection Inspector}}\nIn the UK, Australia and New Zealand, the person with ultimate responsibility for operation of a train is usually called the ''guard,'' a term that derives from [[stagecoach]] days.\n\nUntil the latter part of the 20th century, guards on passenger trains in these countries did not have routine responsibilities for ticket inspection or sale. Their jobs focused more on safe operation of their trains, timekeeping, handling parcels, and other consignments. A dedicated 'travelling ticket inspector' handled fare duties. In recent years, passenger train guards have been assigned more responsibility for on-train revenue collection and ticket inspection.\n\nAs well as ticketing and customer care, guards must be trained in \"emergency protection\" duties, should an emergency arise, along with other operational rules. This involves using emergency kit such as detonators, track circuit clips and flags to prevent other trains colliding with, for example a derailed train. If in a crash the driver became incapacitated, the guard is the only person left who can protect the train. Other day-to-day duties include operating the public address system and train doors.\n\n===United Kingdom===\nUnder [[British Railways]], there were several grades of guard, depending on whether the guard worked on freight or passenger trains—and a purely operational guard grade worked freight and passenger trains without customer contact. When the Guard has significant customer contact, the position is usually classified as conductor-guard or conductor. Since British Rail, there have been a number of titles for a guard's grade but, with a few exceptions, all now perform some sort of customer-facing role.\n\nOn long-distance expresses, the conductor's title is sometimes enhanced to senior conductor, in line with the implied prestige of operating these trains. Historically, under British Rail, long distance intercity trains were normally worked by the most senior guards at the depot, hence the name senior conductor.  Several more recent private UK passenger train operators have further renamed the senior conductor's passenger facing title to \"train manager\".\n\nIn the UK, technological improvements and economic pressure have made some trains lose their guards and become ''[[Driver-only Train Operation|driver-only operated]] (DOO)''. British Rail first brought this in on some commuter services in [[London]] and [[Glasgow]], as well as on almost all non-passenger trains. In 2003, a controversial amendment to the UK operational rule book  moved part of the guard's safety and operational role to the Driver. With rail service privatisation, train operating companies (TOC) attempted to bring in DOO to other network areas—[[c2c]] operating from London Fenchurch Street is an example of this. Pressure after several fatal train crashes reversed this trend to the point that some TOCs have restored guards to services previously stripped of them, [[First Great Western]] did this to certain services it acquired when it took over operation of [[Thames Trains]]. Currently, several titles describe a guard: ''train manager'', ''train host'', ''conductor'', and [[South West Trains]] and [[Merseyrail]] still use the term ''guard''. The role of the guard is set out by a mixture of the Railway Rule Book and Train Operating Companies.\n\n===Australia===\n\nIn Australia, there is today a mixture of [[Driver-only Train Operation|driver-only operated]] trains and trains with a guard depending largely on state-based railway legislation.\n\n==== New South Wales ====\n\nAll passeneger trains in New South Wales operate with a driver and guard. Guards were removed from freight trains in the 1980s, but these still operate with a two-man locomotive crew.\n\n===== Greater Sydney area =====\n\n[[Sydney Trains]] - which operates all metropolitan trains - and [[NSW TrainLink]] intercity trains have a train guard. The guard is ultimately responsible for the safety of all passengers on the train. They control the operation of doors and Public Address, perform platform duties, provide basic customer service, operate the train to timetable and accept and deliver internal mail. On Sydney Trains, the guard is normally located in the middle of the train, but on the newer [[Sydney Trains A set|Waratah]] trains, and on NSW TrainLink intercity services they normally work from the rear. The guard is not responsible for inspecting tickets - this role is performed by Transport Officers and NSW Police.\n\n===== Regional trains =====\n\nOn NSW TrainLink regional [[Xplorer]] and [[XPT]] services the train guard is known as a Passenger Service Supervisor (PSS). While still responsible for the safety of passengers, the PSS is also in charge of delivering customer service and a number of value-add functions on the train including ticket inspections and manning the cafe alongside Passenger Attendants. On Xplorer trains, the driver operates the doors when the PSS gives clearance to depart. On XPT trains, the PSS performs the platform duties of a guard in conjunction with the driver.\n\n==== Queensland ====\n\nPassenger trains are operated by [[Queensland Rail]], and all operate with both driver and guard.\n\n==== Victoria ====\n\nTrains in metropolitan Melbourne have been driver-only since the early 1990s. When the city's rail franchise was offered to the current operator, [[Metro Trains Melbourne]], a proposal existed to reinstate guards on some peak train services, however this option was spurned in favour of hiring additional platform staff.\n\nRegional trains operated by [[V/Line]] are operated by a driver and conductor. The conductor performs platform duties - and on locomotive-hauled trains - operates the train doors. They are responsible for passenger safety and also perform ticket inspection duties.\n\n==== South Australia ====\n\n[[Adelaide Metro|Adelaide Metro's]] metropolitan rail network is configured for driver-only operation, but also operate with Passenger Service Assistants (PSA). This is safety role, but with a focus on customer service and revenue protection. Normally, the train driver operates the doors, but PSAs are also able to.\n\n==== Western Australia ====\n\n[[TransPerth]] trains are all driver-only operated.\n\n===New Zealand===\n\nIn New Zealand, inner city commuter rail networks are staffed by a driver, train manager (guard), and one to three passenger operators (ticket collectors), depending on how many carriages the train has. In Auckland, improved ticketing systems reduced the staff level to driver and train manager only. Auckland train managers are now not responsible for revenue on trains, as Revenue Protection officers carry out these roles.\n\n==Conductors/guards in Europe ==\n[[File:RussianConductor.jpg|thumb|200px|A Russian train conductor in front of the express train \"Repin\"]]\n\n===Switzerland===\nIn general, conductors in Switzerland collect or punch tickets, fine people the first charge of 100 CHF for not having a valid fare, and make announcements on the public address system. They also may fine passengers if they take a longer trip than normal.  For example, if one takes a train to Bern via Biel, having departed from Geneva, which is a longer trip than taking the InterCity via Lausanne, the conductor can fine the passenger a supplementary fare. They sound a warning when the train's doors are going to close. Many conductors, especially those on night shift and on isolated regional lines, are being trained in self-defence against would-be assailants.\n\n===Netherlands/Belgium===\nIn Belgium and The Netherlands, train conductors have multiple tasks involving train safety and customer services. Belgian/Dutch train conductors are responsible for the departure of the train. In each station they give the permission to move on by giving a ready signal to the train driver. Therefore, train conductors in Belgium always close (and in some scenarios also open) the doors. They are also responsible for performing safety tasks in case of an emergency or accident, such as fire, evacuation, etc. Because of these tasks, there has to be at least one conductor on each passenger train; a train without a conductor is forbidden as only the train's conductor has the right to give the departure signal. Belgian trains always have one conductor who is conductor-in-chief. He is responsible for the entire train, the on-board crew and the passengers. Some longer trains may have additional conductors who are under command of the conductor-in-chief. Besides the safety tasks, conductors also collect and punch tickets and make announcements to the passengers.\n\n==Railway guards in Asia==\n\n===India===\nIn India guards are posted on all passenger trains and goods trains and no passenger-carrying train is allowed to move without a guard. The passenger train guard, generally called a ''mail guard,'' is completely responsible for the train, its  schedule, and safety of passengers and the locomotive pilot. These guards wear a specific uniform (generally white).\n\nDuring the day, the guard uses the traditional green flag to signal the pilot to depart, and the red flag to stop, assisted by two-way radios. After sunset, the guard uses lamp signals in place of the flags. A couple of minutes before signalling departure to the pilot, the guard blows a whistle to warn passengers to board the train. After ensuring all passengers are safe to travel, the guard signals the green flag by waving it from the brake van. In an emergency, the guard uses the red flag to indicate a stop, and may directly apply brakes to stop the train. The pilot is not allowed to move the train without a signal from the guard, as the guard is in charge of the train.\n\nPassenger guards also accept heavy parcels and luggage boxes that passengers cannot carry in coaches. Some perishable goods like vegetables and milk are also transported under the guard's supervision, and he is responsible for their proper loading and unloading.\n\nKeeping the passenger train on schedule is an important guard function. Guards carry a first aid box with their belongings, along with other important items, all in a medium sized duty box (generally painted red). The name, designation and base location of the Guard are printed in white on the box. A designated passenger train, halting at all stations, carries a large heavy cast iron cash safe in the guard's brake van, where cash receipts from ticket sales is deposited in a leather pouch by the station manager (earlier called the station master). Since the late 1990s, all guards are provided with two-way radios so that they can communicate with the locomotive pilot, and other trains if required. The radio has not yet replaced the traditional red and green flags.\n\n==Tram (streetcar) conductor==\n[[File:Streetcar conductor 1919 Flint MI.jpg|thumb|Streetcar conductor 1919 [[Flint, Michigan]]]]\nMany [[antique]] or [[Cultural heritage|heritage]] [[tram]]s ([[streetcar]]s), which operated through the earlier part of the 20th Century, were designed for operation by a crew of two or more.  The conductor primarily collected fares and signaled the driver when safe to depart from stopping places.  The conductor also assisted with shunting when necessary, changing the [[trolley pole]] and attended to passengers' needs.\n\nModern vehicle design and ticketing arrangements have largely eliminated the need for conductors on street railways and [[Light Rail]] systems. In recent years a number of modern tram or Light Rail systems have introduced (or re-introduced) conductors to minimise [[fare evasion]] and to provide customer care, supervision and security functions, even in situations where a second crew member is not strictly needed.\n\nIn Britain, The [[Midland Metro]] and [[Supertram (Sheffield)|Sheffield Supertram]] modern [[Light Rail]] systems have both started using conductors due to problems with ticket machine reliability.  [[Nottingham Express Transit]] started with conductors.  [[Manchester Metrolink]] and [[Tramlink|Croydon Tramlink]] both rely on ticket machines at stops.\n\nSystems of ticket checking and selling by a conductor:\n*takes place while entering, the vehicle cannot leave until this is (almost) finished\n*takes place after entering an entrance lobby, while the vehicle already moves, after which the passenger moves to the seating area of the car\n*the passengers get seated and the conductor comes to them\n\nModern [[mass transit]] systems which operate with conductors on [[tram]]s include:-\n{| class=\"wikitable\"\n|-\n!width=\"50%\"|'''System'''!!'''Location'''\n|-\n|[[Glenelg Tram]]||[[Adelaide]], [[Australia]]\n|-\n|[[Gemeentelijk Vervoerbedrijf|GVB Amsterdam]] || [[Amsterdam]], [[Netherlands]]\n|-\n|[[Midland Metro]]||[[West Midlands (county)|Birmingham/Wolverhampton]], [[United Kingdom]]\n|-\n|[[Blackpool tramway]]||[[Blackpool]], [[United Kingdom]] - on pre-[[World War II]] vehicles\n|-\n|[[Nottingham Express Transit]]||[[Nottingham]], [[United Kingdom]]\n|-\n|[[Rotterdamse Elektrische Tram|RET]]||[[Rotterdam]], [[Netherlands]]\n|-\n|[[Supertram (Sheffield)|Sheffield Supertram]]||[[Sheffield]], [[United Kingdom]]\n|-\n|[[Sydney Light Rail]]||[[Sydney]], [[Australia]]\n|-\n|}\n\n==Bus conductor==\n[[File:Routemaster conductor.JPG|thumb|250px|Traditional British open-platform [[Routemaster]] bus, operated with a conductor]]\nUntil the 1970s and early 1980s, conductors, or ''clippies'', were a common feature of many local bus services in larger towns and cities in the UK and Ireland.  Conductors were portrayed in the British TV series ''[[On The Buses]]''.\n\nThe main reason two-person crews were needed was that most towns and cities used [[Double-decker bus|double-decker]] buses for urban services. Until the 1960s, all double deck vehicles were built with front-mounted engines and a \"half-cab\" design, like the familiar [[Routemaster]] London bus.  This layout totally separated the driver from the passenger saloons. The conductor communicated with the driver using a series of bell codes, such as two bells to start (the well-known \"ding-ding\").\n\nMany half-cab double-deckers were boarded from an open platform at the rear, while others were equipped with a forward entrance and staircase and driver-operated doors.  Each case required a conductor to collect fares and, especially on the rear-entrance design, supervise passenger loading and unloading. Some bus services in the late 1960s and early 1970s experimented with later-model forward entrance half-cab double-deckers—removing the conductor and having the driver sell tickets, as on the rear entrance buses that were common by that time. The hope was to have the benefits of one-person operation without the cost of replacing vehicles that still remaining service life. This idea was soon scrapped and the buses reverted to conventional conductor operation.\n\nIn the late 1950s, new double-decker bus designs appeared that provided higher capacity, with the engine compartment at the rear  and the entrance by the driver. From July 1966, UK transport regulations were changed to allow operation of urban double-deck buses by the driver only, who could now collect fares and supervise all passenger loading and unloading.\n\n[[File:Seated conductor.jpg|thumb|250px|In the post-[[World War II]] decades, some countries introduced seated conductors. On this [[double-decker bus]]—which operated in [[Vienna]], [[Austria]] from the early 1960s—passengers boarded at the rear, passed the conductor, and exited through the middle or front doors.]]\nSome municipal operators adopted rear-engine bus designs and \"one-person operation\" quickly, others more slowly. More conservative municipal operators continued to order new half-cab buses through the 1960s, but this type of vehicle ceased production in the UK by about 1970. This was accelerated by a UK Government grant that supported the purchase of \"one person operated\" vehicles, but was not available for purchase of traditional half-cab buses.\n\nThrough the 1970s, the proportion of urban bus routes operated with conductors declined, as older vehicles were steadily replaced with new buses equipped for one-person operation, and operators grappled with staff shortages, rapidly increasing costs and falling ridership.  By the early 1980s bus conductors were largely obsolete in all cities except [[London]] and [[Dublin]].\nLondon was a special case. Two-person crews continued to operate a number of bus routes in central London until late 2005, well beyond their demise in the rest of the country.  This reprieve for conductors was due to continued use of the famous Routemaster bus.\n\nThe Routemaster was purpose-built for London conditions and remained well suited to the busiest routes in the most congested parts of central London. This was because of its maneuverability, fast passenger loading/unloading capability, and fare collection by the conductor instead of the driver.  The Routemaster construction was of high quality, the design robust, and mechanical and body parts could be easily rebuilt and refurbished. Importantly, the \"traditional red bus\" is also a unique tourism icon for London, instantly recognisable around the world.\n\nThough the majority of bus services in the London metropolis (and all routes outside the central area) have been operated by modern driver-only vehicles since the late 1980s, 20 regular routes retained Routemasters and conductors in 2003.  Between 2003 and 2005, each of these has been progressively converted to modern vehicles and one-person-operation. The process was largely driven by political views on disability-accessibility, and assisted to some extent by the increase in litigious passengers claiming injuries due to the Routemaster's open rear platform.  There were also increasingly frequent robberies and attacks on conductors, who could find themselves working in an isolated and vulnerable environment. The last \"regular\" (as opposed to tourist-oriented) Routemaster-operated service was the 159 from [[Marble Arch]] to [[Streatham]].  Conductor operation finally ceased on the 159 on 9 December 2005.\n\nA revival in conductor operation on buses in the UK has occurred with the development of the [[FTR (bus)|ftr]] routes in [[York]], [[Leeds]] and [[Swansea]]. [[Stagecoach Strathtay]] still uses conductors on service 73(A) from [[Arbroath]], [[Carnoustie]] and [[Monifieth]] to [[Ninewells Hospital]]. [[Quantock Motor Services]], Somerset, operates the service 400 'Exmoor Explorer' using crew-operated vintage open top buses. The conductors also returned to London in 2012 with the introduction of the [[New Routemaster]]. Some of the routes served by the [[New Routemaster]] will not have conductors so the service will be driver only operation controlling three doors of the bus. The role of the conductor is to ensure passengers validate their [[Oyster card]] as they board on the bus and supervise passengers using the open platform.<ref>url=http://imgur.com/r2biRZw |title=Role of the conductor for the New Routemaster</ref>\n\nIn India and Pakistan, bus conductors are almost always present inside the buses throughout the journey. Government bus conductors may communicate with the driver via a bell, whistle, or by shouting, \"right!\" (''Aa right'' in south India). Private bus conductors use whistles or just shout to the driver. Also its quite common practice for conductors to clap their hand firmly on the outside of the bus as a signal to the driver that all passengers have boarded and the bus is good to go.\n\n==See also==\n*[[Freight conductor]]\n*[[Manual fare collection]]\n*[[Railroad engineer]]\n*[[Revenue Protection Inspector]]\n*[[Routemaster]]\n*[[New Routemaster]]\n\n==Footnotes==\n{{Reflist|2}}\n\n{{commons category}}\n\n{{DEFAULTSORT:Conductor (Transportation)}}\n[[Category:Transport occupations]]\n[[Category:Railway occupations]]\n[[Category:Public transport fare collection]]\n[[Category:Bus transport]]", "Revenue Protection Inspector": "'''Revenue Protection Inspector''' (RPIs) or '''Revenue Protection Officer''' (RPOs) (or even '''Revenue Control Inspector''' on London Transport) is the job title given to staff who [[patrol]] different forms of [[public transport]] issuing [[penalty fare]]s to passengers who travel without a valid [[Ticket (admission)|ticket]] or without the correct ticket (e.g. travelling where the ticket is not valid or an adult travelling on a child ticket). These titles are principally used in the United Kingdom.  In the [[United States]], the term '''fare inspector''' is often used to refer to persons who audit transit passengers for proper payment of fare; in addition, [[police|police officers]] are authorized to conduct fare inspections on some systems.\n\n== United Kingdom ==\n[[File:Flickr - Duncan~ - Cop Stop.jpg|thumb|Revenue Control Inspectors and [[Police officers]] at a bus stop in London]]\nRevenue Inspectors and Officers mostly work at [[railway stations]] checking passengers' tickets as they board and alight trains. They are also found on board trains, often assisting the onboard traincrew. Inspectors may begin an investigation if they believe a [[passenger]] is travelling without a valid ticket, travelling in [[First class travel|first class]] accommodation holding a [[Economy class|standard class]] ticket, an [[adult]] travelling on a [[child]] ticket or if the passenger has travelled beyond the destination printed on their ticket, with the intent to avoid their correct rail fare. If the Revenue Inspector or Officer believes there was intent to avoid payment a Penalty Fare may be issued, or the passenger may be reported for prosecution. Inspectors usually wear a [[uniform]] provided by their [[employer]] but also work in [[civilian]] clothing{{Citation needed|date=August 2011}}.\n\nIn some areas, penalty fare schemes operate with a minimum charge of £20, or double the single [[fare]] to the next station stop - whichever is the greater. In other areas, the penalty is £80. These penalty fare areas are clearly advertised with large yellow station posters. If the journey is to be continued, the fare for the remaining portion is also taken into account.\n\nInspectors are also charged with the duty of investigating Railway offences within the codes and practices of the [[Police and Criminal Evidence Act]]. In the discharge of this duty the Inspector cautions potential fare evaders before interviewing them for the purpose of reporting the offender for possible prosecution. If found guilty, offenders can currently face a maximum of a £1000 fine or three months in prison.<ref name =\"sect5\">[http://www.legislation.gov.uk/ukpga/Vict/52-53/57/section/5 section 5,Regulation of Railways Act 1889]</ref>\n\nCurrently, [[East Midlands Trains]], [[Merseyrail]], [[Southern (train operating company)|Southern]], [[South West Trains]], [[London Midland]], [[London Overground]], [[South Eastern Trains]], [[c2c]], [[Greater Anglia]], [[First Capital Connect]], [[Chiltern Railways]], [[Heathrow Connect]] and [[First Great Western]] are some of the [[train operating company|train operating companies]] that participate in the [[penalty fare]] scheme.\n\n[[Transport for London]] currently recruits over 200 Revenue Protection Inspectors that work on the Bus network alone. Due to the introduction of 'Articulated Buses' to London, TfL is now recruiting an extra 150 inspectors to combat the increased [[fare evasion]].\n\n===Powers===\nRailway employees have the power to detain people under common or criminal law circumstances:\n*if a person fails to provide their name and address after being required to because for lack of a ticket or failing to buy a ticket when required,<ref name=\"sect5\"/> and\n*if a person fails to leave a train when reaching the point that has been paid for.<ref>[http://www.legislation.gov.uk/ukpga/Vict/8-9/20/section/104 section 104, Railway Clauses Consolidation Act 1845]</ref><ref>[http://www.legislation.gov.uk/ukpga/Vict/8-9/33/section/97 section 97, Railway Clauses Consolidation (Scotland) Act 1845]\nThe power to detain relies on a reasonably upheld belief that a criminal offence has occurred as defined by the Criminal Law Act 1967. For the purposes of detaining an individual simply to collect a civil debt where a ticket machine, contact terminal or other means of making a payment has not been made available or has malfunctioned UK railway employees have no power to require personal details or physically restrain a passenger. To do so would constitute an offence on the employee's part and possibly by the employer also\n</ref>\n\n== Australia ==\nRevenue Protection Officers also patrol [[Yarra Trams]] and [[Metro Trains Melbourne]] services in [[Victoria (Australia)|Victoria]]. They were introduced in a bid to curb fare evasion after conductors were taken away from the trams. Replacement of conductors with [[ticket machine]]s as the point of sale method has also resulted in thousands of commuters evading fares on [[trams in Melbourne|Melbourne trams]]. Many people view RPIs and RPOs negatively, and in the discharge of their duties, they regularly face being verbally abused and sometimes physically assaulted. It is believed that an estimated 1500 people are reported each week on services.\n\nIn [[New South Wales]], revenue protection on its rail network is primarily the responsibility of [[Transit Officer]]s. Like their Victorian counterparts, these transit officers also carry out security patrols on trains and railway stations, with the power of issuing on-the-spot [[fine (penalty)|fine]]s for [[Infraction|minor offences]], and even to use \"reasonable force\" to make [[arrest]]s.\n\nRevenue Protection on the NSW State Government-owned Sydney Buses & Sydney Ferries is done by \"State Transit Revenue Protection Officers\".\n\nIn [[Queensland]], [[Queensland Rail]], and [[TransLink (South East Queensland)|Translink]] employ Transit Officers to patrol trains, buses and ferry services.\n\n==See also==\n*[[Proof-of-payment]]\n*[[Ticket controller (transportation)]]\n*[[Conductor (transportation)]]\n*[[Asset Protection Unit]]\n\n==References==\n{{reflist}}\n\n[[Category:Public transport in the United Kingdom]]\n[[Category:Public transport fare collection]]\n[[Category:Law enforcement occupations in the United Kingdom]]\n[[Category:Law enforcement occupations]]", "Boilerman": "#REDIRECT [[Fireman (steam engine)]]", "Locomotive engineer": "'''Locomotive engineer''' may refer to:\n\n*[[Railroad engineer]], a person who operates a locomotive, usually called an engine or train driver outside North America\n*[[Locomotive builder]], a person who designs and builds locomotives\n*''Locomotive Engineer'', an American periodical edited by [[John A. Hill]] (vol. 1 no. 1 Jan. 1888)\n\n{{disambiguation}}", "Train dispatching": "#REDIRECT [[Train dispatcher]] {{R from member}}", "Station agent": "'''Station agent''' may refer to:\n*The person in charge of a railway station, also called the [[station master]].\n*[[Stock and station agent]], who provides a support service to the agricultural community, particularly in Australia and New Zealand.\n*''[[The Station Agent]]'', a 2003 American comedy-drama film.\n\n{{disambig}}", "Road foreman of engines": "{{Unreferenced|date=December 2009}}\n\nA '''road foreman of engines''' is the traditional title of the person in charge of and the supervisor of, a [[Railroad engineer|locomotive engineer]]. An engineer who wishes to enter the management ranks on a railroad becomes a road foreman of engines. His job is the overall supervision and to instruct, discipline, train and evaluate, the performance and skill of a railroad engineer. He is essentially an engineer's boss.\n\nIn the [[United States]], engineers are licensed by the [[Federal Railroad Administration]] for their craft. Railroads had to designate who can supervise an engineer. Only a person who is an FRA certified locomotive engineer can instruct and supervise an engineer in his craft. Therefore, the road foremen were designated as \"designated supervisor of locomotive engineers\" (DSLE).\n\nRoad foremen also have the responsibility of analyzing data from locomotive [[event recorder]]s. This is done in post-accident investigation and for random review of a locomotive engineer's performance.\n\n{{DEFAULTSORT:Road Foreman Of Engines}}\n[[Category:Railway occupations]]", "Train dispatcher": ":''This article is about rail industry occupation. [[Train Dispatcher (computer simulation)|Train Dispatcher]] is also a computer simulation by [[Softrail]].''\n[[File:Bohumin US 20080803.jpg|thumb|300px|Local dispatchers at work at the central station in Bohumín, Czech Republic, in 2008]]\nA '''train dispatcher''' is employed by a railroad to direct and facilitate the movement of trains over an assigned territory, which is usually part, or all, of a railroad operating division. In [[Canada]] the train dispatcher is known as the '''rail traffic controller''' (RTC). In New Zealand and Australia they are known as '''Train Controllers'''.  The dispatcher is also responsible for cost effective movement of trains and other on-track railroad equipment to optimize physical (trains) and human resource (crews) assets.<ref>{{cite web|url=http://www.irtcanada.net/site/why/careers/rail_traffic_controller.htm|title=Career Choices - Rail Traffic Controller|publisher=irtcanada.net|accessdate=18 February 2010}}</ref>{{Citation broken|date=March 2014}}\n\n==History==\n[[Charles Minot (railroad executive)|Charles Minot]], a Division Superintendent on the [[Erie Railroad]] is credited with the first effort to control the movement of a train beyond the rule book and operating [[Public transport timetable|timetable]], when, in September 1851, he sent a telegram to a railroad employee at another location directing that all trains be held at that point until the train Minot was riding could arrive.{{fact|date=March 2008}}\n\nFrom that beginning, a system of train dispatching evolved.  The operating rule book, later standardized for all railroads, contained the basic rules for the operation of trains, such as the meaning of the all fixed, audible and hand [[railway signalling|signals]]; the form, format and meaning of [[Train order operation|train order]]s; and the duties and obligations of each class of employee.  The operating, or official, timetable established train numbers and schedules; meeting points for those trains; showed the length of passing tracks at each station as well as indicating the locations where train orders might be issued and contained a variety of other information which might be necessary or useful to train crews operating trains over the territory covered. \n\nTrain orders supplemented the timetable and the rule book. They were addressed to a particular train or trains and directed that train or trains to do whatever the train dispatcher had decided needed to be done: meet another train, wait at specified locations, run late on its published schedule, be cautious under the circumstances described or numerous other actions.\n\nTrain dispatchers are required to be intimately familiar with the physical characteristics of the railroad territory for which they are responsible, as well as the operating capabilities of the locomotive power being used.  Experienced train dispatchers learned the idiosyncrasies of the locomotive engineers and train conductors and melded that knowledge into the operating decisions made.  An efficient train dispatcher could utilize the rule book, timetable, train orders and personal experience to move a large number of trains over the assigned territory with minimal delay to any train, even in single-track territory.\n\nInitially, train dispatchers issued train orders using American [[Morse code]] over [[telegraph]] wires.  Later, after the telephone was invented in 1876 and became common, most railroads constructed their own telephone systems, for internal communications, which the train dispatchers used to issue train orders.  The last train order known to have been issued using Morse code was copied at [[Whitehall, Montana]], on May 6, 1982, on the [[Burlington Northern Railroad]].{{fact|date=March 2008}}\n\nBeginning before [[World War II]] and accelerating after it, most major railroads installed [[centralized traffic control]] (CTC) systems to control train movements.  Using CTC, a train dispatcher could align track switches anywhere on the territory so that trains could move into and out of sidings without having to stop and hand throw switches.  The train dispatcher could also control the trackside signals governing the movement of trains.  Two-way radios enabled train dispatchers to communicate directly with train and engine crews.  These capabilities eliminated the need for most train orders, but still required the oversight of a train dispatcher.\n\n==See also==\n*[[Vince Coleman (train dispatcher)]]\n*[[American Train Dispatchers Association]]\n*[[List of railway industry occupations]]\n\n==References==\n* Association of American Railroads Standard Book of Rules, 1926 edition. \n* Association of American Railroads Consolidated Code of Operating Rules, 1967 edition. \n* {{cite web| title=Milestones in Telegraphic History| author=Robert Jones| url=http://www.morsetelegraphclub.org/files/TelegraphMilestones.pdf| format=PDF}}\n{{reflist}}\n\n\n[[Category:Railway occupations]]", "Ticket inspector": "#REDIRECT [[conductor (transportation)]]\n{{R with possibilities}}", "Secondman": "A '''Secondman''' or ''Second man'' is a railway employee who assists the [[Railroad engineer|driver]] of a train with his duties. For this reason the term '''driver's assistant''' is also used. In this role the second man could learn the duties of the driver and on passing the relevant tests and examinations become a driver himself.\n\nWith the ending of [[Steam locomotive|steam traction]] on many railways, the job of [[Fireman (train)|fireman]] or [[fireman (steam engine)|boilerman]] was made obsolete.  However, there were still many duties to be performed with [[Diesel locomotive|diesel]] and [[Electric locomotive|electric]] traction that the driver could not do by themselves, such as preparation of locomotives, operation of [[Steam generator (railroad)|train heating systems]], shunting duties, and many others.\n\nWith increasing automation of [[rolling stock]], many trains today only require the operation of a single driver, and thus this post has started to disappear.  However it remains in many places, especially on heavy freight, express routes and night trains.  Trainee drivers (often known as ''traction trainees'') may also act as secondmen in order to learn routes and operating methods.\n\nCertain railway lines in the UK are not approved for [[driver-only operation]]. Passenger trains will usually have a driver and conductor, but empty stock movements would require a second man (usually a second qualified driver) to accompany the driver. (Example: the [[East Suffolk Line]])\n\nOn [[heritage railway]]s, where the older types of locomotives are still in use, the position of second man is still an important role filled by volunteers, and usually part of the training to become a driver.\n\n==External links==\n*[http://www.railway-technical.com/tr-ops.html#Crew-names Railway crew names (US)]\n*[http://csenews.net/rospajune2002.html Crew duties and Driver-only trains (UK)]\n\n[[Category:Railway occupations]]", "Guard": "{{wiktionary|guard}} \n'''Guard''' or '''guards''' may refer to:\n\n{{TOC right}}\n\n==Professional occupations==\n* [[Bodyguard]], who protects an individual from personal assault\n* [[Crossing guard]], who stops traffic so pedestrians can cross the street\n* [[Lifeguard]], who rescues people from drowning\n* [[Prison guard]], who supervises prisoners in a prison or jail\n* [[Security guard]], who protects property, assets, or people\n* [[Conductor (transportation)#Train guard|Conductor (transportation) § Train guard]], in the UK, Australia, New Zealand, and India\n\n==Governmental and military==\n{{see also|List of army units called Guards|List of protective service agencies}}\n\n* [[Police]] in medieval contexts\n* [[Border guard]], a state security agency.\n* [[Coast guard]], responsible for coastal defence and offshore rescue\n* [[Honor Guard]], primarily ceremonial.\n* [[National Guard (disambiguation)]], primarily domestic defense units which have military or law enforcement missions\n* [[Guards unit]], a title earned by distinguished units in the former Soviet Union and in some contemporary ex-Soviet states\n\n==Sports==\n* [[Guard (American and Canadian football)]], a player between the center and the tackles on the offensive line of a team\n* [[Guard (grappling)]], a position in martial arts in which the person lies on the back, is confronted by the opponent aligned on top facing him/her, but has his/her legs entangling the opponent for control\n* Basketball positions:\n** [[Point guard]], or \"playmaker\"\n** [[Shooting guard]], or \"off guard\"\n* [[Color guard (flag spinning)]], in historical swordmanship, or \"guard\" was a defensive position.\n* [[Colorguard]], people who toss flags, spin a rifle and a saber at performances with a marching band.\n* [[Winterguard]], people who spin and toss flags, rifles, and/or sabers at indoor performances on a tarp. Competing in either Winterguard compensation or WGI compensation.\n\n==Other uses==\n* [[Guard (surname)]]\n* [[Guard (computer science)]], in programming language, an expression that directs program execution\n* [[Guard (information security)]], a device for controlling communication between computer networks\n* [[Guard (weapon)]], part of the handle of a sword designed to stop the user's hand from slipping onto the blade\n* [[Guard dog]], employed to watch for unwanted or unexpected animals or people\n* [[Guard interval]], intervals in transmission, used in telecommunications\n* [[Abdominal guarding]], in medicine, the tensing of the abdominal wall muscles to guard inflamed organs\n* [[Mate guarding]]—guarding of a potential or former mate from other individuals\n* A [[safety barrier]] to prevent people from falling into hazards such as into a fire or off a raised walking surface\n* The [[aircraft emergency frequency]], commonly referred to as \"guard\"\n\n==See also==\n* {{lookfrom}}\n* {{intitle}}\n* [[Civic Guard (disambiguation)]]\n* [[Civil Guard (disambiguation)]]\n* [[The Guard (disambiguation)]]\n* [[Guardian (disambiguation)]]\n* [[Guardia (disambiguation)]]\n* [[La Guardia (disambiguation)]]\n* [[Guarda (disambiguation)]]\n* [[Sentry (disambiguation)]]\n* [[Sentinel (disambiguation)]]\n\n{{disambiguation}}", "Brakeman": "{{For|the brakeman in bobsledding|Bobsleigh}}\n{{unreferenced|date=December 2011}}\n[[Image:Santa Fe stopped at Cajon Siding, March 1943.jpg|thumb|300px|A [[Atchison, Topeka and Santa Fe Railway|Santa Fe Railroad]] brakeman atop a train that has paused at Cajon, [[California]], to cool its brakes after descending [[Cajon Pass]] in March 1943.]]<!-- Note, this image was taken at Cajon, north of San Bernardino, and *not* El Cajon, near San Diego -->\nA '''brakeman''' is a [[rail transport]] worker whose original job was to assist the braking of a train by applying brakes on individual wagons. The advent of through brakes on trains made this role redundant, although the name lives on in the United States where brakemen carry out a variety of functions both on the track and within trains.\n\n== Historical employment ==\n\n=== USA ===\nIn the US, the brakeman was a member of a railroad train's crew responsible for assisting with braking a train when the [[Conductor (transportation)|conductor]] wanted the train to slow down.  A brakeman's duties also included ensuring that the [[Railway coupling|coupling]]s between cars were properly set, lining [[railroad switch|switches]], and signaling to the train operators while performing switching operations. The brakemen rode in the [[caboose]], the last car in the train, which was built specially to allow a crew member to apply the brakes of the caboose quickly and easily, which would help to slow the train.  In rare cases, such as descending a long, steep grade, brakemen might be assigned to several cars, and be required to operate the brakes while the train was moving from atop the train.  Brakemen were also required to watch the train when it was underway to look for signs of [[hot box]] (a dangerous overheating of axle bearings), as well as for people trying to ride the train for free, and cargo shifting or falling off.\n\nAs rail transport technology has improved, a brakeman's duties have been reduced and altered to match the updated technology, and the brakeman's job has become much safer than it was in the early days of railroading.  Individually operated car brakes were replaced with automatic [[air brake (rail)|air brake]]s, eliminating the need for the brakeman to walk atop a moving train to set the brakes.  Link and pin couplings were replaced with automatic couplings, and hand signals are now supplemented by two-way radio communication.\n\n[[File:Preuss Abteilwagen C3 P9030016.JPG|thumb|Brakeman's cab (left) on a Prussian [[compartment coach]]]]\n\n=== Germany ===\nIn Germany, the brakemen occupied [[brakeman's cabin]]s on several or even all wagons in a train and would operate the wagon brakes when signaled by the [[engine driver]]. It was a dangerous and uncomfortable role, especially in winter when it was not uncommon for brakemen to freeze to death in the unheated cabins.\n\nThe function was abolished in the 1920s with the introduction of [[Railway air brake|air brakes]], which could be controlled by the engine [[Train driver|driver]].\n\n{{clear}}\n\n== Duties today ==\n[[File:Brakeman.jpg|thumb|right|Passenger(?) brakeman (Pa. US) sometime between 1918 and 1920]]\nFreight and yard crews consisting of conductor, engineer, and brakeman usually employ the brakeman in throwing hand operated track switches to line up for switching moves and assisting in cuts and hitches as cars are dropped off and picked up.<!--UK translation: The brakeman operates point levers in goods yards to assist in shunting operations.-->\n\nIn passenger service, the brakeman (called trainman or assistant conductor) collects revenue, may operate door \"through switches\" for specific platforming needs, makes announcements, and operates trainline door open and close controls when required to assist the conductor. A passenger service trainman is often required to qualify as a conductor after 1 to 2 years experience. The rear end trainman signals to the conductor when all the train's doors are safely closed, then boards and closes his/her door.<!--UK translation: (passenger) guard or, latterly, conductor does brake tests at every terminal before departing the terminals then orders or messages is called -->\n\n===Scenic railways===\n[[Scenic railway]]s, particularly in the form of [[side friction roller coasters]], require a brakeman to ride with the train around the track to slow it down at certain points on the layout, particularly bends; as the trains are not mechanically held onto the track. The brakeman is responsible for slowing the train down when necessary and stopping it in the station at the end of the ride. There are only a few examples of such rides now left in existence; the Scenic Railway at [[Luna Park, Melbourne]] [[Australia]] and the [[Roller Coaster (Great Yarmouth Pleasure Beach)|Roller Coaster]] at [[Great Yarmouth Pleasure Beach]], [[UK]] are two of the largest examples.\n\n== See also ==\n* [[Jimmie Rodgers (country singer)|Jimmie Rodgers]], \"the Singing Brakeman\"\n\n==External links==\n{{commons category}}\n\n== References ==\n{{reflist}}\n\n[[Category:Railway occupations]]", "Signalman (rail)": "[[File:Signalwoman Birmingham 1918.jpg|thumb|Signalwoman in a [[Great Central Railway|Great Central]] cabin near Birmingham, England,&nbsp;1918]]\nA '''signalman''' or '''signaller''' is an employee of a [[railway]] transport network who operates the [[Railroad switch|point]]s and [[railway signal|signal]]s from a [[signal box]] in order to control the movement of trains.\n\n== History ==\nThe first signalmen, originally called Railway Policemen (leading to the nickname of 'Bobby'), were employed in the early 19th century and used flags to communicate with each other and train drivers, and [[hourglass]]es for the purpose of Time Interval Working between stations.\n\n== Additional duties ==\n[[File:Railway Signal lamp - Israel Railway Museum.jpg|250px|right|Hand held railway signal lamp|thumb|A hand-held railway signal lamp, on display at Israel Railway Museum]]\nIt was a signalman's duty to check each train that passed his signal box, looking for the red tail lamp exhibited on the trailing vehicle, the sighting of which confirmed that the train was still complete, and thus the section was clear.\n\nEach train movement was logged, by hand, in a Train Register Book, and it was normal practice to provide a special desk to support this sizeable book. As well as train movements, every communication between signalmen and adjacent signal boxes via bell codes (when accepting trains or dealing with a [[Token (railway signalling)|token]]) was logged.\n\nTechnological advances including mechanical [[Railway signalling|fixed signals]] in the 1840s, the electric [[telegraph]] and block working in the 1850s, and proper mechanical [[interlocking]] from 1856, allowed safer, more expeditious train working, and more complicated track layouts to be controlled single-handedly. The advent of such technological advances gradually led to the provision of an enclosed workspace known as a signal box, signal cabin or interlocking tower.\n\n== Duties today ==\nThe principles of British-style railway signalling have changed little since the [[Victorian era]] and early 20th century. Modern technology has generally reduced the labour required per train movement. In many cases, a switch, button or [[computer]] command is used to alter the lie of points and control signals. Although many classic mechanical signal boxes remain in use, these are gradually being replaced by modern power signalling systems on most railways. The heartlands of British-style railway signalling could be said to be the [[United Kingdom]], [[New South Wales]], [[Victoria (Australia)|Victoria]], [[Queensland]], [[India]] and [[South Africa]].\n\nThe signaller's main duty is to ensure trains get from A to B safely and to time. The classic Train Register Book remains in use at most older installations, with train describers and Automatic Train Recording taking its place in more modern power signalling schemes. All trains are listed in a computer system in the UK in time order. This system is known as [[TRUST]]. Any train can be found on here together with its schedule and route. If a train is late it is up to the signaller to ascertain in what order the trains should run, known as regulating trains.\n\n== Health ==\nIn busy locations, signalling can be very challenging and stressful, in a manner similar to [[air traffic control]]. Signallers are therefore susceptible to stress-related illness. Following protracted industrial action from unions and, much more recently, detailed studies on fatigue and ergonomics in the rail industry,<ref>Rail Human Factors: Supporting the Integrated Railway, John R. Wilson et al, Ashgate, London, 2005</ref><ref>People and Rail Systems: Human Factors at the Heart of the Railway, John R. Wilson et al, Ashgate, London, 2007</ref> prudent operators implemented strict guidelines relating to the length and number of consecutive [[Shift work|shifts]] permissible for safety-critical workers, including signallers. These guidelines are ideally aimed at improving safety and reducing fatigue at work, but also the overall lifestyle of employees. In some cases, physical changes in the work environment also followed these studies, including changes in the design of signal box lighting, seating and signalling equipment.\n\n== Other names ==\nThe signalman is known by various other corporate job titles, including Signaller, Area Controller and Network Controller. In the [[United States]], a signalman is sometimes officially known as such, but is also known under other names, including Leverman. At some locations, a [[Station master]] or [[Porter (railroad)|Porter]] performs signalling duties in addition to other work such as selling tickets and cleaning. Although the positions of Train Controller and Signalman were always distinct from the inception of the former in 1907, Train Controllers perform work previously executed by Signalmen in some cases. In many railways, modern technology has seen the positions of Signalman and Train Controller united (or reunited, in the sense that traffic regulation and train path allocation were originally duties of the Signalman anyway). Irrespective, the classic Telephone Train Control system has been generally abolished, with a few exceptions.\n\n== Train Controllers ==\n{{Main|Rail traffic controller}}\n\nTo improve the efficiency of [[train]] working, Train Controllers (also known as Controllers, District Controllers, Line Controllers and Area Controllers) were progressively introduced on many British-style railways in the early years of the 20th century, the first being on the [[Midland Railway]] in 1907. Although the specifics of their duties varied between railways, Train Controllers were responsible for tracking train movements (especially freight), ensuring [[freight train]]s were loaded economically and provided with suitable locomotive power, liaising with train crew rostering personnel, ordering additional trains to run for the carriage of extra freight tonnage or passengers as required, allocating paths for unscheduled services and making alterations to scheduled working in order to maximize efficiency and deal with any irregularity in traffic which may affect smooth operation. On busy railways such as the Midland, it was at times very difficult for Signalmen to keep track of train movements and make optimal traffic regulation decisions whilst operating signalling equipment. Consequently, fast trains could be delayed by slower trains on the line ahead. Moreover, there was no-one with specific responsibilities relating to the efficient, economical use of rolling stock in traffic, which made it difficult to manage the contingencies of underutilisation, wastage and allocation of inappropriate locomotive power. In the face of rising costs, operating economies were particularly important to the private British railway companies in the early twentieth century. The Train Controller was intended to manage these and other difficulties. It is important to note that while Train Controllers were responsible for traffic regulation within their areas of control, they generally had no safety-critical responsibilities, which were within the realm of the Signalmen and [[Station master|Station Masters]].<ref>Control on the Railways, Philip Burtt, George Allen & Unwin, 1926</ref><ref>Kichenside, Geoffrey and Williams, Alan: Two Centuries of Railway Signalling, Oxford Publishing Co, 1998</ref><ref name=\"ReferenceA\">Railway Safety: Interlocking and Train Protection, Ian Macfarlane, 2004</ref>\n\n=== Method of working ===\nTypically, Train Controllers were stationed at district or \"divisional\" control offices which were linked by omnibus circuit [[telephone]] systems with selective code rings, to all signal boxes in the area. This method of operating was sometimes known as the Telephone Train Control System. If the Signalman required directions, he simply lifted the receiver and spoke to the Train Controller on the omnibus circuit. If the Train Controller wanted to issue instructions or receive train arrival and departure times, he selected the relevant signal box on his telephone, which rang the Control 'phone therein. There were two main problems with this system. Firstly, the Train Controllers could become overloaded with path requests from Signalmen, train recording and other duties. This led to delays for Signalmen waiting for their turn to speak on the omnibus circuit, making the role of the Train Controller somewhat self-defeating. Secondly, Signalmen were often in a better position to make train working decisions by virtue of their experience and by being on the spot, but were prevented from doing so by bureaucratic procedures. In silent admission of the deficiencies of this system, Signalmen were generally left to their own devices, especially in the event of a general disruption to train services, during which the train control system simply could not handle the demands placed upon it.\n\nIn exceptional cases, district control offices were abandoned and Train Controllers appointed at key signal boxes (as in the [[London Midland Region]] of [[British Railways]] in the late 1960s), obviating the need for telephonic communication. This practice was followed by what has been the norm since the introduction of modern power signalling schemes, viz. the traditional Train Controller's substitution by a senior Signalman, Signal Box Supervisor or Traffic Regulator, situated in the signal box.\n\n=== Power signal boxes ===\nIn the UK, the beginning of the end for classic \"Control\" came with the commissioning of large [[power signal box]]es from the 1950s. A power signal box (PSB) often has a number of signalmen operating multiple electric or computerized signalling panels and large illuminated track diagrams showing wide areas of operation. This makes traffic regulation much easier for signalmen to handle among themselves. In some cases, a Traffic Regulator is appointed, who may be consulted for train working decisions. Following the accident at [[Ladbroke Grove rail crash|Ladbroke Grove]] in 1999, it was resolved that supervisors should be appointed at key signal boxes. However, these supervisors are not train controllers. Similar appointments have been made at major signal boxes in [[New South Wales]] since 2003.\n\n==== New South Wales ====\nIn [[New South Wales]], [[Australia]], train controllers and the Telephone Train Control System have survived to the present under [[RailCorp]], despite the advent of power signal boxes and other improved technical provisions for signalmen. These train controllers have gradually assumed theoretical and actual safe working responsibility, stemming from a process of consolidation and restructure in the 1980s and facilitated by considerable changes to the rules and regulations. The nett result of these changes was far-reaching, with fewer train controller positions, but an expanded train controller duty statement, diminished overall responsibility for signalmen (at least theoretically) and more direct involvement by train controllers in work previously managed by signalmen.<ref>Rules and Regulations, New South Wales Government Railways, 1907</ref><ref>Rules and Regulations, Department of Railways, New South Wales, 1959</ref><ref>Network Rules, Rail Infrastructure Corporation, 2002</ref><ref>General Appendix to the Book of Rules and Regulations and to the Working Time-Tables, Part II, Department of Railways, New South Wales, 1967, as amended until 1993</ref> It is doubtful that these changes have led to an overall improvement in train working efficiency and, significantly, it was not until circa 2000 that the train control system was ever properly enforced. With signalmen relieved of the right to make a large proportion of train working decisions themselves, the limitations of the train control system mentioned above became acutely apparent. Furthermore, the additional link in the chain of safety-critical communication has been identified as a risk by industry experts and railwaymen alike.<ref name=\"ReferenceA\"/> The change, apparently influenced by a revised corporate outlook (since 1988) and a [[modernism|modern]] management culture with elements of [[postmodernism|postmodern]] business ideology, favoured a network overseen by a small number of controllers using a computerized, largely automated signalling system and simplified timetable. The old vertically integrated state-owned railway, which was operated almost solely by blue-collar workers, front-line managers such as station masters, with a small number of managers and engineers above, has fallen out of favour since the 1980s. Today, the railway and workforce generally have a greatly expanded, professionalized white-collar component, and the average railway employee's work is becoming less hands-on and more theoretical. However, owing to the retention of a colonial network, complex timetable and operational environment, real automation of the Sydney rail network and elimination of the traditional signalman role remains impracticable at this juncture. The [[deregulation]] and [[liberalization]] of the Sydney rail network, which began in the mid 1990s, remains in its preliminary stages. Should the virtual monopoly which [[CityRail]] has for passenger services over most of the network be dissolved, the traditional train control system, which evolved under the vertically integrated British railways of the early twentieth century, would probably be dissolved with it.<ref>Railway Management and Engineering, V.A. Profillidis, Ashgate, London, 2006</ref><ref>Transport Administration Act 1988 (NSW)</ref> This scenario is becoming increasingly likely, but its impact upon signalling and control remains indeterminate.\n\n== See also ==\n*[[Railway signalling]]\n*[[Ledbury_Signal_Box|Ledbury Signal Box, An example of a working signal box.]]\n*[[The Signal-Man]], a short story written by [[Charles Dickens]] in 1866.\n\n== References ==\n{{Reflist}}\n\n== External links ==\n{{commonscat|Signalmen (rail)}}\n*[http://www.samhallas.co.uk/railway/control.htm Control on the Railways]\n*[http://www.derby-signalling.org.uk/StenJn.htm Train Controllers at Stenson Junction, BR(LMR)]\n\n{{DEFAULTSORT:Signalman (Rail)}}\n[[Category:Railway signalling]]\n[[Category:Railway occupations]]"}