{"Corsetier": "#REDIRECT [[Corsetmaker]]", "Cordwainer": "{{about|the occupation|the science-fiction writers|Cordwainer Smith|and|Cordwainer Bird}}\n[[Image:Capri - 7224.jpg|thumb|250px|A Cordwainer [[Shoemaking|making shoes]], [[Capri]], [[Italy]]]]\n[[Image:Cordwainer statue Watling Street.jpg|thumb|A statue of a cordwainer in the [[Cordwainer (ward)|Cordwainer ward]] of the [[City of London]].]]\n\nA '''cordwainer''' is a [[shoemaking|shoemaker]] who makes fine soft [[leather]] [[shoes]] and other luxury footwear articles. The word is derived from \"cordwain\", or \"cordovan\", the leather produced in [[Córdoba, Spain]].  The term ''cordwainer'' (also \"Corviser\") was used as early as 1100 in England.<ref name=bastion>[http://www.bastonfamily.co.uk/historical/OccupationCordwainer.htm Occupation Cordwainer], Baston Family History, accessed 3 Mar 2010</ref>  Historically, there was a distinction between a ''cordwainer'', who made luxury shoes and boots out of the finest leathers, and a ''cobbler'', who repaired them.  This distinction gradually weakened, particularly during the twentieth century, when there was a predominance of shoe retailers who neither made nor repaired shoes.\n\nIn [[London]], the occupation of cordwainer was historically controlled by the [[guild]] of the [[Worshipful Company of Cordwainers]].  The ward of the [[City of London]] named [[Cordwainer (ward)|Cordwainer]] is historically where most cordwainers lived and worked.<ref name=bastion/>\n\nUntil 2000, a Cordwainers' Technical College existed in London.  For over a hundred years, the College had been recognised as one of the world's leading establishments for training shoemakers and leather workers.  It produced some of the leading [[fashion design]]ers, including [[Jimmy Choo]] and [[Patrick Cox]].  In 2000, Cordwainers' College was absorbed into the [[London College of Fashion]], the shoe-design and accessories departments of which are now called \"Cordwainer's at London College of Fashion\".\n\n==Cordwainers in America==\nCordwainers were among those who sailed to Virginia in 1610 to settle in [[Jamestown, Virginia|Jamestown]].  By 1616, the secretary of Virginia reported that the leather and shoe trades were flourishing.  Christopher Nelme, of England, was the earliest shoemaker in America whose name has been recorded; he sailed to Virginia from [[Bristol, England]], in 1619.<ref name=Honourable>[http://www.thehcc.org/backgrnd.htm “What is a Cordwainer?”], The Honourable Cordwainers’ Company, accessed 30 Jan 2013</ref>\n\nIn 1620, the [[Pilgrims (Plymouth Colony)|Pilgrims]] landed in Massachusetts.  Nine years later, in 1629, the first shoemakers arrived, bringing their skills with them. <ref name=Honourable/>\n\n== See also ==\n* [[Shoemaking]]\n* [[List of shoe styles]]\n\n==References==\n{{Reflist}}\n\n[[Category:Artisans]]\n[[Category:Obsolete occupations]]\n[[Category:Shoemakers]]\n\n\n{{job-stub}}", "Upholsterer": "#REDIRECT[[Upholstery]]", "Dressmaker": ": ''For other uses see [[Dressmaker (disambiguation)]]''\n{{redirect|Seamstress|the graphics library|Seam carving|the film|The Seamstress}}\n\n[[Image:Pierre Balmain and Ruth Ford, photographed by Carl Van Vechten, November 9, 1947.jpg|thumb|[[Pierre Balmain]] and the actress [[Ruth Ford (actress)|Ruth Ford]], photographed by [[Carl Van Vechten]], 1947]]\n\nA '''dressmaker''' is a person who makes custom [[clothing]] for women, such as [[dress]]es, [[blouse]]s, and [[gown|evening gown]]s.  Also called a '''mantua-maker''' (historically) or a '''modiste'''.\n\n==Notable dressmakers==\n*[[Cristóbal Balenciaga]]\n*[[Pierre Balmain]]\n*[[Coco Chanel]]\n*[[Christian Dior]]\n*[[David Emanuel (fashion designer)|David Emanuel]]\n*[[Jean Muir]], fashion designer (though she herself preferred to be called a dressmaker<ref name=Liz>Liz Jones for ''The Daily Mail'', 12 June 2006</ref>)\n*[[Isabel Toledo]]\n*[[Madeleine Vionnet]]\n*[[Charles Frederick Worth]]\n\n==Related terms==\n* ''Dressmaker'' as an [[adjective]] denotes clothing made in the [[fashion|style]] of a dressmaker, frequently in the term ''dressmaker details'' which includes [[ruffle]]s, [[frill (fashion)|frill]]s, [[ribbon]] or [[braid]] [[trim (sewing)|trim]].  ''Dressmaker'' in this sense is contrasted to ''[[tailor]]ed'' and has fallen out of use since the rise of [[casual wear]] in the mid-twentieth century.\n* '''Mantua-maker''', in the eighteenth century a maker of [[mantua (clothing)|mantuas]], or in general a dressmaker.\n* '''Modiste''', a maker of fashionable clothing and accessories, with the implication that the articles made reflect the current [[Paris]] [[fashion]]s.\n* '''Sewing professional''' is the most general term for those who make their living by sewing, teaching, writing about sewing, or retailing sewing supplies. She or he may work out of her home, a studio, or retail shop, and may work part-time or full-time. She or he may be any or all or the following sub-specialities:\n** A '''custom clothier''' makes custom garments one at a time, to order, to meet an individual customer's needs and preferences.\n** A '''custom dressmaker''' specializes in women's custom apparel, including day dresses, careerwear, suits, evening or bridal wear, sportswear, or lingerie.\n** A '''tailor''' makes custom menswear-style jackets and the skirts or trousers that go with them, for men or women. \n** An '''alterations specialist''' or '''alterationist''' adjusts the fit of completed garments, usually ready-to-wear, or restyles them. Note that while all tailors can do alterations, by no means can all alterationists do tailoring.\n** '''Designers''' choose combinations of line, proportion, color, and texture for intended garments. They may have no sewing or patternmaking skills, and may only sketch or conceptualize garments.\n** '''Patternmakers''' flat draft the shapes and sizes of the numerous pieces of  a garment by hand using paper and measuring tools or by computer using AutoCAD based software, or by draping muslin on a dressform.\n** A '''wardrobe consultant''' or '''fashion advisor''' recommends styles and colors for a client.\n** A '''seamstress''' is someone who sews seams, or in other words, a machine operator in a factory who may not have the skills to make garments from scratch or to fit them on a real body. This term is not a synonym for ''dressmaker''. Prior to the [[Industrial Revolution]], a seamstress did handsewing, especially under the [[putting-out system]].  Older variants are '''seamster''' and '''sempstress'''.\n** '''Sewist''' is a relatively new term, combining the words \"sew\" and \"artist\", to describe someone who creates sewn works of art, which can include clothing or other items made with sewn elements.\n\n==See also==\n\n*[[Fashion design]]\n*[[Tailor]]\n*[[Haute Couture]]\n*[[Bespoke]]\n\n==References==\n{{reflist}}\n*Butterick Publishing Company: \"The Art of Garment Cutting, Fitting and Making\", 1894.\n*Deckert, Barbara: ''Sewing for Plus Sizes: Design, Fit and Construction for Ample Apparel'', Taunton, 1999, ''Appendix B: How to Find, Select, and Work With a Custom Clothier'', pp. 142-143.\n*Kirke, Betty: \"Madeleine Vionnet\", Chronicle Books, 1998.\n*Picken, Mary Brooks: ''The Fashion Dictionary'', Funk and Wagnalls, 1957.\n\n{{sewing}}\n\n[[Category:Fashion occupations]]\n[[Category:Sewing]]\n[[Category:Tailors]]\n\n[[es:Modisto]]\n[[fr:Haute couture]][[sv:Sömmerska]]", "Bookbinder": "#REDIRECT [[Bookbinding]]", "Parachute rigger": "A '''parachute rigger''' is a person who is trained or licensed to pack, maintain or repair [[parachute]]s. A rigger is required to understand fabrics, hardware, webbing, regulations, sewing, packing, and other aspects related to the building, packing, repair, and maintenance of parachutes.\n\n== Military parachute riggers ==\n\nMilitaries around the world train their own parachute riggers to support their [[Airborne forces|airborne]] or [[paratrooper]] forces.  These military riggers also pack parachutes for aerial delivery operations, through which military supplies and equipment are delivered by aircraft to combat zones.\n\n===Australian Defence Force===\nParachute riggers in the [[Australian Army]] are responsible for the preparation, maintenance and supply of parachutes and other aerial delivery components.\n\nPrior to commencing the parachute rigger course, all trainees must be static-line parachute qualified. Parachute riggers frequently make parachute jumps, and at any time may be required to jump with any parachute they have packed. This is to help them better understand how the equipment they prepare and maintain works, and to help ensure that each parachute is professionally packed to a safe standard.\n\n===Canadian Forces===\n\nRiggers in the [[Canadian Forces]] train at the [[Canadian Army Advanced Warfare Centre]] at [[CFB Trenton]] in [[Trenton, Ontario|Trenton, Canada]].\n\nWhen Canada entered the airborne world with the creation of two airborne battalions in 1942, all the would-be jumpers were trained at Fort Benning, Georgia or Ringway, UK. Later, however, the flow of reinforcements for the parachute battalions posed an acute problem and it was decided to remedy this situation by training paratroopers in Canada. In May 1943, a Canadian Parachute Training Centre was formed in Shilo, Manitoba. With background knowledge in American and British parachuting techniques, Canadian trainers were able to develop a truly Canadian method of parachuting by incorporating the best features of both the American and British systems. Following several name and location changes, the school was moved to Edmonton in 1970 as the Canadian Airborne Centre (CABC) and then moved to Trenton in August 1996, becoming the Canadian Parachute Centre (CPC). On 1 April 1998 the former Canadian Forces Parachute Maintenance Depot (CFPMD) was amalgamated into CPC as Support Company.\n\nOn 1 April 2006 the renaming of CPC to CFLAWC began a transformation that was more than just another name change. CFLAWC became the Centre of Excellence (CoE) for Land Advanced Warfare, in addition to its previous focus on delivery of training. To meet the new challenges and added responsibilities, CFLAWC is currently organized with a Command team, Training Company, Support Company with the Canadian Forces Parachute Team (CFPT - the SkyHawks) and a Headquarters Company that includes the Standards Section, the Airborne Trials and Evaluation Section (ATES) and the Unit Orderly Room (UOR). Training Company is organized into four subject matter expert (SME) platoons for the conduct of the majority of the courses at CFLAWC. Support Company is based on the old CFPMD structure and provides the CF with parachute packing and maintenance services including the major repair of parachutes and associated aerial delivery equipment. Support Company is also responsible for training all parachute rigger specialists in the CF. It traces its roots to 1943 as part of the Canadian Army Parachute Training Centre. In those early days, parachute trainees were taught to pack their own parachutes, but this system was soon discarded as impractical and the packing and maintenance of parachutes became a centralized operation. Since its formation, Support Company has changed its name from 28 Central Ordnance Depot to 28 Canadian Forces Supply Depot in 1968, and upon the move from Camp Shilo, MB to Edmonton, AB in 1970, was given the name Canadian Forces Parachute Maintenance Depot. All riggers are jumpers and can be asked at any time to jump with a parachute they have packed.\n\nCFLAWC currently delivers, as part of the Army National Individual Training Calendar, the following courses: the Arctic Operations Advisor Course, Drop Zone/ Landing Zone Controller, Aerial Delivery, Basic Helicopter Operations, Basic Parachuting, Jump Master, Parachute Instructor, Static Line Square Parachuting, the three different phases of Parachute Rigger training, the Advanced Mountain Operations Course, the Helicopter Insertion Instructor Course, Military Freefall Parachuting, Military Freefall Jump Master, Military Freefall Parachute Instructor and a revised Patrol Pathfinder Course.\n\nParachute Riggers/Packers in training attend the 15 day Basic Parachute qualification course at CFB Trenton, and then for approx 2.5-3yrs undertake 3 different 45 day courses, that cover Maintaining parachutes, packing parachutes, and quality control of parachutes.\n\n===United States Armed Forces===\nRiggers have played an important role in the American military since the advent of the use of the parachute for aerial insertion of troops, supplies, and equipment into combat zones.  In addition to the [[maroon beret]] worn by paratroopers in airborne units, riggers are authorized the wear of a distinctive red baseball cap as their military headgear when on rigger duties.\n====U.S. Army====\n[[Image:Rigbdg.gif|right|thumb|upright|The U.S. Army Parachute Rigger's Badge]]\nWhen the U.S. Army formed its first paratrooper unit in 1940, a parachute test platoon, the paratroopers themselves prepared and took care of their own parachutes. The test platoon had only 3 men, two enlisted soldiers and one warrant officer, from the [[United States Army Air Corps|Army Air Corps]] serving as the precursors of the U.S. Army's parachute riggers.\n\nWhen the U.S. Army created five Airborne divisions for [[World War II]], the U.S. Army stopped training paratroopers on how to pack their own chutes and started support organizations for parachute packing and rigging. The first riggers received their training at [[Fort Benning|Fort Benning, Georgia]].\n\nAfter 1950, the U.S. Army assigned the [[Quartermaster Corps]] with the mission of aerial delivery, including parachute rigging. A parachute rigger course was established at the U.S. Army [[Quartermaster School]] at [[Fort Lee (Virginia)|Fort Lee, Virginia]] in 1951, and has continued since then.\n\nAirborne Orientation Course. For students completing basic training at Fort Jackson, South Carolina, preparation for Airborne and rigger training begins before even departing for Fort Lee with attendance at the post's Airborne Orientation Course. According to an ''Army News Service'' story, \"while most of the course involves physical training, soldiers are also familiarized with such Airborne operations as parachute landing falls, rigging equipment and actions in the aircraft.\" The AOC has raised the success rate for soldiers subsequently attending Airborne training from 60 percent to 89 percent.<ref>http://www.army.mil/-news/2007/04/26/2872-orientation-course-boosts-soldiers-success-rate-at-airborne-school/</ref>\n\nFrom AOC, rigger recruits go to Airborne School at Fort Benning, Georgia. If a rigger recruit does not pass Airborne School, that soldier is reclassified.\n\nThe U.S. Army MOS (Military Occupational Specialty) designation for parachute riggers is graded in 5 skill levels, from 92R1P to 92R5P. Prior to fiscal year 2003, it was 43E2P. Recruits are designated 92R0P.<ref>http://www.us-army-info.com/pages/mos/quartermaster/92r.html</ref>\n\nAfter Airborne School, 92R0P recruits head to Fort Lee to attend the 13 week Parachute Rigger Course. The course provides training on inspecting, packing, rigging, recovering, storing, and maintaining air item equipment. It is divided into three phases. Air Drop Phase - Includes instruction in cargo parachute packing, rigging supplies and equipment for airdrop, types and limitations of aircraft. Students become proficient in the use of the various technical manuals for rigging airdrop loads. At the conclusion of the instruction, the students participate in an airdrop exercise. They pack the cargo parachutes, rig the loads to be dropped and place the loads in the aircraft. <ref name>{{cite web |url=http://specialoperationshistory.info/omeka/items/show/123 |title=TF 10-3874 The Parachute Rigger |work=Special Operations History Foundation |accessdate=30 April 2013}}</ref> After the airdrop, the students recover the loads and equipment. Aerial Equipment Repair Phase - Trains fundamentals and procedures of inspection, classification, and repair of maintenance of personnel, cargo, extraction parachutes and airdrop equipment to include the service of High Altitude Low Opening (HALO) Automatic Ripcord Release (ARR). Parachute Pack Phase - Is designed to equip students with the working knowledge of inspection and packing procedures relative to personnel, light cargo and extraction parachutes. The student receives concentrated instruction on the troop back parachute. The student is required to jump the parachute he/she packed during the examination. Throughout the course, the student is constantly reminded of the fact that all parachutes must be packed with meticulous care to insure proper functioning. Any malfunction could result in death or in equipment loss.\n\nAll U.S. Army parachute riggers are required to be Airborne qualified, and by tradition are required to be prepared to jump any parachute packed by any U.S. Army parachute rigger, without checking the log book for the name of the rigger who last prepared it. The official motto of the U.S. Army parachute rigger is: \"I will be sure always.\"\n\nService members from other branches of the U.S. Armed Forces also attend parachute rigger courses at Fort Lee.\n\n====U.S. Air Force====\nUnited States Air Force parachute riggers are trained at [[Sheppard AFB]] in Texas. The career field is classified under \"Aircrew Flight Equipment\"<ref>[http://www.e-publishing.af.mil/shared/media/epubs/CFETP1P0X1.pdf AFSC 1P0X1]).[http://usmilitary.about.com/od/airforceenlistedjobs/a/afjob1t1x1.htm]</ref> Airmen attend a 3½-month course learning to inspect, pack, and repair emergency parachutes, as well as a wide variety of other types of aircrew equipment. Once graduated from this technical school, students are assigned to a duty location where they are further instructed using on the job training.<ref>http://archive.is/20121212202309/http://www.af.mil/news/story.asp?id=123063028</ref> USAF aerial delivery riggers (2T2X1) packed training airdrop loads for airlift units in peacetime; wartime airdrop missions would be rigged by Army riggers. In recent years, uniformed Air Force riggers have been replaced by contract civilian employees since the mission does not require deployment overseas, and instead consists of supporting training missions at home station.<ref>http://www.amc.af.mil/news/story.asp?id=123265478</ref>\n\nIn the U.S. Air National Guard, two-week rigger courses have been organized to teach \"packing, inspecting and repairing minor damage\", as described on page 9 of the January–February 2005 ''Guard Times''.<ref>http://dmna.ny.gov/gt/gt_janfeb_05.pdf</ref>\n\nIn mid-2009, the U.S. Air Force's 98th Virtual Uniform Board announced \"Airmen earning and awarded the Army Parachute Riggers badge are authorized permanent wear on all uniform combinations. For the airman battle uniform and the battle dress uniform, the badge will be blue. On the desert combat uniform the approved color is brown.\"<ref>http://archive.is/20120717062830/http://www.af.mil/news/story.asp?id=123153981</ref> Previous guidance had limited the wear of the badge to airmen attached to U.S. Army rigger units.\n\n====U.S. Navy and U.S. Marine Corps====\n[[File:US Navy 041201-N-5837R-156 Aircrew Survival Equipmentman 2nd Class Brock Riggen, left, and Aircrew Survival Equipmentman 2nd Class Dustin Goldapp whip and fold gores of a parachute.jpg|thumb|right|upright|Aircrew Survival Equipmentmen whip and fold gores of a parachute during a 224-day inspection in the paraloft aboard the USS ''Abraham Lincoln''.]]\n\nThe Parachute Materials School was first established in 1924 at Lakehurst, New Jersey by two U.S. Navy chief petty officers. Parachute Rigger, or \"PR\", became an enlisted job rating in 1942, but the name changed during the 1960s to [[Aircrew Survival Equipmentman]]. The United States Navy parachute riggers are now trained at [[Naval Air Station Pensacola]] during a 12 week (55 training day) school. When they graduate, they do become PRs, but the rating is called Aircrew Survival Equipmentman. While in school they go through 9 courses, 3 courses of \"Common Core\" skills over 19 days, 3 courses of Organizational-Level skills for 17 days, and finishing with 3 courses of Intermediate-Level skills for 19 days. The first week is sewing, dubbed by students and instructors alike as \"Combat Sewing\". Students will manufacture a \"rigger bag\" completely from scratch and will learn about tool control. The next course is NB-8 parachutes, where students will learn basics of parachute rigging, inspection cycles and nomenclature. This is followed by a course of general survival equipment named ESE. Then \"O\" strand begins with Survival I Fixed Wing, followed by Survival II Rotary Wing, where students learn inspection and maintenance concepts unique to squadron level work. The final \"O\" level subject is Survival Radios. \"I\" strand will start with NES-12s, the Navy's most complicated parachute system, for advanced rigging concepts. Seat Survival Kits and Life Preservers finish out the entire course of instruction, where they will graduate upon completion. The PR A School House graduates one class every 7 training days.\n\nDuring the entire time of study students will undergo physical training at least three times a week, be subjected to rigorous inspections every Monday, and will march to and from the building, being accountable for showing up on time, cleanliness, and homework. No student is allowed to continue in the course if their grade average falls below an 80, making it one of the most challenging courses at the Naval Aviation Technical Training Center.\n\n====Special Operations Parachute Rigger====\nSpecial Operations Parachute Riggers work with U.S. Navy SEALs, Naval Special Warfare (NSW) and Explosive Ordnance Disposal (EOD) units throughout the world. They inspect, maintain, pack, and use specialized premeditated personnel static-line and free-fall parachute systems. They use and maintain specialized aerial delivery and re-supply systems, and helicopter insertion and extraction systems unique to NSW and EOD units. They function as Parachute Jump (P.J.) and Helicopter Rope Suspension Techniques (HRST) masters. They also perform paraloft management, administrative functions, ordnance handling functions, and Quality Assurance (Q.A.) inspections.\n\nThe Special Operations Parachute Rigger NEC is awardable upon completion of Army courses 431 F3 PARA NAVY or 860 43E10. Special Operations Parachute Rigger NEC OJT is awardable if personnel attached to a rigger unit of EOD for 1 year and observed by Army/Navy school graduate and qualified prior to 1 July 1990.<ref>CNO WASH DC 110512Z Aug 90 refers 3.</ref> Personnel other than PRs must hold NEC 53XX to be assigned this NEC.\n\nThere are a select few who perform duties as a Special Operations Parachute Rigger. The minimum prerequisite qualifications are graduating the Basic Airborne course at Fort Benning, GA and the EOD Rigger course at Fort Lee, Virginia. Although their primary duty is to maintain parachuting equipment, many go on to achieve greater qualifications such as Static Line Jumpmaster, Military Free Fall Parachutist, Military Free Fall Jumpmaster, Air Load Planner, Hazardous Cargo Certifier, FAA Senior Rigger, Rappel Master, and Fast Rope Master.\n\n==Civilian parachute riggers==\n\nRiggers who work on the parachutes of sport parachutists are usually certified by the local aviation authorities, a local aviation association, or a parachuting association. The licensing system varies from country to country, but usually there are several levels of licenses, the higher licenses giving the rigger more privileges in the field. In the US, former and active duty military parachute riggers are allowed credit for FAA certification upon recommendation of commanding officer or providing officials with documentation of recorded parachute packs.\n\n===Canada===\n\nIn Canada, parachute rigger ratings are issued by the [[Canadian Sport Parachuting Association]]'s Technical Committee. CSPA issues two levels of rigger ratings: A and B.\nEntry level includes packing ten reserves under supervision then attending a one-week course given by a CSPA Rigger Instructor. Canadian Rigger As are limited to assembling and packing parachutes. They can replace components and do simple hand-sewing, but are not trained to use sewing machines. At the end of the Rigger A Course candidates can choose to be tested on round or square parachutes and they can chose which type of container for their practical test (one-pin sport, two-pin sport, Pop-Top or chest). Certification for packing Pilot Emergency Parachutes (PEP) can be obtained only after passing practical tests on all other types.\nTwo more years of experience, including learning sewing machine operation, is needed before riggers can challenge for Rigger B ratings. The SOLO program includes sewing a bag of samples and submitting them to CSPA's Technical Committee. CSPA Rigger Bs enjoy the same privileges as American Master Riggers and are allowed to do most major repairs that can be done outside of a factory.\n\n===United Kingdom===\nIn the United Kingdom, sport parachute rigger ratings are issued by the British Parachute Association's Rigging Committee, itself a subcommittee of the Safety and Training Committee. The BPA issues two working levels of riggers rating: Parachute Rigger and Advanced Rigger. \n* A Parachute Rigger is authorised to manufacture new components as listed in the BPA Parachute Rigger Manufacturing Syllabus. They are not cleared for harness manufacture or harness work, nor repair work or modifications to reserve canopies, reserve containers or reserve component parts. \n\n* An Advanced Rigger is cleared for all work on all sport parachute assemblies. \n\nTo become a BPA Parachute Rigger, first a candidate must become a BPA Advanced Packer, which certifies them to pack reserve parachutes. Following this they become a BPA Basic Rigger. This is their apprenticeship whereby they work under the supervision of an appropriately qualified rigger and where they gain experience manufacturing parachute component parts and repairing damaged parachutes and systems.Following this and a successful attendance on a BPA Parachute Rigger exam course, the candidate becomes a BPA Parachute Rigger.  \n\nThe next level is a BPA Advanced Rigger,whereby Parachute Riggers of at least 2 years standing can attend a BPA Advanced Rigger course. This involves major repairs to canopies and container systems including harness work. In advance of the course, the candidate must also manufacture a full skydiving container system including component parts for assessment at the course.\n\nSuch courses are administered by at least two BPA Rigger Examiners. A Rigger Examiner is a BPA Advanced Rigger who has been successfully assessed on his ability to run Advanced Packer courses, Basic Rigger courses and Parachute Rigger courses.  \n\nThe following documents record the criteria for examination and work limitations for each BPA Rigger rating –\n* Form 199 Basic Riggers Course syllabus\n* Form 200 Parachute Riggers Course Syllabus\n* Form 201 Advanced Riggers Course Syllabus\n* Form 202 Rigger Examiner Course Syllabus \n\nAlso of relevance are the following documents\n* Form 238 List of all BPA Rigging Related Documents\n* Form 169 Advanced Packing Course Syllabus\n===United States of America===\nIn the U.S., the [[Federal Aviation Administration]] (FAA) licenses civilian riggers. The FAA issues two levels of civilian parachute rigger ratings: senior and master. Entry-level riggers start by apprenticing under another licensed rigger, then test for the Senior Rigger rating. The Senior Rigger test involves three parts: written, oral and practical. The written test is usually done at a computerized learning center and results are available immediately.\n\nThe oral and practical exams include questions about common rigging practices. The practical test consists of inspecting and repacking 20 reserves, along with hand sewing and a simple machine-sewn patch on a canopy. Candidates have the option of testing on back, chest, seat or lap type parachutes. The FAA does not distinguish between round and (modern) square parachutes.\n\nAfter three years experience — including packing at least 200 reserves, 100 each of two different types — Senior Riggers can test for the Master Rigger rating which allows them to do most major repairs. There is no written test for Master Riggers, but the oral exam is far more extensive, including identifying dozens of material samples. The Master practical exam starts with assembling and adjusting a sewing machine, then doing a major canopy repair that includes a seam, reinforcing tape and line attachment. Master candidates are usually asked to demonstrate a harness repair also.\nFAA riggers are tested by Parachute Rigger Examiners (government employees) or Designated Parachute Rigger Examiners (independent civilians, usually highly-experienced Master Riggers).\nU.S. military riggers only need a letter from their commanding officer and the written test to earn FAA rigger ratings.\n\n==See also==\n* [[British Parachute Association]]\n==References==\n{{Reflist|1}}\n\n== External links ==\n*[http://www.qmfound.com/aerial_delivery.htm U.S. Army Parachute Rigger History]\n*{{YouTube|id=0-jVuK8YbCc|title=The Parachute Rigger - 1967 United States Army Training Film}}\n*[http://www.defencejobs.gov.au/default.asp?p=815 Defence Jobs Rigger Parachute Information]\n{{DEFAULTSORT:Parachute rigger}}\n[[Category:Military logistics]]\n[[Category:Parachuting]]", "Sailmaker": "[[File:USS Monongahela (1862).jpg|thumb|right|The [[USS Monongahela (1862)]], a vessel exemplifying the 19th-century sailmakers craft]]\n\nA '''sailmaker''' makes and repairs [[sail]]s for [[sailboats]], [[kites]], [[hang gliders]], wind art, architectural sails,<ref>http://www.archsails.com/</ref> or other structures using sails. A sailmaker typically works on shore in a [[sail loft]]. The sail loft has other sailmakers. Large ocean-going sailing ships often had sailmakers in the crew. The sailmaker maintained and repaired sails. This required knowledge of the sailmaker's craft and the tools of the sailmakers loft on shore.<ref>{{cite book | last = Sager | first = Eric | title = Seafaring Labour | publisher = McGill-Queen's University Press | location = Montreal | year = 1996 | pages = 111 | isbn = 0-7735-1523-2 | quote = The first task of the sailmaker was to maintain and to repair all sails, and this required some knowledge of the sailmaker's craft and many of the tools of the sailmakers loft on shore.}}</ref>\n\nToday, one of a sailmaker's important jobs is to teach people how to set and trim their sails to get the most out of them.<ref>{{cite book | last = Mason | first = Charles | title = The Best of Sail Trim | publisher = Sheridan House | location = Dobbs Ferry | year = 2000 | pages = 3| chapter = Mainsail on the Wind : Pointers for Pointing, by Herb Hild | isbn = 1-57409-119-0 | quote = Today, one of a sailmaker's most important jobs is to show his customers how to set and trim their sails to get the most out of them.}}</ref> Sometimes a sailmaker will accompany the client out on the water and adjust the sails.<ref>{{cite book | last = Marino | first = Emiliano | title = Sailmaker's Apprentice | publisher = International Marine/Ragged Mountain Press | location = City | year = 2001 | pages = 402 | isbn = 0-07-137642-9 | quote = Sometimes a sailmaker will accompany the client out on the water and adjust the sails.}}</ref> The modern sailmaker uses computer-aided [[Computer-aided design|design]] and [[Computer-aided manufacturing|manufacturing]]  tools. Computer graphics allow the sailmaker to produce a \"lines drawing\" of the sail.<ref>{{cite book | last = Garrett | first = Ross | title = The Symmetry of Sailing | publisher = Sheridan House | location = Dobbs Ferry | year = 1996 | pages = 122 | isbn = 1-57409-000-3}}</ref> Once the design is complete, the sailmaker can now use a low-power laser to cut the material to the exact shape.<ref>{{cite book | last = Crafer | first = R. | title = Laser Processing in Manufacturing | publisher = Chapman & Hall | location = London | year = 1993 | pages = 117 | isbn = 0-412-41520-8 }}</ref>\n\n== Broadseam ==\nThe shape or depth of a sail is put into the sail by the sailmaker through the use of curved seams or ''broadseams''.\n\nA simple way of describing this is if you lay two pieces of paper next to each other with one overlapping the other by a fixed amount and stick them together, the result will be a larger flat piece of paper. However, if you cut a curve into one or both of the edges and maintain the same overlap, the result will be a curved surface.\n\nTraditionally this was done \"on the floor\" by the sailmaker and was called ''lofting'', but modern sailmakers now use computers to perform the calculations, the output files are then sent to a CAD cutting/plotting machine, which will reproduce the individual panels to micrometre accuracy.\n\nThis advance in technology has vastly improved the accuracy of sails and has reduced the space needed by the modern sailmaker to construct a sail.\n\n=== CFD ===\nSailmakers have recently started using [[Computational fluid dynamics]] (CFD), the study of the flow of fluids over or through physical objects, in order to create more efficient sail or foil shapes in the design process.<ref>http://syr.stanford.edu/RINA_Steve.pdf | TWO-DIMENSIONAL CFD-BASED PARAMETRIC ANALYSIS OF DOWNWIND SAIL DESIGNS</ref>\n\nAfter CFD analysis is run, complex data sets can be rendered graphically to enhance understanding of the design's likely results, before sails are ever cut.<ref>http://www.solosails.com/about/cfd Examples of rendered and animated 3D sail CFD simulations</ref>\n\n==Sailmaker's tools==\n[[File:Sail Loft Photo D Ramey Logan.jpg|thumb|Sewing machine for sails]]\n*[[Fid]], used to stretch [[grommet]]s before inserting reinforcement\n*[[Sail palm]], an oversized [[thimble]] used to drive needles through heavy canvas\n*[[beeswax]], used on thread\n*[[Bench hook]], to provide a \"third hand\" to hold sailcloth taut\n*[[Seam rubber]], to press folds in to fabric\n*[[Sewing needle#Special purpose needles|sailmaker's needles]]\n*[[Sewing machine]]\n\n==See also==\n* [[James Forten]]\n* [[Kite types]]\n* [[Lowell North]]\n* [[David Ullman]]\n\n==References==\n{{reflist}}\n\n[[Category:Sailmakers| ]]\n[[Category:Transport occupations]]\n[[Category:Occupations]]\n[[Category:Textile crafts]]", "Hatter": "#REDIRECT [[Hatmaking]]", "Draper": "{{Other uses}}\n'''Draper''' was originally a term for a retailer or wholesaler of cloth that was mainly for clothing. A draper may additionally operate as a [[cloth merchant]] or a [[haberdasher]]. \n\n==History==\nDrapers were an important [[guild|trade guild]] during the [[medieval period]], when the sellers of cloth operated out of draper's shops.{{cn|date=July 2013}} However the original meaning of the term has now largely fallen out of use.\n\nIn 1724, [[Jonathan Swift]] wrote a series of [[Satire|satirical]] pamphlets in the guise of a draper called the ''[[Drapier's Letters]]''.\n\n==Historical drapers==\nA number of notable people who have at one time or another worked as drapers include:\n* [[William Barley]]\n* [[Norman Birkett, 1st Baron Birkett|Norman Birkett]]\n* [[Margaret Bondfield]]\n* [[Eleanor Coade]] (1733-1821), successful businesswoman with [[Coade stone]]\n* [[Antonie van Leeuwenhoek]]\n* [[Anthony Munday]]\n* [[John Lewis Partnership|John Spedan Lewis]]\n* [[Herbert George Wells|H. G. Wells]]\n* [[Edward Whalley]], regicide, cousin of [[Oliver Cromwell]]\n* [[George Williams (YMCA)|George Williams]], founder of the [[YMCA]]<ref name=\"WDL\">{{cite web |url = http://www.wdl.org/en/item/360/ |title = My Dear Home, I Love You, You’re a House for Each of Us and Home for All of Us |website = [[World Digital Library]] |date = 1918 |accessdate = 2013-10-26 }}</ref>\n\n==Current usage==\nA draper is now defined as a highly skilled role within the [[fashion industry]]. The term is used within a [[fashion design]] or [[costume design]] studio for people tasked with creating garments or patterns by draping fabric over a [[dress form]]; draping uses a human form to physically position the cloth into a desired pattern. This is an alternative method to drafting, when the garment is initially worked out from measurements on paper. \n\nA fashion draper may also be known as a \"first hand\" because they are often the most skilled creator in the workshop and the \"first\" to work with the cloth for a garment. However a First Hand in a costume studio is often an assistant to the draper. They are responsible for cutting the fabric with the patterns and assisting in costume fittings.\n\n==See also==\n*[[Draper (surname)]]\n*[[Drapery]]\n*[[Haberdasher]]\n*[[Hatmaking|Millinery]]\n*''[[Sukiennice]]'', or Drapers' Hall, [[Renaissance]] landmark of [[Krakow]], [[Poland]] \n*[[Worshipful Company of Drapers]]\n\n==References==\n{{reflist}}\n\n[[Category:Sales occupations]]\n[[Category:Garment industry]]\n[[Category:World Digital Library related]]\n{{sewing}}\n{{Job-stub}}\n{{Clothing-stub}}\n{{textile-arts-stub}}", "Quilter": "#REDIRECT [[Quilting]]", "Tailor": "{{Other uses}}\n{{Refimprove|date=February 2014}}\n[[Image:Tailor at work.jpg|thumb|300px|A tailor attending to a customer in [[Hong Kong]]]]\nA '''tailor''' is a person who makes, repairs, or alters clothing professionally, especially suits and men's clothing.\n\nAlthough the term dates to the thirteenth century, ''tailor'' took on its modern sense in the late eighteenth century, and now refers to makers of men's and women's [[suit (clothing)|suits]], [[coat (clothing)|coat]]s, [[trousers]], and similar garments, usually of [[wool]], [[linen]], or [[silk]].\n\nThe term refers to a set of specific hand and machine sewing and pressing techniques that are unique to the construction of traditional jackets. Retailers of tailored suits often take their services internationally, traveling to various cities, allowing the client to be measured locally.\n\nTraditional tailoring is called \"[[bespoke tailoring]]\" in the United Kingdom, where the heart of the trade is London's [[Savile Row  tailoring]], and \"custom tailoring\" in the United States and [[Hong Kong]]. This is unlike [[made to measure]] which uses pre-existing patterns. A bespoke  garment or suit is completely original and unique to each customer.\n\nFamous fictional tailors include the tailor in ''[[The Tailor of Gloucester]]'',  ''[[The Emperor's New Clothes]] '' and ''[[The Valiant Little Tailor]]''. A more recent example is [[John le Carré]]'s ''[[The Tailor of Panama]]''.\n\n==Types of tailoring==\n[[Image:TailoringFirstFitFront01.jpg|right|thumb|Tailoring first fitting in [[Italy]]]]\nAs the tailoring profession has evolved, so too have the methods of tailoring. There are a number of distinctive business models which modern tailors may practice. While some may practice many, there are others who will practice only one or two.\n===Local tailoring===\nLocal tailoring is as the name implies. Typically the tailor is met locally and the garment produced locally. This method enables the tailor to take professional measurements, assess posture and body shape to make unique modifications to the garment. Local tailors will typically have a showroom or shopfront allowing clients to choose fabrics from samples or return the garment easily should it require further modification.  This is the most traditional form of tailoring.  Hong Kong and London are the most famous for high quality [[bespoke]] tailoring, in average it takes about 2 to 3 fittings and about 3 to 4 days to handmake one suit.\n\n===Distance tailoring===\n[[Image:John's.jpg|right|thumb|[[Cloth merchant|Clothier]] and tailor in the [[Financial District, Boston, Massachusetts|Financial District]] of [[Boston|Boston, Massachusetts]]]]\nDistance tailoring involves ordering a garment from an out-of-town tailor enabling cheaper labour to be used. In practice this can now be done on a global scale via e-commerce websites. Unlike local tailoring, customers must take their own measurements, fabric selection must be made from a photo and if further alterations are required the garment must be shipped.  Today, the most common platform for distance tailoring is via online tailors.\n\nOnline tailors sometimes offer to pay for needed alterations at a local tailor.  Another new option is the [http://www.tailored-suit.com/unique-concept-testing-suit-for-free.html testing suit]<ref>{{cite web|url=http://www.tailored-suit.com/unique-concept-testing-suit-for-free.html |title=Unique concept: Testing suit for free |publisher=Tailored-suit.com |date= |accessdate=2014-02-06}}</ref> concept where a free test suit is made to the provided measurements and shipped to the customer first.  The test suit can be tried on and worn to see where any adjustments are wanted.  The final suit is then tailored to the new specifications provided by the test suit fitting.\n\n===Traveling tailor===\nUnlike tailors who do distance tailoring, traveling tailors provide a more personal service to their customers and give the customers an opportunity to see the fabric samples and meet the tailor in person. Traveling tailors travel between cities and station in a local luxury hotel for a short period of time to meet and provide the same tailoring services they would provide in their local store. In the hotel, the customer will be able to select the fabric from samples and the tailor will take the measurements himself. The order then will be shipped to the customer within 3-4 weeks time. Unlike local tailoring, if further alterations are required the garment must be shipped. Today, most traveling tailors are from Hong Kong, traveling to USA, UK, France, Australia and Japan.\n\n==Related terms==\n[[File:Brownell's trouser button.jpg|right|thumb|Vintage tailor's button from [[Hobart, Tasmania]]]]\n* A ''tailor-made'' is a man's suit consisting of a (usually) [[woolen]] or [[tweed (cloth)|tweed]] [[coat (clothing)|coat]] and [[pants]]; the name arose during the [[Edwardian period]].\n* As an adjective, ''tailor-made'' (from the second half of the twentieth century usually simplified to ''tailored'') refers to [[clothing]] made by or in the style of clothes made by a tailor, characterized by simplicity of [[cut (clothing)|cut]] and [[trim (sewing)|trim]] and fine (often hand) [[Finish|finishing]];{{Disambiguation needed|date=June 2011}} as a women's clothing style ''tailored'' as opposed to [[dressmaker]].\n*''Rodeo tailor'' is a term for a creator of the flamboyant costumes typical of [[country music|country and western]] musicians, characterized by extensive hand [[embroidery]], an abundance of [[rhinestone]]s, and [[cowboy]] details such as [[pearl]] [[Snap fastener|snaps]] and [[western wear|arrowhead pockets]].\n* In some documents, tailor means ''adjust'', and tailoring means ''adjusting''.\n\n'''''Sewing professional''''' is the most general term for those who make their living by sewing, teaching, writing about sewing, or retailing sewing supplies. They may work out of their home, a studio, or retail shop, and may work part-time or full-time. They may be any or all or the following sub-specialties:\n*A '''custom clothier''' makes custom garments one at a time, to order, to meet an individual customer's needs and preferences.\n*A '''custom dressmaker''' specializes in women's custom apparel, including day dresses, suits, evening or bridal wear, sportswear, or lingerie.\n*A '''tailor''' makes custom menswear-style jackets and trousers.\n[[File:Tailor in Haikou 01.jpg|thumb|left|A roadside tailor in [[Haikou]] City, [[Hainan]] Province, [[People's Republic of China|China]]]]\n*A '''cutter''' cuts out, from lengths of cloth, the panels that make up a suit. In bespoke tailoring, the cutter may also measure the client, advise them on style choices, and commission craftsmen to sew the suit.<ref>{{cite web|url=http://stjames-style.blogspot.com/2010/05/cad-and-dandys-london-cut.html |title=St James Style: Cad and the Dandy's London Cut &#124; Men's Style and Lifestyle Blog |publisher=Stjames-style.blogspot.com |date=2010-05-26 |accessdate=2014-02-06}}</ref>\n*An '''alterations specialist''', or '''alterationist''' adjusts the fit of completed garments, usually ready-to-wear, or restyles them. Note that while all tailors can do alterations, not all alterationists can do tailoring.\n*'''[[Designer]]s''' conceive combinations of line, proportion, color, and texture for intended garments. They may or may not have sewing or patternmaking skills, and may only sketch or conceptualize garments. They work with people who know how to actually construct the garment.\n*'''[[Pattern (sewing)|Patternmaker]]s'''  flat draft the shapes and sizes of the numerous pieces of a garment by hand, using paper and measuring tools or by computer using AutoCAD based software, or by draping muslin onto a dressform. The resulting pattern pieces must comprise the intended design of the garment and they must fit the intended wearer.\n*A '''wardrobe consultant''', '''fashion advisor''', or '''stylist''' recommends styles and colors that are flattering to a client.\n*A '''[[dressmaker|seamstress]]''' is someone who sews seams or a machine operator in a factory who may not have the skills to make garments 'from scratch' or to fit them onto a real body. This term is not a synonym for ''dressmaker''. ''Seamstress'' is also an unkind and archaic euphemism for prostitute.\n\n==''Tailor'' as a surname==\n[[File:Painting; oil on canvas - Interior of a Tailor's Shop - Google Art Project.jpg|thumb|Interior of a Tailor's Shop - anonymous painter, c. 1780]]\n[[File:Zackenschere.jpg|thumb|[[Pinking shears]]]]\nThe profession's denomination, ''Tailor'', is a common surname in many languages: ''[[Taylor (surname)|Taylor]]'' (English), ''Couturier'' (French), ''Schroeder'', ''Schneider'', and ''Schneiderman'' (German), ''Sarti'' (Italian), ''Siuvejas'' (Lithuanian), ''Szabó'' (Hungarian), ''Croitoru'' (Romanian), ''Sastre'' (Spanish), ''Krawiec'' (''Kravitz'')  (Polish), ''Portnoy'' (Russian), ''Krejčí'' (Czech), ''Darzi'' ([[Hindi]]/[[Urdu]]), ''Snijder'', ''Kleermaker(s)'' (Dutch), ''Alfaiate'' (Portuguese), Al-Khayyat / الخياط (Arabic), ''Chait'' / חייט (Hebrew), ''Raftis'' /Ράφτης (Greek), ''Kravets'', ''Kravchuk'', and ''Kravchenko'' (Ukrainian), ''Terzi'' (Turkish).\n\nIn the movie ''[[Meeting Venus]]'' (written and directed by [[István Szabó]]), many of the characters have the [[Cognate (etymology)|cognates]] (\"blood relative\") of the surname ''Tailor'' from different languages.\n\nThough unrelated to the procedure of tailoring, the similar sounding name [[Tyler]] was derived from the [[tiler]] profession.\n\n==See also==\n*\"[[The Butcher and the Tailor's Wife]]\"\n\n==References==\n{{Reflist}}\n* Deckert, Barbara: ''Sewing for Plus Sizes: Design, Fit and Construction for Ample Apparel'', Taunton, 1999, ''Appendix B: How to Find, Select, and Work With a Custom Clothier'', pp. 142-143.'Meru'(Merollu_plural)(Telugu language of Telangana in A.P.)\n\n==External links==\n{{wiktionary}}\n{{wikiquote|Tailors}}\n{{Portal|Fashion}}\n{{commonscat inline|Tailors}}\n<!--========================== ({{NoMoreLinks}}) =============================\n    | PLEASE BE CAUTIOUS IN ADDING MORE LINKS TO THIS ARTICLE. WIKIPEDIA IS   |\n    | NOT A COLLECTION OF LINKS NOR SHOULD IT BE USED FOR ADVERTISING.        |\n    |                                                                         |\n    |               Excessive or inappropriate links WILL BE DELETED.         |\n    |  See [[Wikipedia:External links]] and [[Wikipedia:Spam]] for details.   |\n    |                                                                         |\n    | If there are already plentiful links, please propose additions or       |\n    | replacements on this article's discussion page.  Or submit your link    |\n    | to the appropriate category at the Open Directory Project (www.dmoz.org)|\n    | and link back to that category using the {{dmoz}} template.             |\n    =========================== ({{NoMoreLinks}}) ============================-->\n* [http://www.lnstar.com/mall/literature/tailor4.htm The History of Tailoring (Overview)]\n* [http://www.ctda.com The Custom Tailors and Designers Association of America (CTDA)]\n* [http://www.paccprofessionals.org The Professional Association of Custom Clothiers (PACC)]\n\n{{sewing}}\n{{Tailor-surname}}\n\n[[Category:Artisans]]\n[[Category:Occupations]]\n[[Category:Garment industry]]\n[[Category:Tailors]]\n\n[[es:Sastre]]", "Glover": "{{wiktionary}}'''Glover''' can have several meanings:\n\n*A \"glover\" is a maker of [[glove]]s.\n\n==Places==\n;United Kingdom\n*[[Yeovil Town F.C.]]'s nickname is ''The Glovers'' (as this used to be the town's main industry)\n;United States\n*[[Glover, Vermont]]\n*[[Glover, Missouri]]\n*[[Glover, Wisconsin]]\n*[[Glover Bluff crater]], an impact crater in the U.S. state of Wisconsin\n*[[Glover's Rock]], the rock George Washington and John Glover stood on during the Battle of Pell's Point in the American Revolutionary War\n\n==Other uses==\n*''[[Glover (video game)|Glover]]'', video game for the Nintendo 64, PlayStation, and PC\n\n==See also==\n*[[Glover (surname)]]\n\n{{disambig}}", "Leatherworker": "#REDIRECT[[Leather]]", "Embroiderer": "#REDIRECT [[Embroidery]]", "Milliner": "#redirect[[Hatmaking]]", "Seamstress": "#redirect [[dressmaker]]{{R from gender}}", "Shoemaker": "#REDIRECT [[Shoemaking]]", "Taxidermist": "#REDIRECT [[Taxidermy]]"}