{"Lighting designer": "{{Redirect|Lighting design|lighting design in architecture|Architectural lighting design}}\n{{Globalize|date=December 2010}}\n{{nofootnotes|date=March 2014}}\n[[File:Robert Edmond Jones.jpg|thumb|260px|right|Light designer [[Robert Edmond Jones]] (1887-1954) drawing at a waist high table (c. 1920).]]\n[[Image:A chorus line.jpg|thumb|250px|right|''A Chorus Line'' was lit using conventional lighting instruments]]\n[[Image:Classical spectacular10.jpg|thumb|250px|right|Lighting at the 2005 Classical Spectacular Concert]]\n\nA [[theatre]] '''lighting designer''' (or '''LD''') works with the [[theatre director|director]], [[choreographer]], [[set designer]], [[costume designer]], and [[sound designer]] to create the lighting, atmosphere, and time of day for the production in response to the text, while keeping in mind issues of visibility,  safety, and cost. The LD also works closely with the [[Stage management|stage manager]] or [[show control]] programming, if show control systems are used in that production.  Outside of [[stage lighting]] the job of a Lighting Designer can be much more diverse and they can be found working on rock and pop tours, corporate launches, art installation and on massive celebration spectaculars, for example the Olympic Games opening and closing ceremonies.\n\n==During pre-production==\nThe role of the lighting designer varies greatly within professional and amateur theater. For a Broadway show, a touring production and most regional and small productions the LD is usually an outside freelance specialist hired early in the production process.  Smaller theatre companies may have a resident lighting designer responsible for most of the company's productions or rely on a variety of freelance or even volunteer help to light their productions. At the Off-Broadway, or Off-Off-Broadway level the LD will occasionally be responsible for much of the hands-on technical work (hanging instruments, programming the [[lighting control console|light board]], etc.) that would be the work of the lighting crew in a larger theatre.\n\nThe LD will read the script carefully and make notes on changes in place and time between scenes - such changes are often done just with lighting to avoid too many blackouts in one scene - and will have meetings (called Design or Production Meetings) with the Director, Designers, [[Stage Manager]] and [[production manager]] to discuss ideas for the show and establish budget and scheduling details.  The LD will also attend several later rehearsals to observe the way the [[actor]]s are being directed to use the stage area  ('blocking') during different scenes, and will receive updates from the [[stage manager]] on any changes that occur.  The LD will also make sure that he or she has an accurate plan of the theatre's lighting positions and a list of their equipment, as well as an accurate copy of the set design, especially the ground plan and section. The LD must take into account the show's mood and the director's vision in creating a lighting design.\n\nBecause lighting design is much more abstract than costume or scenic design, it is sometimes difficult for the lighting designer to accurately convey his ideas to the rest of the production team.  To help the LD communicate the ethereal aspects of lighting he or she may employ renderings, storyboards, photographs, reproductions of artwork or mockups of actual lighting effects to help communicate ideas about how the lighting should look.\n\nVarious forms of paperwork are essential for the LD to successfully communicate their design to various members of the production team.  Examples of typical paperwork include cue sheets, lightplots, [[Instrument Schedule|instrument schedules]], shop orders and focus charts.\n\nCue sheets communicate the placement of cues that the LD has created for the show, using artistic terminology rather than technical language, and information on exactly when each cue is called, so that the stage manager and the assistants know when and where to call the cue. Cue sheets are of the most value to stage management.\n\nThe [[light plot]] is a scale drawing that communicates the location of lighting fixtures and lighting positions so a team of electricians can independently install the lighting system.   Next to each instrument on the plan will be information for any [[color gel]], [[gobo (lighting)|gobo]], or other accessory that needs to go with it, and its channel number. Often, paperwork listing all of this information is also generated by using a program such as [[Lightwright]]. The lighting designer uses this paperwork to aid in the visualization of not only ideas but simple lists to assist the Master Electrician during load-in, focus and technical rehearsals.  Professional LDs generally use special [[computer-aided design]] packages to create accurate and easily readable drafted plots that can be swiftly updated as necessary.  The LD will discuss the plot with the show's production manager and the theatre's master electrician or technical director to make sure there are no unforeseen problems during Load-In.\n\n==During installation (Load-In/Focus/Cue to Cue) and technical rehearsals==\nThe lighting designer is responsible, in conjunction with the production's independently hired \"Production Electrician\" who will interface with the theatre's [[Master Electrician]], for directing the theatre's electrics crew in the realization of his or her designs during the technical rehearsals.  After the Electricians have hung, circuited and patched the lighting units, the LD will direct the focusing (pointing, shaping and sizing of the light beams) and gelling (coloring) of each unit. \n\nAfter focus has occurred the LD usually sits at a temporary desk (tech table) in the theater (typically on the Center Line in the middle of the house) where he or she has a good view of the stage and work with the [[lighting board]] [[Light board operator|operator/programmer]], who will either be seated alongside him or her at a portable control console or talk via headset to the control room.  At the tech table, the LD will generally use a Magic Sheet, which is a pictorial layout of how the lights relate to the stage, so he or she can have quick access to channel numbers that control particular lighting instruments. The LD may also have a copy of the light plot and [[channel hookup]], a remote lighting console, a computer monitor connected to the light board (so they can see what the board op is doing), and a headset, though in smaller theatres this is less common.  There may be a period of time allowed for pre-lighting or \"pre-cueing\", a practice that is often done with people known as Light Walkers who stand in for performers so the LD can see what the light looks like on bodies.  At an arranged time, the performers arrive and the production is worked through in chronological order, with occasional stops to correct sound, lighting, entrances etc.; known as a \"cue-to-cue\" or [[technical rehearsal|tech rehearsal]].  The lighting designer will work constantly with the board operator to refine the lighting states as the technical rehearsal continues, but because the focus of a [[technical rehearsal|\"tech\" rehearsal]] is the production's technical aspects, the LD may require the performers to pause (\"hold\") frequently. Nevertheless, any errors of focusing or changes to the lighting plan are corrected only when the performers are not onstage.  These changes take place during 'work' or 'note' calls.  The LD only attends these notes calls if units are hung or rehung and require additional focusing.  The LD or Assistant Lighting Director (also known as the ALD, see below for description) will be in charge if in attendance.  If the only work to be done is maintenance (i.e. changing a lamp or burnt out gel) then the Production or Master Electrician will be in charge and will direct the Electrics crew.\n\nAfter the tech process, the performance may (or may not, depending on time constraints) go into [[Dress rehearsal]] without a ticketed audience and/or [[Preview (theatre)|Previews]] with a ticketed audience.  During this time, if the cueing is finished, the LD will sit in the audience and take notes on what works and what needs changing.  At this point, the [[Stage Manager]] will begin to take over the work of calling cues for the light board op to follow.  Generally, the LD will stay on headset, and may still have a monitor connected to the light board in case of problems, or will be in the [[Control booth (theater)|control booth]] with the board operator when a monitor is not available.  Often, changes will take place during notes call, but if serious problems occur the performance may be halted and the issue will be resolved then.\n\nOnce the show is open to the public, the lighting designer will often stay and watch several performances of the show, making notes each night and making desired changes the next day during notes call.  If the show is still in previews, then the LD will make changes, but once the production officially opens, normally the lighting designer will not make further changes.\n\nChanges should not be made after the lighting design is finished, and never without the LD's approval.  There may be times when changes are necessary after the production has officially opened.  Reasons for changes after opening night include: casting changes; significant changes in blocking; addition, deletion or rearrangement of scenes; or the tech and/or preview period (if there was a preview period) was too short to accommodate as thorough a cueing as was needed (this is particularly common in dance productions).  If significant changes need to be made, the LD will come in and make them, however if only smaller changes are needed, the LD may opt to send the ALD.  If a show runs for a particularly long time then the LD may come in periodically to check the focus of each lighting instrument and if they are retaining their color (some [[color gel|gel]], especially saturated gel, loses its richness and can fade or 'burn out' over time).  The LD may also sit in on a performance to make sure that the cues are still being called at the right place and time.  The goal is often to finish by the opening of the show, but what is most important is that the LD and the directors believe that the design is finished to each's satisfaction. If that happens to be by opening night, then after opening no changes are normally made to that particular production run at that venue.  The general maintenance of the lighting rig then becomes the responsibility of the Master Electrician.\n\n==In small theatres==\nIt is uncommon for a small theatre to have a very large technical crew, as there is less work to do.  Many times, the lighting crew of a small theatre will consist of a single lighting designer and one to three people, who collectively are in charge of hanging, focusing and patching all lighting instruments. The lighting designer commonly works directly with this small team, fulfilling the role of both master electrician and lighting designer.  Many times the designer will directly participate in the focusing of lights.  The same crew will generally also program cues and operate the [[Lighting control console|light board]] during rehearsals and performances.  In some cases, the [[Lighting control console|light board]] and [[Mixing console|sound board]] are operated by the same person, depending on the complexity of the show.  The lighting designer may also take on other roles in addition to lights when they are finished hanging lights and programming cues on the board.\n\n==Advances in visualization and presentation==\n<!-- Deleted image removed: [[Image:180px-LDA08.jpg|thumb|left|LD Assistant 08 Total Show Simulation© Software with Integrated Real-time Video]] -->\nAs previously mentioned, it is difficult to fully communicate the intent of a lighting design before all the lights are installed and all the cues are written.   With the advancement in computer processing and visualization software, lighting designers are now able to create [[Computer-generated imagery|computer generated images]] (CGI) that represent their ideas.  The lighting designer enters the light plot into the visualization software and then enters the ground plan of the theater and set design, giving as much three-dimensional data as possible (which helps in creating complete renderings).  This creates a 3D model in computer space that can be lit and manipulated.  Using the software, the LD can use the lights from his plot to create actual lighting in the 3D model with the ability to define parameters such as color, focus, gobo, beam angle etc.  The designer can then take renderings or \"snapshots\" of various looks that can then be printed out and shown to the director and other members of the design team.\n\n==Mockups and lighting scale models==\n\nIn addition to computer visualization, either full scale or small scale mock ups are a good method for depicting a lighting designer's ideas.  Fiber optic systems such as  LightBox or Luxam allow a users to light a scale model of the set.  For example, a set designer can create a model of the set in 1/4\" scale, the lighting designer can then take the fiber optic cables and attach them to scaled down lighting units that can accurately replicate the beam angles of specified lighting fixtures.  These 'mini lights' can then be attached to cross pieces simulating different lighting positions.  Fiber optic fixtures have the capacity to simulate attributes of full scale theatrical lighting fixtures including; color, beam angle, intensity, and gobos.  The most sophisticated  fiber optic systems are controllable through computer software or a [[DMX512-A|DMX]] controlled [[Lighting control console|Light board]].  This gives the lighting designer the ability to mock up real time lighting effects as they will look during the show.\n\n==Additional members of the lighting design team==\nIf the production is large or especially complex, the Lighting Designer may hire additional lighting professionals to help execute the design.\n\n===The Associate Lighting Designer===\nThe Associate Lighting Designer will help assist the Lighting Designer in creating and executing the lighting design.  While the duties that an LD may expect the Associate LD to perform may differ from person to person, usually the Ass't LD will do the following:\n*Attend design and production meetings with or in place of the LD\n*Attend rehearsals with or in place of LD and take notes of specific design ideas and tasks that the lighting department needs to accomplish\n*Assist the LD in generating the light plot, channel hookup and sketches\n*If needed, the Associate may need to take the set drawings and put them into a CAD program to be manipulated by the LD (however, this job is usually given to the Assistant LD if there is one).\n*The Ass't LD may be in charge of running focus, and may even direct where the lights are to be focused.\n*The Associate is generally authorized to speak on behalf of the LD and can make creative and design decisions when needed (and when authorized by the LD).  This is one of the biggest differences between the Associate and the Assistant.\n\n===The Assistant Lighting Designer===\nThe Assistant Lighting Designer assists the Lighting Designer and the Associate Lighting Designer.  Depending on the particular arrangement the ALD may report directly to the LD, or they may in essence be the Associate's assistant.  There also may be more than one assistant on a show depending on the size of the production.  The ALD will usually:\n*Attend design and production meetings with the LD or the Associate LD\n*Attend rehearsals with the LD or the Associate LD\n*Assist the LD in generating the light plot and channel hookup.  If the plot is to be computer generated, the ALD is the one who physically enters the information into the computer.\n*The ALD may run errands for the LD such as picking up supplies or getting the light plot printed in large format.\n*The ALD will help the Associate LD in running focus.\n*The ALD may take [http://www.mckernon.com/_/Focus_Charts.html Focus Charts] during focus.\n*Track and coordinate [[Followspot]]s (if any exist for the production) and generate paperwork to aid in their cueing and color changes.\n*In rare instances the ALD may be the light board operator.\n\n===A note on focus===\nDuring focus, the LD is up on stage directing members of the Electrics crew on where and how to focus each individual lighting unit.  This can be a time consuming and frustrating process.  Focus can run much smoother if the Associate LD and the Assistant LD are keeping good track of which lights have been focused, what's coming up next and directing the electrics crew so that there is minimal down time between focusing each light.  They should also direct the LD to which units are next and even what their purpose is and a rough focus.\n\n==See also==\n{{portal|Theatre}}\n* [[List of lighting designers]]\n* [[Stage lighting]]\n* [[PLASA]]\n* [[Architectural lighting design]]\n* [[Landscape lighting]]\n* [[Master Electrician]]\n\n==References==\n{{reflist}}\n*[http://books.google.com/books?id=WSCVPwAACAAJ&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CEAQ6AEwAA ''Stage Lighting Design: The Art, the Craft, the Life'']\n*[http://books.google.com/books?id=wrR1QgAACAAJ&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CEUQ6AEwAQ ''Stage Lighting Design: A Practical Design'']\n*[http://books.google.com/books?id=pXDT_sMBg2YC&printsec=frontcover&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CEgQ6AEwAg ''A Practical Guide to Stage Lighting'']\n*[http://books.google.com/books?id=7ttNAAAAYAAJ&q=theatre+lighting+designer&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CFIQ6AEwBA ''The lighting art: the aesthetics of stage lighting design'']\n*[http://books.google.com/books?id=TOOGAAAAIAAJ&q=theatre+lighting+designer&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CFwQ6AEwBg ''Stage lighting design in Britain'']\n*[http://books.google.com/books?id=STIXAAAAQBAJ&pg=PA545&dq=theatre+lighting+designer&hl=en&sa=X&ei=aCUsU96GIZL5oAT3nIGQCQ&ved=0CG0Q6AEwCQ ''Scene Design and Stage Lighting'']\n\n==External links==\n*[http://www.ald.org.uk/directory.php?type=all''A comprehensive list of UK Lighting Designers'']\n*[http://www.jeffsalzberg.com/lighting.htm ''How to Work with a Lighting Designer''] -- An article (written primarily for choreographers) on process and effective collaboration.\n*[http://www.stagelightingprimer.com ''Stage Lighting for Students'']\n*[http://www3.northern.edu/wild/LiteDes/ldhist.htm A brief history of stage lighting]\n*[http://www.thelightingarchive.org/ The Lighting Archive] online complete lighting paperwork for ''[[West Side Story]]'', ''[[Porgy and Bess]]'', ''[[Sweeney Todd]]'', [[Martha Graham]], [[Alvin Ailey]], by lighting designers Nick Cernovich, [[Jean Rosenthal]], [[Ken Billington]], and Gilbert Helmsley]\n*[http://lightingdb.nypl.org/ New York Public Library - Theatrical Lighting Database] online complete lighting paperwork for ''[[Hair (musical)]]'' by [[Jules Fisher]], ''[[A Chorus Line]]'' by [[Tharon Musser]], ''[[Sunday in the Park with George]]'' by [[Richard Nelson (lighting designer)|Richard Nelson]], and ''[[Fall River Legend]]'' by [[Thomas Skelton]].\n\n{{Design}}\n{{Stagecraft Nav}}\n\n{{DEFAULTSORT:Lighting Designer}}\n[[Category:Lighting engineers| ]]\n[[Category:Film crew]]\n[[Category:Stage crew]]\n[[Category:Landscape or garden designers]]\n[[Category:Stage lighting]]\n[[Category:Television terminology]]\n[[Category:Broadcasting occupations]]\n[[Category:Design occupations]]\n[[Category:Media occupations]]\n[[Category:Theatrical professions]]\n[[Category:Lighting designers|*]]\n\n[[sv:Ljusdesign#Ljusdesigner]]", "Stagehand": "{{About||the 1920 film|The Stage Hand|the racehorse|Stagehand (horse)}}\n{{Multiple issues|cleanup =September 2008|confusing =June 2013|unreferenced=December 2009}}\nA '''stagehand''' is a person who works backstage or behind the scenes in theatres, film, television, or location performance.  Their work include setting up the scenery, lights, sound, props, rigging, and special effects for a production.\n\n==Types of stagehand==\n*Professional Stagehands\n*Audio engineer ([[A1 (theater)|A1]])\n*Assistant audio ([[A2 (theater)|A2]])\n*Video engineer\n*[[Electrician (theater)|Electricians]]\n*[[Lighting technician]]\n*[[Light board operator]]\n*[[Followspot operator]]\n*[[Carpenter (theater)|Carpenters]]\n*[[Theatrical technician]]\n*[[Property Master|Property Master/Mistress]]\n*[[Rigger (entertainment)|Rigger]]\n*Wardrobe/costume quick changers\n*Deck Audio\n*Deck Carpentry\n*Deck Lighting (Deck LX)\n*[[Stage Manager]]\n*[[Assistant Stage Manager]]\n*Utility\n\n==General==\nStagehands are usually skilled in multiple disciplines, including rigging, carpentry, stage electrics, stage lighting, audio/projection, and props. Stagehands are often responsible for operating the systems during shows or taping and also for the repair and maintenance of the equipment. Most stagehands have a general knowledge of all the phases of a production, but tend to develop specialties and focus on specific areas. \n\n'''Riggers''' are in charge of the things that hang. This may include building structures that are tens of stories high. They use safety gear similar to that used for mountain climbing.<ref>{{cite web|last=Alderson|first=Mick|title=\"Stagehand Primer - Temporary Rigging\"|url=http://iatselocal500.info/education/primer/rigging.htm|publisher=International Alliance of Theatrical Stage Employees, Moving Picture Technicians, Artists and Allied Crafts of the United States and Canada|accessdate=4 June 2013}}</ref> \n\n'''Carpenters''' construct and set up scenery. They also move scenery on stage during a show.\n\n'''Electricians''' or more commonly found, \"Lighting technician\" set up all the lights, program the light design in the lighting console and run the follow spot (what lay people often call a spot light).\n\nStagehands are generally employed on a show-by-show basis, although most major theaters and studios maintain staff heads of departments and assistants. Often, they are union members, typically [[International Alliance of Theatrical Stage Employees|I.A.T.S.E.]] in North America.\n\n==Challenges==\nStagehands may work in many different venues, including traditional theatrical spaces large and small, convention centers, outdoor venues, concert arenas, film sets, television studios and others. Skilled stagehands know how to work in a wide range of theaters and other venues to support successful shows.\n\nDifferent disciplines experience different risks. The most serious injury risk for riggers is falling. The primary risks for carpenters are things falling on them or being injured by power tools. Electrocution is the most serious risk for the particular stagehand working with lighting and show power.\n\nWhen a show travels or \"goes on tour\" some stagehands travel with the show (\"the road crew\") and others work to support the shows at each new venue (\"the local crew\"). Usually everything the show needs is transported from venue to venue in trucks. Local stagehands \"load in\" a tour under the direction of the road crew, also known as \"roadies.\" This can involve moving tens of thousands of tons worth of equipment from the trucks to the local venue. \n\nAfter the show, which can be one day or as long as a month, they take it all apart and load back onto the fleet of trucks to haul it to the next city. \n\nWhen a show is produced locally, stagehands build and set up the scenery, hang all the lights, and set up sound systems. Stagehands work closely with the directors, lighting designers, set designers,  costume designer, and sound designers to ensure their visions are realized.\n\nSome stagehands work conventional hours but more often they work nights and weekends. Employment can be intermittent due largely to the seasonal nature of theatrical production work.\n \nMany production companies and venues have union contracts. Stagehands are represented by the International Alliance of Theatrical Stage Employees. In some smaller productions, stagehands are not all paid, many are volunteers, theatre students or unpaid interns.\n\n==References==\n\n{{Reflist}}\n\n==See also==\n* [[IATSE]]\n* [[Running crew]]\n* [[Theatrical technician]]\n* [[Fly captain]]\n\n\n\n{{Running crew}}\n\n[[Category:Stage crew]]\n[[Category:Theatrical professions]]\n[[Category:Television terminology]]", "Master Electrician": "#REDIRECT [[Master electrician]] {{R from other capitalisation}}", "Scenic designer": "#REDIRECT [[scenic design]]\n\n[[Category:Film crew]]", "Actor": "{{Other uses}}\n[[File:Antoine Watteau - Actors from the Comédie Française - WGA25475.jpg|thumb|280px|Actors from the [[Comédie-Française]] c. 1720]]\nAn '''actor''' (alternatively '''actress''' for a female; see [[#Terminology|terminology]]) is a [[person]] portraying a character in a [[drama]]tic or [[comic]] production; she or he performs in: [[film]], [[television]], [[theatre]], or [[radio programming|radio]].<ref>\n{{cite web|url=http://oxforddictionaries.com/definition/english/actor?q=actor|title=Definition of actor}}</ref> Actor, {{lang|grc|[[wikt:ὑποκριτής|ὑποκριτής]]}} ''(hypokrites)'', literally means \"one who interprets\";<ref name=\"hypocrite\">''Hypokrites'' (related to our word for [[Hypocrisy|hypocrite]]) also means, less often, \"to answer\" the [[Tragedy|tragic]] [[Greek chorus|chorus]]. See Weimann (1978, 2); see also Csapo and Slater, who offer translations of classical source material using the term ''hypocrisis'' ([[acting]]) (1994, 257, 265–267).</ref> an actor, then, is one who interprets a dramatic [[Character (arts)|character]].<ref name=\"confused\">Interpretation pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is 'playing themselves,' as in some forms of experimental [[performance art]], or, more commonly, as in John Malkovich's performance in the film ''[[Being John Malkovich]]''; to act, is to create, a character in performance: \"The dramatic world can be extended to include the 'author', the 'audience' and even the 'theatre'; but these remain 'possible' surrogates, not the 'actual' referents as such\" (Elam 1980, 110).</ref>\n\n==Terminology==\nAfter 1660 in England, when women first appeared on stage, ''actor'' and ''actress'' were initially used interchangeably for female performers, but later, influenced by the French ''[[:wikt:actrice|actrice]]'', ''actress'' became the usual term. The etymology is a simple derivation from ''actor'' with ''ess'' added.<ref name=\"OED2010\">{{cite book|title=[[Oxford English Dictionary]]|edition=3|date=November 2010|publisher=Oxford University Press|location=Oxford, England|chapter=actress, n.|quote=Although ''actor'' refers to a person who acts regardless of gender, where this term \"is increasingly preferred\", actress remains in general use; actor is increasingly preferred for performers of both sexes as a gender-neutral term.}}</ref><ref name=\"OED2010\" /> Within the profession, the re-adoption of the neutral term dates to the 1950s–60s, the [[post-war]] period when women's contribution to cultural life in general was being re-evaluated.<ref name=\"De GayGoodman1998\">{{cite book|last1=Goodman|first1=Lizbeth|authorlink1=Lizbeth Goodman|last2=Holledge|first2=Julie|title=The Routledge reader in gender and performance|year=1998|publisher=Routledge|location=New York|isbn=0-415-16583-0|pages=8; 93}}</ref> ''Actress'' remains the common term used in major [[acting]] awards given to female recipients.<ref name=\"latimes\">{{cite web|url=http://articles.latimes.com/2009/jan/18/entertainment/ca-actress18|title=From actor to actress and back again|last=Linden|first=Sheri|date=18 January 2009 |work=Entertainment|publisher=Los Angeles Times|accessdate=2009-03-14|quote=It would be several decades before the word \"actress\" appeared -- 1700, according to the Oxford English Dictionary, more than a century after the word \"actor\" was first used to denote a theatrical performer, supplanting the less professional-sounding \"player.\"}}</ref>\n\nWith regards to the [[cinema of the United States]], the gender-neutral term \"player\" was common in film in the early days of the [[Motion Picture Production Code]]; it is now generally deemed [[archaism|archaic]]. However, 'player' remains in use in the theatre, often incorporated into the name of a theatre group, or company, (such as the [[East West Players]]).{{Citation needed|date=March 2011}}\n\n==History==\n[[File:Flickr 6130489.jpg|thumb|Actors [[Jim Brochu]] and [[Steve Schalchlin]] performing in the [[Play (theatre)|play]] ''The Big Voice: God or Merman'']]\n\nThe first recorded case of a performing actor occurred in 534 BC (though the changes in calendar over the years make it hard to determine exactly) when the [[Greece|Greek]] performer [[Thespis]] stepped on to the stage at the ''Theatre Dionysus'' to become the first known person to speak words as a character in a play or story. Prior to Thespis' act, stories were only expressed in [[song]], dance, and in [[Perspective (storytelling)|third person]] narrative. In honor of Thespis, actors are commonly called ''Thespians''. To this day, theatrical legend maintains Thespis is a mischievous spirit; disasters in the theatre are sometimes blamed on his [[ghost]]ly intervention.\n\nTraditionally, actors were not of high status; therefore, in the [[Early Middle Ages]] traveling acting troupes were often viewed with distrust. In many parts of Europe, traditional beliefs of the region and time period meant actors could not receive a Christian burial, which left an actor forever condemned. In the 19th and 20th centuries, this negative perception was largely reversed  as acting became an honored, popular profession, and art.<ref>{{Cite book | author=Wilmeth, Don B.; Bigsby, C.W.E. | authorlink= | coauthors= | title=The Cambridge history of American theatre | year=1998 | publisher=Cambridge University Press | location=Cambridge, U.K. | isbn=978-0-521-65179-0 | pages=449–450}}</ref>\n\n==Techniques==\n\n===Method acting===\n{{Main|Method acting|Stanislavski's system}}\n\n[[Method acting]] is a term created by [[Lee Strasberg]] after leaving the Group Theatre to create his own Actors Studio.  The [[Group Theatre (New York)|Group Theatre]] first became known in the 1930s; its practices were subsequently advanced and developed in new directions by [[Stella Adler]], [[Sanford Meisner]], [[Uta Hagen]], [[Lee Strasberg]] (at the [[Actors Studio]] in the 1940s and 50s), and others.<ref>{{cite web|url=http://www.nytimes.com/1987/05/04/opinion/l-where-the-gurus-of-method-acting-part-811787.html|title=Where the Gurus of Method Acting Part|publisher=The New York Times|date=4 May 1987|accessdate=2009-03-28|last=Hornby|first=Richard| archiveurl= //web.archive.org/web/20090415220748/http://www.nytimes.com/1987/05/04/opinion/l-where-the-gurus-of-method-acting-part-811787.html| archivedate= 15 April 2009 <!--DASHBot-->| deadurl= no}}</ref>\nThe techniques developed in the work of the Group Theatre were based on the acting theory of Konstantin Stanislavski.  In the early 20th century, he created his work at the Moscow Art Theatre and its studios. In Stanislavski's system, an actor analyzes the character to play him or her with [[Realism (theatre)|psychological realism]] and emotional authenticity. Using this Method to identify with the portrayed character an actor may recall emotions or reactions from his or her own life.\n\nMethod actors sometimes immerse themselves so completely in a character such that she or he continues to portray a character off-stage or off-camera for the duration of the project. Although some actors employ this approach, it is generally not taught as part of the Method. Stella Adler, who, along with Strasberg, was a member of the Group Theatre, emphasized a different approach to using creative imagination.<ref name=stel>{{cite web|url=http://www.nytimes.com/1992/12/22/obituaries/stella-adler-91-an-actress-and-teacher-of-the-method.html|title=Stella Adler, 91, an Actress And Teacher of the Method|publisher=The New York Times|date=22 December 1992|accessdate=2009-03-28|last=Flint|first=Peter B.| archiveurl= //web.archive.org/web/20090415220750/http://www.nytimes.com/1992/12/22/obituaries/stella-adler-91-an-actress-and-teacher-of-the-method.html| archivedate= 15 April 2009 <!--DASHBot-->| deadurl= no}}</ref>\n\nIn short, method acting is a [[system]] to train and develop an actor's sensory, psychological, and emotional abilities; it revolutionized [[theatre in the United States]].{{Citation needed|reason=Conjecture.|date=December 2011}}\n\n===Presentational and representational acting===\n{{Main|Presentational acting and Representational acting}}\n\nPresentational acting refers to a relationship between actor and audience, whether by direct address or indirectly by specific use of language, looks, gestures or other [[Semiotics|signs]] indicating that the character or actor is aware of the audience's presence.<ref name=trumbull>\n{{cite web\n|url=http://www.nvcc.edu/home/etrumbull/CST130-ELI/acting.htm#rep\n|title=Introduction to Theatre -- The Actor\n|publisher=www.nvcc.edu/home/etrumbull/CST130-ELI/acting.htm\n|accessdate=2009-03-28\n|last=Trumbull\n|first=Dr. Eric W\n}}\n</ref> (Shakespeare's use of [[pun]]ning and [[Word play|wordplay]], for example, often has this function of indirect contact.)\n\nIn representational acting, \"actors want to make us 'believe' they are the character; they pretend.\"<ref name=trumbull /> The illusion of the fourth wall with the audience as voyeurs is striven for.<ref>{{cite web|url=http://learn.midsouthcc.edu/LearningObjects/Fine%20Arts%20Theatre/rtfs/whatisthetheatre.rtf|title=What is the Theatre?|last=Field|first=Mary|work=Shared Learning Objects|publisher=Mid South Community College|format=rtf|accessdate=2009-03-28}}</ref>\n\n==As opposite sex==\n{{undue-section|date=March 2014}}\n[[Image:Lely margret hughes.jpg|thumb|200px|Actress [[Margaret Hughes]] c. 1670]]\nFormerly, in some societies, only men could become actors. In ancient Greece and Rome<ref>[http://www.bbc.co.uk/radio4/womanshour/2002_52_fri_04.shtml Women Actors in Ancient Rome] 27 December 2002, BBC</ref> and the [[Middle Ages|medieval world]], it was considered disgraceful for a woman to go on stage; this belief persisted until the 17th century, in [[Venice]]. In the time of [[William Shakespeare]], women's roles were generally played by men or boys.<ref>{{cite web|url=http://csmt.uchicago.edu/glossary2004/narrativelyricdrama.htm|title=narrative, lyric, drama|last=Neziroski |first=Lirim|year=2003|work=Theories of Media :: Keywords Glossary :: multimedia|publisher=University of Chicago|accessdate=2009-03-14|quote=For example, until the late 1600s, audiences were opposed to seeing women on stage, because of the belief stage performance reduced them to the status of showgirls and prostitutes. Even Shakespeare's plays were performed by boys dressed in drag.}}</ref>\n\nWhen an eighteen-year [[Puritan]] prohibition of [[Restoration drama|drama]] was lifted after the [[English Restoration]] of 1660, women began to appear on stage in England. [[Margaret Hughes]] is oft credited as the first professional actress on the English stage.<ref>{{cite web|url=http://www.guardian.co.uk/comment/story/0,,1534673,00.html|title=Smallweed|last=Smallweed|date=23 July 2005|publisher=The Guardian|accessdate=2009-03-14|quote=\"Whereas women's parts in plays have hitherto been acted by men in the habits of women ... we do permit and give leave for the time to come that all women's parts be acted by women,\" Charles II ordained in 1662. According to Brewer's Dictionary of Phrase and Fable, the first actress to exploit this new freedom was Margaret Hughes, as Desdemona in Othello on December 8, 1660.| archiveurl= //web.archive.org/web/20090422150043/http://www.guardian.co.uk/comment/story/0,,1534673,00.html| archivedate= 22 April 2009 <!--DASHBot-->| deadurl= no}}</ref> This prohibition ended during the reign of [[Charles II of England|Charles II]] in part due to the fact that he enjoyed watching actresses on stage.<ref>{{cite web|url=http://query.nytimes.com/mem/archive-free/pdf?res=980CEED7153FE533A2575BC1A9669D94649FD7CF|title=Women as actresses|date=18 October 1885|work=Notes and Queries|publisher=The New York Times|accessdate=2009-03-14|quote=There seems no doubt that actresses did not perform on the stage till the Restoration, in the earliest years of which Pepys says for the first time he saw an actress upon the stage. Charles II, must have brought the usage from the Continent, where women had long been employed instead of boys or youths in the representation of female characters. | format=PDF| archiveurl= //web.archive.org/web/20090427144044/http://query.nytimes.com/mem/archive-free/pdf?res=980CEED7153FE533A2575BC1A9669D94649FD7CF| archivedate= 27 April 2009 <!--DASHBot-->| deadurl= no}}</ref> The first occurrence of the term ''actress'' was in 1700 according to the [[OED]] and is ascribed to [[John Dryden|Dryden]].<ref name=\"latimes\" />\n\nIn [[Japan]], men ([[onnagata]]) took over the female roles in [[kabuki]] theatre when women were banned from performing on stage during the [[Edo period]]. This convention continues. However, some forms of [[Culture of China|Chinese]] drama involve women playing all roles.\n\nIn modern times, women occasionally played the roles of [[prepubescent]] boys.  For example, the stage role of [[Peter Pan]], is traditionally played by a woman, as are most [[principal boy]]s in British [[pantomime]]. [[Opera]] has several \"[[breeches role]]s\" traditionally sung by women, usually [[mezzo-soprano]]s. Examples are Hansel in ''[[Hänsel und Gretel (opera)|Hänsel und Gretel]]'', [[The Marriage of Figaro#Characters|Cherubino]] in ''[[The Marriage of Figaro]]'' and Octavian in [[Der Rosenkavalier]].\n\nWomen playing male roles are uncommon in film, with notable exceptions. In 1982, [[Stina Ekblad]] played the mysterious Ismael Retzinsky in ''[[Fanny and Alexander]]'', and [[Linda Hunt]] received the [[Academy Award for Best Supporting Actress]] for playing Billy Kwan in ''[[The Year of Living Dangerously (film)|The Year of Living Dangerously]]''. In 2007, [[Cate Blanchett]] was nominated for the [[Academy Award for Best Supporting Actress]] for playing Jude Quinn, a 1960s representation of [[Bob Dylan]], in ''[[I'm Not There]]''.\n\nIn modern times, women playing men in live theatre is particularly common in presentations of older plays, such as Shakespearean works with large numbers of male characters in roles where gender is inconsequential.{{citation needed|date=November 2011}}\n\nHaving an actor dress as the opposite sex for comic effect is also a long-standing tradition in comic theatre and film. Most of Shakespeare's comedies include instances of overt [[cross-dressing]], such as [[Francis Flute]] in ''[[A Midsummer Night's Dream]]''. The movie ''[[A Funny Thing Happened on the Way to the Forum]]'' stars [[Jack Gilford]] dressing as a young bride. [[Tony Curtis]] and [[Jack Lemmon]] famously posed as women to escape gangsters in the [[Billy Wilder]] film ''[[Some Like It Hot]]''. Cross-dressing for comic effect was a frequently used device in most of the thirty [[Carry On films]]. [[Dustin Hoffman]] and [[Robin Williams]] have each appeared in a hit comedy film (''[[Tootsie]]'' and ''[[Mrs. Doubtfire]]'', respectively) in which they played most scenes dressed as a woman.\n\nOccasionally, the issue is further complicated, for example, by a woman playing a woman acting as a man—who then pretends to be a woman, such as [[Julie Andrews]] in ''[[Victor/Victoria]]'', or [[Gwyneth Paltrow]] in ''[[Shakespeare in Love]]''. In ''[[It's Pat: The Movie]]'', filmwatchers never learn the gender of the androgynous main characters [[Pat (Saturday Night Live)|Pat]] and Chris (played by [[Julia Sweeney]] and [[Dave Foley]]).  Similarly, in the aforementioned example of The Marriage of Figaro, there is a scene in which Cherubino (a male character portrayed by a woman) dresses up and acts as a woman; the other characters in the scene are aware of a single level of gender role obfuscation, while the audience is aware of two levels.\n\nA few modern roles are played by a member of the opposite sex in order to emphasize the gender fluidity of the role. Edna Turnblad in ''Hairspray'' was played by [[Divine (actor)|Divine]] in the [[Hairspray (1988 film)|1988 original film]], [[Harvey Fierstein]] in the [[Hairspray (musical)|Broadway musical]], and [[John Travolta]] in the [[Hairspray (2007 film)|2007 movie musical]]. [[Felicity Huffman]] was nominated for an [[Academy Award for Best Actress]] for playing Bree Osbourne (a [[male-to-female transsexual]]) in 2005's ''[[Transamerica (film)|Transamerica]]''.\n\n==Types==\nActors working in theatre, film, and television have to learn specific skills. Techniques that work well in one type of acting may not work well in another type of acting. \n\n===In theatre===\nTo act on stage, actors need to learn the stage directions that appear in the  script, such as \"Stage Left\" and \"Stage Right\". These directions are based on the actor's point of view as he or she stands on the stage facing the audience. Actors also have to learn the meaning of the stage directions \"Upstage\" (away from the audience) and \"Downstage\" (towards the audience)<ref>http://www.sft.edu/tips/stage-acting.html Retrieved on April 3, 2014</ref>\n\nTheatre actors need to learn blocking, which is \"...where and how an actor moves on the stage during a play.\" \nMost scripts specify some blocking. The Director will also give instructions on blocking, such as crossing the stage or picking up and using a prop.\n<ref>http://www.sft.edu/tips/stage-acting.html Retrieved on April 3, 2014</ref>\n\nTheatre actors need to learn stage combat, which is simulated fighting on stage. Actors may have to simulate \"hand-to-hand [fighting] or with sword[-fighting].\" Actors are coached by [[fight director]]s, who help them to learn the choreographed sequence of fight actions.\n<ref>http://www.sft.edu/tips/stage-acting.html Retrieved on April 3, 2014</ref>\n\n===In film===\n\n[[D. W. Griffith]] first developed of acting that would \"suit the cinema rather than the theater.\" He realized that theatrical acting did not look good on film. Griffith required his actors and actresses to go through weeks of film acting training.<ref>http://www.infoplease.com/cig/movies-flicks-film/film-acting-vs-theater-acting.html</ref>\n\nFilm actors have to learn to get used to and be comfortable with a camera being in front of them.<ref>http://www.ace-your-audition.com/auditions-for-film.html Retrieved on April 3, 2014.</ref>\nFilm actors need to learn to find and stay on their \"mark.\" This is a position on the floor marked with tape. This position is where the lights and camera focus are optimized. Film actors also need to learn how to prepare well and perform well on [[screen tests]]. Screen tests are a filmed audition of part of the script.\n\n\"Unlike the theater actor, who gets to develop a character during...a two- or three-hour performance, the film actor lacks continuity, forcing him or her to come to all the scenes (often shot in reverse order in which they'll ultimately appear) with a character already fully developed.\"<ref>http://www.infoplease.com/cig/movies-flicks-film/film-acting-vs-theater-acting.html</ref>\n\n\"Since film captures even the smallest gesture and magnifies it..., cinema demands a less flamboyant and stylized bodily performance from the actor than does the theater.\" \"The performance of emotion is the most difficult aspect of film acting to master: ...the film actor must rely on subtle facial ticks, quivers, and tiny lifts of the eyebrow to create a believable character.\"<ref>http://www.infoplease.com/cig/movies-flicks-film/film-acting-vs-theater-acting.html</ref> Some theatre stars \"...have made the theater-to-cinema transition quite successfully ([[Lawrence Olivier|Olivier]], [[Glenn Close]], and [[Julie Andrews]], for instance), others have not...\"<ref>http://www.infoplease.com/cig/movies-flicks-film/film-acting-vs-theater-acting.html</ref>\n\n===In television===\n\"On a television set, there are typically several cameras angled at the set. Actors who are new to on-screen acting can get confused about which camera to look into.\" <ref>http://www.sft.edu/tips/television-acting.html Retrieved on April 3, 2014</ref> TV actors need to learn to use lav mics ([[Lavaliere microphone]]s).<ref>http://www.sft.edu/tips/television-acting.html Retrieved on April 3, 2014</ref> TV actors need to understand the concept of \"frame.\" \"The term frame refers to the area that the camera's lens is capturing.\"\n<ref>http://www.sft.edu/tips/television-acting.html Retrieved on April 3, 2014</ref>\n\n==See also==\n{{div col|cols=3}}\n* [[Bit part]]\n* [[Body double]]\n* [[Cameo appearance]]\n* [[Cast member]]\n* [[Celebrity]]\n* [[Character actor]]\n* [[Child actor]]\n* [[Dramatis personæ]]\n* [[Extra (actor)]]\n* [[GOTE]]\n* [[Improvisational theatre]]\n* [[Leading actor]]\n* [[Lists of actors]]\n* [[Matinee idol]]\n* [[Meisner technique]]\n* [[Mime]]\n* [[Movie star]]\n* [[Pornographic actor]]\n* [[Practical Aesthetics]]\n* [[Supporting actor]]\n* [[Understudy]]\n* [[Vaudeville]]\n* [[Voice actor]]\n{{div col end}}\n\n==References==\n{{Reflist|30em}}\n\n===Sources===\n* Csapo, Eric, and William J. Slater. 1994. ''The Context of Ancient Drama.'' Ann Arbor: The U of Michigan P. ISBN 0-472-08275-2.\n* Elam, Keir. 1980. ''The [[Semiotics]] of Theatre and Drama''. New Accents Ser. London and New York: Methuen. ISBN 0-416-72060-9.\n* Weimann, Robert. 1978. ''Shakespeare and the Popular Tradition in the Theater: Studies in the Social Dimension of Dramatic Form and Function.'' Ed. Robert Schwartz. Baltimore and London: The Johns Hopkins University Press. ISBN 0-8018-3506-2.\n\n==Further reading==\n* ''An Actor's Work'' by [[Constantin Stanislavski]]\n* ''A Dream of Passion: The Development of the Method'' by [[Lee Strasberg]] (Plume Books, ISBN 0-452-26198-8, 1990)\n* ''Sanford Meisner on Acting'' by [[Sanford Meisner]] (Vintage, ISBN 0-394-75059-4, 1987)\n* ''Letters to a Young Actor'' by [[Robert Brustein]] (Basic Books, ISBN 0-465-00806-2, 2005).\n* ''The Empty Space'' by [[Peter Brook]]\n* ''The Technique of Acting'' by [[Stella Adler]]\n\n==External links==\n{{Wiktionary|actor|actress|player}}\n* [http://www.actorsequity.org/ Actors' Equity Association (AEA)]: a union representing U. S. theatre actors and stage managers.\n* [http://www.aftra.org/ American Federation of Television and Radio Artists (AFTRA)]: a union representing U. S. television and radio actors and broadcasters (on-air journalists, etc.).\n* [http://www.equity.org.uk/ British Actors' Equity]: a trade union representing UK artists, including actors, singers, dancers, choreographers, stage managers, theatre directors and designers, variety and circus artists, television and radio presenters, walk-on and supporting artists, [[stunt performer]]s and directors and theatre fight directors.\n* [http://www.alliance.org.au Media Entertainment & Arts Alliance]: an Australian/New Zealand trade union representing everyone in the media, entertainment, sports, and arts industries.\n* [http://www.sag.org/ Screen Actors Guild (SAG)]: a union representing U. S. film and TV actors.\n\n[[Category:Acting]]\n[[Category:Entertainment occupations]]\n[[Category:Filmmaking occupations]]\n[[Category:Television terminology]]\n[[Category:Theatrical professions]]", "Carpenter": "#REDIRECT [[Carpentry]]\n\n{{Redr|move|related|printworthy}}", "Charge artist": "#REDIRECT [[Charge scenic artist]]", "Production manager": "#REDIRECT [[Unit production manager]]", "IATSE": "#REDIRECT [[International Alliance of Theatrical Stage Employees]]", "Grips": "#redirect[[Grip]]", "Sound designer": "#REDIRECT [[Sound design]]\n[[Category:Film crew]]\n[[Category:Film sound production]]", "Running crew": "{{Unreferenced|date=December 2009}}\n\n'''Running crew''' or '''run crew''', is a collective term used in [[theatre]] to describe the members of the [[technical crew]] who supervise and operate (\"run\") the various technical aspects of the production during a [[performance]]. While the \"technical crew\" includes all persons other than performers involved with the production, such as those who build and take down the sets and place the lighting, the term \"running crew\" is generally limited to those who work during an actual performance.\n\nThe term is typically not applied to crew or department heads, although there are exceptions. The running crew may include performers if they also function in technical capacities while offstage.\n\n==Crew Positions==\nA typical running crew will include any or all of the following positions, depending on the nature and size of the production, and the complexity of the technical requirements.  Each position is organized by the most common title; depending on the country, type of production, and producing organization, different titles may be used for the same position.\n\n===Stage Management===\n*[[Stage management|Assistant Stage manager]]: Assists the [[Stage management|Stage Manager]] in their duties.  Generally one Assistant Stage Manager is in charge of running backstage operation during a show.\n*[[Theatrical property|Props]]: responsible for maintenance and placement of hand props before scenes as well as their subsequent retrieval after the scene.\n*[[Call boy (theatre)|Call boy]]: responsible for alerting actors and actresses of their entrances in time for them to appear on stage, on cue.\n\n===Lighting===\n*[[Light board operator]]: operates the [[stage lighting|lighting control system]].  Sometimes this is integrated with the [[show control]] system.\n*[[Electrician_(theater)#Deck_Electrician|Deck Electrician]]: responsible for placing, connecting and/or operating stage lighting units, such as stage lights. Sometimes, they are necessary to have during scene changes, in the case of moving set pieces with lighting equipment inside. Typically, more than one will be backstage.\n*[[Master Electrician]]: responsible for the maintenance and operation of dimming & power distribution systems during a performance, including \"hot\" or \"live\" patching. Occasionally, some of these duties could also be delegated to the run crew's deck electricians.\n*[[Spotlight operator|Spotlight Operator]] (or followspot operator): operates a type of lighting instrument called a [[followspot]], which allows a performer to be lit evenly no matter where on stage they may go. Can typically be found in the [[Control Booth|lighting booth]], along with the light board op. Also, some theaters have followspots located above a false ceiling, on the [[Catwalk (theater)|catwalk]].\n\n===Sound===\n*[[Sound operator]] (A1): operates the [[Mixing console|sound board]] and/or audio control system specified by the [[sound designer]], computerized or otherwise. Sometimes this is integrated with the [[show control]] system. There can be multiple sound board ops.\n*[[A2 (theater)|Mic wrangler]] (A2): manages microphones and maintains headsets as a show runs. Usually there are several mic wranglers located backstage, in the [[Wings_(theater)#Stage|wings]], with the running crew.\n\n===Stage===\n*[[Flymen]] (or fly crew / rail crew): operate the [[fly system]], a system of ropes or wires, pulleys and counterweights by means of which [[Theatrical scenery|scenery]] is \"flown\" in and out (down and up, respectively) during scene changes.\n*[[Stagehand]]: A  [[technician]] responsible for moving scenery at the stage level, by manually carrying or rolling set pieces (e.g., [[scenery wagon]]s) between the stage and the wings. This can include carrying on and off furniture, props, or scenery.\n\n===Wardrobe===\n*[[Wardrobe]]: A \"dresser\" (who works for Wardrobe) is responsible for maintenance and placement of [[costume]]s, as well as assisting performers in getting into and out of [[costume]]s.\n*Wigs/[[Makeup]]: responsible for applying or assisting in the application of [[face paint|face]] and [[body painting|body]] paints, [[Wig (hair)|wigs]] and hairpieces, etc.\n\n{{Running crew}}\n\n{{DEFAULTSORT:Running Crew}}\n[[Category:Stage crew]]\n[[Category:Stagecraft]]\n[[Category:Theatrical professions]]", "Wardrobe Supervisor": "#REDIRECT [[Wardrobe supervisor]] {{R from other capitalisation}}", "Director": "{{wiktionary|director}}\n'''Director''' may refer to:\n{{TOC right}}\n\n==Arts==\n* [[Film director]]\n* [[Theatre director]]\n* [[Artistic director]]\n* [[Music director]]\n* [[Television director]], a person who directs the activities involved in making a television episode\n* [[Music video director]], a film director that specializes in supervising the filming and editing of music videos\n* [[Sports director]], an individual at a television or radio station who is in charge of the sports department\n* [[Technical director]], the most senior technical person within a theatrical company or television studio\n* [[Creative director]], a person usually responsible for creative development of Interactive Entertainment, and is generally regarded as the prime design authority across the company's product range.\n\n== Business ==\n* A member of a [[board of directors]], a group of managers of a company\n* [[Director (business)]], a senior level management position\n* [[Director-general]]\n* [[Executive director]]\n* [[Finance director]], or chief financial officer\n* [[Funeral director]], someone involved in the business of funeral rites\n* [[Managing director]]\n* [[Non-executive director]]\n* [[Cruise director]], officer responsible for onboard hospitality, entertainment and social events on a cruise ship\n\n== Works ==\n* [[Director (album)|''Director'' (album)]], an album by Avant\n* ''[[The Director]]'', a novel by Henry Denker\n\n== Other ==\n* [[Director (colonial)]], head of chartered company's colonial administration in a territory\n* [[Director (education)]], head of a university or other educational body\n* [[Director (military)]], a device that continuously calculates firing data\n* [[Tournament director]], for sporting events\n* ''[[Adobe Director]]'', multimedia authoring software\n* [[Director string]], a way of tracking free variables in computation.\n* Director, the spatial and temporal average of the orientation of the long molecular axis within a small volume element of [[liquid crystal#Director|liquid crystal]]\n* The Director, a complex artificial intelligence system used in ''[[Left 4 Dead]]''\n* [[HMS Director (1784)|HMS ''Director'' (1784)]]\n* [[Director telephone system]], or \"Director exchange\"\n* [[Aaron Director]], a professor at the University of Chicago Law School\n* [[Fibre Channel director]], a large switch for computer storage networks\n* [[Director (band)]], an Irish rock band from Malahide\n* [[Directors beer]]\n\n== See also ==\n* [[Deputy Director (disambiguation)]]\n* [[Directeur sportif]]\n\n{{disambiguation}}\n[[kk:Режиссер]]", "Character actor": "{{context|date=April 2014}}\n{{refimprove|date=June 2009}}\n\nA '''character actor''' is an [[actor]] who mostly plays unusual or eccentric [[character (arts)|characters]].\n\nThe earliest known use of the term ''character actor'' is in the 9 November 1883 edition of ''[[The Stage]]'', which defined it as \"one who portrays individualities and eccentricities, as opposed to the legitimate actor who [...] endeavours to create the rôle as limned by the author.\"<ref>''[[Oxford English Dictionary]]'', 2nd ed., character, ''n.'', 19.</ref>\n\n==See also==\n* [[Stock character]]\n* [[Commedia dell'arte]]\n\n==Further reading==\n* {{cite book |title=Quinlan's Illustrated Directory of Film Character Actors |last1=Quinlan |first1=David |authorlink1=David Quinlan (film critic) |year=1995 |publisher=Batsford Press |location=USA |isbn=0713470402 }}\n* {{cite book |title=Character Kings: Hollywood's Familiar Faces Discuss the Art & Business of Acting |last=Voisin |first=Scott |authorlink= |coauthors= |year=2009 |publisher=BearManor Media |location= |isbn=978-1-59393-342-5 |page= |pages= |url= |accessdate=}}\n\n==References==\n{{reflist}}\n{{Use dmy dates|date=May 2011}}\n\n[[Category:Acting]]\n[[Category:Television terminology]]", "Front of House": "{{Unreferenced|date=August 2009}}\n{{For|the magazine for live audio professionals|Front of House Magazine}}\n:''For the front of the house in restaurants, see [[Restaurant_management#Floor_management|Floor management]]''\n\nIn the performing arts, '''front of house''' (abbreviated '''FOH''') is the portion of a performance venue that is open to the public. In [[theater (structure)|theatre]] and live [[music venue]]s, it is the [[auditorium]] and [[foyer]], as opposed to the [[stage (theatre)|stage]] and [[wikt:backstage|backstage]] areas. In theatre, the front of house manager is responsible for ticket sales, refreshments, and making sure auditorium is set out properly.\n\n== Live venues ==\n[[Stage lighting|Lighting]] and [[Audio engineering|sound]] operators, excluding the monitor engineers, are normally positioned in a small sectioned-off area front of house, surrounded by the audience or at the edge of the audience area. From this position they have unobstructed hearing and a clear view of the performance, enabling the operation of the main speaker system, [[show control]] consoles and other equipment. In this case Front of House can refer to both the general audience/public area or to the specific small section from where the show is mixed.\n\nThe front of house speakers are the main speakers that cover the audience, and the front of house desk is the desk that generates the front of house audio mix. In smaller venues the front of house desk may also produce [[foldback (sound engineering)|foldback]] (monitor) mixes for the monitor speakers onstage, whereas in larger venues there will normally be a second mixing desk for monitor control positioned just off the side of the main stage. The audio engineer that designs the front of house sound system and puts it into place for the show/event is the system engineer, and this role is often separate from the person who operates the mixing desk who is often employed by the band directly.\n\nIn [[stage lighting]], any lighting fixtures that are on the audience side of the [[proscenium arch]] are referred to as being FOH.\n\nThis term can also refer to the individuals whose primary work is dealing with patrons, including [[House management|house managers]], ticket vendors, bartenders, merchandise vendors, [[dictionary:usher|usher]]s, and [[museum attendant]]s.\n\n==See also==\n*[[Front office]]\n*[[Live sound mixing]]\n\n{{DEFAULTSORT:Front Of House}}\n[[Category:Audio engineering]]\n[[Category:Parts of a theatre]]\n[[Category:Stage terminology]]\n[[Category:Theatrical professions]]\n\n\n{{Theat-stub}}", "Dramaturg": "#REDIRECT [[Dramaturge]] {{R from alternate spelling}}", "Stage Crew": "#REDIRECT [[Stagehand]]", "Pantomime dame": "[[File:Pantomime3.jpg|thumb|Euan McIver as pantomime dame]]\n{{Crossdressing}}\nA '''pantomime dame''' is a traditional character in [[United Kingdom|British]] [[pantomime]]. It is a continuation of ''[[en travesti]]'' portrayal of female characters by male actors in [[drag (clothing)|drag]]. They are often played either in an extremely [[Camp (style)|camp]] style, or else by men acting '[[Butch and femme|butch]]' in women's clothing. They wear big make up and big hair, have exaggerated physical features, and perform in a [[melodramatic]] style.\n\nExamples of these characters are: [[Widow Twankey]] in \"Aladdin\", Mother Goose in \"Mother Goose\", the Nanny or Nurse in \"Babes in the Woods\" and \"Sleeping Beauty\", the cook in \"Dick Whittington\" and \"Rapunzel\", the Queen in \"Puss in Boots\". The dame is usually the title character's mother like in \"Jack and the Beanstalk\", \"Treasure Island\" and \"Robinson Crusoe\". In almost all productions of \"Goldilocks and the Three Bears\" the dame is the owner of a circus. In productions of \"Cinderella\", one may find that there are two dames in the script, who are the Ugly Sisters. There is usually never a dame in productions of \"Peter Pan\" this can either be because of the argument between whether Peter Pan is a pantomime or Christmas Play or that there is not really a dame character, but if there was to be a dame she can either be a ship's cook for Captain Hook, a nanny to the Darling children, or a mother to Peter and the lost boys, the only problem with this is that there is no purpose of Wendy coming to Neverland if they already have a mother figure. In productions of \"Snow White\" the dame can either be the Evil Queen or if a larger cast then a cook or nanny to the Princess Snow White. The dame can sometimes be villainous, as well as humorous, like the Wicked Witch of the West in the ''Wizard of Oz''.\n\nPossibly the best known of this type of character is [[Dame Edna Everage]] whose name plays on two meanings of ''dame'': this tradition and the title equivalent to ''[[Sir]]''.\n\n==Notable pantomime dames in Britain==\nGary Wilmot as Nora Crumble in Snow White and the seven dwarfs at Birmingham hippodrome 2014\n*[[Peter Alexander (English actor)|Peter Alexander]] – (born 1952) Notable dame in pantomimes in Yorkshire.\n*[[Douglas Byng]] – (1893–1988) A legendary dame who appeared in over 50 pantomimes, Byng was also a noted cabaret and revue artiste. He was the first glamorous dame and designed all his own costumes.\n*[[Christopher Biggins]] – (born 1948) TV personality, actor\n*[[Herbert Campbell]] (1844–1904)  a highly popular pantomime dame alongside  [[Dan Leno]] at the [[Theatre Royal Drury Lane]].\n*[[Les Dawson]] – (1931–1993) English comedian, remembered for his deadpan style and curmudgeonly persona.\n*[[Norman Evans]] – (1901–1962) \"Evans' distinctive dame evolved out of nosy neighbour Fanny Fairbottom, a character he played on the sketch show ''Mr Tower of London''. Fanny was hugely popular, and allegedly inspired [[Les Dawson]] to create the character of Ada\" <ref name=Telegraph>[http://www.telegraph.co.uk/arts/main.jhtml?xml=/arts/2005/12/14/btpanto14.xml&sSheet=/arts/2005/12/14/ixartleft.html ''The Telegraph'', 14 December  2005]</ref>\n*[[Patrick Fyffe]] – Creator of Dame Hilda Bracket, one half of Hinge and Bracket.\n*[[Chris Harris (actor)|Chris Harris]] – Dame at [[Theatre Royal, Bath]] for many years, and writer and director of many pantomimes.\n*[[Melvyn Hayes]] – (born 1935) TV personality, actor well known for playing Gunner/Bombardier 'Gloria' Beaumont in BBC TV's ''[[It Ain't Half Hot Mum]]''\n*[[John Inman]] – (1935–2007) Camp comedy actor well known for playing Mr Humphries in BBC TV's ''[[Are You Being Served?]]''<ref name='Guardian08032007'>{{cite news | first = Maev | last = Kennedy | title = Actor and dame John Inman dies aged 71 | date = 8 March 2007 | publisher = Guardian News and Media Limited | url = http://www.guardian.co.uk/uk/2007/mar/09/maevkennedy.uknews4 | work = The Guardian | accessdate = 16 June 2012}}</ref>\n*[[Berwick Kaler]] – (born 1947) Currently Britain's longest serving, Kaler has played his extremely non-camp dame at York Theatre Royal since 1977\n*[[George Lacey]] – \"Widely regarded as the greatest dame of his generation, Lacey played more than 60 dames between 1923, when he was 19, and 1984\"<ref name=Telegraph />\n*[[Dan Leno]] – (1860–1904) a legendary pantomime dame, whose ghost is said to haunt the [[Theatre Royal Drury Lane]].<ref>Donati, William ''Ida Lupino'' University Press of Kentucky 2000 ISBN 978-0-8131-0982-4 p.10 [http://books.google.co.uk/books?id=sJKbw1wbVd0C&pg=PA9&dq=Dan+leno+ghost+drury+lane&num=100#PPA10,M1 Google Books]</ref>\n*James Rogers – The first actor to play [[Widow Twankey]], in the 1861 pantomime at the Strand Theatre.\n*[[Danny La Rue]] – (1927–2009) Irish-born British entertainer known for his singing and drag impersonations\n*[[G. S. Melvin]] – (1886–1946) Scottish pantomime dame famous for his song \"I'm Happy When I'm Hiking\".\n*[[Paul O'Grady]] – (born 1955) British comedian and actor best known for presenting the daytime chat television series, The Paul O'Grady Show and his drag queen comedic alter ego, Lily Savage.\n*[[Shaun Prendergast]] (born 1958) – Resident Dame at [[Lyric Theatre (Hammersmith)|Lyric Theatre, Hammersmith]] since 2010. Has been quoted in the [[Daily Telegraph]] as being 'finest, funniest pantomime Dame in London'.\n*[[Little Tich|Harry \"Little Tich\" Relph]] – (1867–1928) He was noted for his various characters, including The Spanish Señora, The Gendarme, and The Tax Collector, but his most popular routine was his Big Boot dance, which involved a pair of 28-inch boots.\n*[[Kenneth Alan Taylor]] – actor, writer director who has performed at [[Nottingham Playhouse]] for 25 years.\n*[[Tommy Trafford]] – (1927–1993) Lancashire comedian and noted pantomime dame.\n*[[Jack Tripp]] – (1922–2005) An English comic actor, singer and dancer who appeared in seaside variety shows and revues.\n* [[Stanley Baxter]] – (born 1926) Award winning Scottish actor and impressionist, famous for his lavish productions, notably at The King's Theatre, Glasgow\n* [[Rikki Fulton]] – (1924–2004) Award winning Scottish actor and comedian who also made numerous appearances in Scottish pantomimes, notably at The King's Theatre, Glasgow\n\n==References==\n<references/>\n\n[[Category:Cross-dressing]]\n[[Category:Stock characters]]\n[[Category:Theatre-related lists]]", "Artistic director": "{{see also|Art director}} \n{{refimprove|date=August 2010}}\n\nAn '''artistic director''' is the executive of an arts organization, particularly in a theatre company, that handles the organization's artistic direction.{{Citation needed|date=August 2010}} He or she is generally a [[Theatrical producer|producer]] and [[Theatre director|director]], but not in the sense of a [[Business magnate|mogul]], since the organization is generally a [[non-profit]] organization. The artistic director of a [[theatre company]] is the individual with the overarching artistic control of the theatre's production choices, directorial choices, and overall artistic vision.  In smaller theatres, the artistic director may be the founder of the theatre and the primary director of its plays.  In larger non-profit theatres (often known in [[Canada]] and the [[United States]] as [[Regional theatre in the United States|regional theatres]]) the artistic director may be appointed by the [[board of directors]].\n\nThe artistic director of a theatre is similar to the [[music director]] of a symphony, the primary person responsible for planning a theatre's season. The artistic director's responsibilities can include but are not limited to choosing the [[Play (theatre)|material]] staged in a season, the hiring of creative/production personnel (such as [[theatre director|directors]]), and other theatre management tasks. He or she may also direct productions for the company.  Artistic directors work closely with the general manager of the theatre, and contribute the artistic evaluation of projects and productions to be included in promotional, funding, and press materials. An artistic director also functions as a resource for the directors who are working to mount productions at the theatre and can provide support, counsel, and/or artistic input where requested. The artistic director may be called to assume the production should the director become unable to complete his/her duties. Artistic directors are frequently regarded as the artistic representatives of theatre companies and are often required to speak about their theatre to the press.  In the United States, artistic directors often have [[fundraising]] responsibilities as well.\n\nIn some ensemble companies, the artistic director is responsible for recruiting performers to act as a talent pool for the company's productions.  This ensemble may include actors and artists of various disciplines. The artistic director functions as leader of this group, with the aim to create and/or realize various new and established works.\n\nIn [[ballet]] the artistic director is the head of a [[ballet company]]. He has overall responsibility for training the dancers and mounting productions. He is almost always a retired dancer. Often he also [[choreograph]]s some of the company's productions.\n\nIn some companies the artistic director may also manage the company but in a great many companies the artistic director may only make decisions about the art.  In those cases decisions about administration, business issues, finances, fundraising, board relations, donor relations, publicity and marketing are usually the responsibility of the General Manager, Chief Operations Officer or Managing Director.  \n\n==Prominent artistic directors==\nEach of these artistic directors manages a professional arts organization:\n\n<!-- Please add entries in alphabetical order by surname. Ensure that links are valid or there is a suitable reference. -->\n* [[Jason Alexander]] — [[Reprise Theatre Company]]\n* [[Randall Arney]] – [[Geffen Playhouse]]\n* [[Pierre Audi]] — [[Dutch National Opera]]\n* [[Robert Battle]] — [[Alvin Ailey American Dance Theater]]\n* [[Charlotte Benns]] - [[TheNaked.]]\n* [[Cate Blanchett]] and [[Andrew Upton]] — [[Sydney Theatre Company]]\n* [[Michael Colgan (director)|Michael Colgan]] — [[Gate Theatre]]\n* [[Stephen Cronin]] - [[Bor Studios]]\n* [[Robert Falls]] — [[Goodman Theatre]]\n* [[Joe Dowling]] — [[Guthrie Theatre]]\n* [[Jan Englert]] - [[National Theatre, Warsaw|The National Theatre in Warsaw]]\n* [[Michael Kahn (theatre director)|Michael Kahn]] — [[Shakespeare Theatre Company]]\n* [[Renu Kumar]] - [[R.G.K. Modern Indian Dance Academy]]\n* [[Rick Lombardo]] - [[San Jose Repertory Theatre]]\n* [[Emily Mann (director)]] — [[McCarter Theatre]]        \n* [[Diane Paulus]] — [[American Repertory Theatre]]\n* [[Bill Rauch]] — [[Oregon Shakespeare Festival]]\n* [[Michael Ritchie (artistic director)|Michael Ritchie]] — [[Center Theatre Group]]\n* [[Kevin Spacey]] — [[Old Vic]]\n* [[Helgi Tómasson (dancer)|Helgi Tomasson]] — [[San Francisco Ballet]]\n* [[Lin Hwai-min]] - [[Cloud Gate Dance Theatre]]\n* [[Willy Tsao]] - [[City Contemporary Dance Company]] and [[BeijingDance / LDTX]],\n* [[Karen Kain]] - [[National Ballet of Canada]]\n* [[Nikolaj Hübbe]] - [[Royal Danish Ballet]]\n* [[Gregory Doran]] — [[Royal Shakespeare Company]]\n* [[Mark Baldwin (choreographer)|Mark Baldwin]] — [[Rambert Dance Company]]\n* [[Jillian Keiley]] - [[National Arts Centre]] of [[Canada]]\n\n\n{{DEFAULTSORT:Artistic Director}}\n[[Category:Theatrical professions]]\n[[Category:Theatrical management]]\n[[Category:Artistic directors| ]]\n\n[[pt:Diretor artístico]]", "Janitor": "{{For|the Scrubs character|Janitor (Scrubs)}}\n{{multiple issues|\n{{globalize/US|date=May 2012}}\n{{refimprove|date=May 2011 }}\n}}\n\nA '''janitor''', '''janitress''' (female), '''custodian''' \"cleaner\" or '''caretaker''' ([[British English]] (except Scotland)) is a professional who takes care of [[buildings]] such as [[hospitals]], [[school]]s and [[House|residential accommodation]]. Janitors' primary responsibility is as a [[cleaner]]. In some cases they will also carry out [[Maintenance, repair and operations|maintenance]] and [[security]] duties. A similar position, but usually with more managerial duties and not including cleaning, is occupied by [[building superintendent]]s in the United States.\n\n== Occupational tasks ==\n\nMost of the work performed by janitors and building cleaners is indoors, sometimes it can be outdoors. Outdoors work mainly include sweeping walkways, mowing lawns, or shoveling snow. Office buildings are usually cleaned while they are empty, so most of the janitorial workers work during evening. The work can be physically demanding and sometimes dirty and unpleasant.<ref name=\"bls.gov\">http://www.bls.gov/ooh/building-and-grounds-cleaning/janitors-and-building-cleaners.htm</ref>\nGeneral janitor duties often include the following tasks:\n* Cleaning and restocking bathrooms\n** [[Sink]]s\n** [[Toilet]]s\n** [[urinal (restroom)|Urinal]]s\n** Floor cleaning, refinishing, and polishing (sweeping, mopping, scrubbing and buffing)\n** Clearing garbage bins\n** Restocking restroom paper products and other supplies such as feminine products and air fresheners\n** Cleaning mirrors\n\n* [[Floor cleaning|Cleaning floors]] (mopping, sweeping, polishing)\n* Carpet cleaning (dry method, extraction, steam and bonnet)\n* Cleaning (vacuuming) [[carpet]]ing\n* Cleaning [[stainless steel]] and other special surfaces\n* Clearing lunch room/kitchen\n* Cleaning [[Table (furniture)|tables]] in cubicles, meeting rooms, etc...\n* Emptying trash and [[recycling bin]]\n* Unlocking and [[locking]] buildings at the beginning and end of the day\n* Stripping and waxing floors using [[Floor buffer]]\n* Cleaning air-conditioner vents\n* Crime scene cleaning (requires being fully certified and pay scale starts from $300.00 to $700.00+ an hour<ref>Crime Scene Cleanup Certification Pays: Deverpost News by Don Morreale, July 6, 2012 [http://yourhub.denverpost.com/def-section/item/wL7WKrNktWalgHXPb564wI-ugc]</ref><ref>Facts about Crime Scene Cleaners! by Documents & Resources for Small Business Professionals DOCSTOC News Source, Fed 12, 2013 [http://www.docstoc.com/docs/145024813/Facts-about-Crime-Scene-Cleaners!]</ref>)\n* Litter picking\n* Spot cleaning (generally spills - coffee for instance)\n* Sanitization\n* Room setups (college/schools, etc.)\n* Porterage (internal deliveries; movement of equipment or people in hospitals)\n\n=== Pay scale ===\n\nIn 2010, the median pay of a janitor working in the US was $10.68 per hour. The yearly salary could grow by 11% according to the statistics of 2010.<ref name=\"bls.gov\"/>\n\n==Office cleaning==\nOffice cleaning staff perform many of the same duties as janitors. However the tasks are divided among different members. Additional tasks include:\n\n* watering plants (pruning as well)\n* cleaning sinks, refrigerators, microwaves and toasters in office kitchens; clearing recycling and garbage bins\n* dusting furniture and computer equipment (monitors and desk area, but excluding keyboards) and tables\n\nOffice cleaning often takes place after hours or later in the evening or even overnight.\n\n== Outsourcing ==\nCleaning is one of the most commonly [[outsourcing|outsourced]] services. Some of the reasons for this include:\n* Basic cleaning tasks are standardised, with little variation among different enterprises.\n* The nature of the job and required standard of performance can be clearly defined and specified in a contract, unlike more technical or professional jobs for which such specification is harder to develop.\n*Some organizations prefer to outsource work unrelated to their core business in order to save additional salaries and benefits required to manage the work.\n* Some organizations may feel uncomfortable dealing with labour relations related to low wage employees; by outsourcing, these labor relations issues are transferred to a contractor whose staff are comfortable and experienced in dealing with these issues, and their approach can benefit from [[economies of scale]].\n* If a janitor is unavailable due to sickness or leave, a contractor which employs many janitors can easily assign a substitute. A small organisation which employs one or a few janitors directly will have much more trouble with this.\n\n==Demographics==\n\nBetween 17% to 23% of the total undocumented immigrant population living in the United States work in the cleaning industry<ref>{{cite web|last=Weltin |first=Dan |url=http://www.cleanlink.com/cp/article/Immigration-Reform-Theres-Always-An-Excuse--12050 |title=Immigration Reform: There's Always An Excuse |publisher=Cleanlink.com |date=2010-05-21 |accessdate=2011-11-13}}</ref> (and growing at a rate of 1/2% to 1/3% percent per year). In addition to this population offering an abundant source of inexpensive labor,<ref>{{cite web|last=Mollenkamp |first=Becky |url=http://www.cleanlink.com/cp/article/Bad-Apples--1321 |title=Illegal Subcontracting Bad Apples: Illegal subcontracting's continuing impact on the BSC industry |publisher=Cleanlink.com |date=2011-04-11 |accessdate=2011-04-11}}</ref> janitorial work is mostly undertaken at night, making it an appealing option for janitorial companies to employ undocumented workers<ref>{{cite web|last=Ridgely |first=Lisa |url=http://www.cleanlink.com/cp/article/Overdue-Diligence--11845 |title=Overdue Diligence: How BSCs can avoid hiring undocumented workers\n |publisher=Cleanlink.com |date=2010-03-01 |accessdate=2010-04-01}}</ref><ref>{{cite web|last=Miriam |first=Jordan |url=http://online.wsj.com/article/SB10001424053111904480904576496200011699920.html |title=Immigration Audits Drive Illegal Workers Underground: ABM Caught for Employing illegal immigrants |publisher=online.wsj.com |date=2011-08-15 |accessdate=2011-08-15}}</ref> seeking clandestine employment. Many such immigrants have even started their own janitorial companies using fictitious business licenses<ref>{{cite web|last=Mortensen |first=Ronald |url=http://www.cis.org/articles/2009/back809.pdf |title=Backgrounder: Illegal, but Not Undocumented Identity Theft, Document Fraud, and Illegal Employment|publisher=cis.org |date=June 2009 |accessdate=June 2009}}</ref> and false identication<ref>{{cite web|last=Mims |first=Brian |url=http://www.wral.com/news/local/story/1079652/ |title=5 Illegal Immigrants Charged in Fake ID Scheme|publisher=wral.com |date=12/05/2006 |accessdate=12/05/2006}}</ref>\n<ref>{{cite web|last=Yost |first=Denise |url=http://www2.nbc4i.com/news/2011/jul/15/illegal-immigrant-arrested-allegedly-making-fake-i-ar-613960/ |title=Illegal Immigrant Arrested For Allegedly Making Fake IDs |publisher=nbc4i.com |date=2011-07-15 |accessdate=2011-07-15}}</ref> information.<br/>\nIn The Netherlands, the number of cleaning companies grew from 5,000 in 2003 to 8,000 in 2008.<ref>Data from the employers' organisation in The Netherlands provided by EU-OSHA's Focal Point Literature review - The occupational safety and health of cleaning workers EU-OSHA - European Agency for Safety and Health at Work</ref>\n\n== In popular culture ==\nThe idea of the janitor, often as a figure of ridicule or pity, has become a negatively stereotypical [[Negro|Black]]<ref>Fifty Contemporary Filmmakers. Yvonne Tasker. Routledge, 8 Mar 2002</ref><ref>Early Black American Playwrights and Dramatic Writers: A Biographical Directory and Catalog of Plays, Films, and Broadcasting Scripts. Bernard L. Peterson. Greenwood Publishing Group, 1990</ref> or [[blue collar]] character in popular culture denoting ignorance, laziness, failure, exploitation<ref>Toms, Coons, Mulattoes, Mammies, and Bucks: An Interpretive History of Blacks in American Films. Donald Bogle. Continuum International Publishing Group, 2001</ref> or even [[sexual perversion|perversion]]<ref>Sociology. Richard T. Schaefer, Robert P. Lamm. McGraw-Hill, 1992</ref><ref>The Psychology Of Stereotyping. David J. Schneider. Guilford Press, 7 Apr 2005</ref> and have featured widely in film, television and pornography.<ref>Rebel Without a Cause: Approaches to a Maverick Masterwork. John David Slocum. SUNY Press, 29 Oct 2005</ref> Not all the janitors below however share these traits.\n\n* [[Ethan Hawke]] plays a janitor who has a handicapped who switches [[DNA]] so he can be a space [[astronaut]] like he's always wanted in [[Gattaca]]\n* [[William J. Crawford]] - [[Medal of Honor]] recipient and a former janitor at the [[United States Air Force Academy]]\n* [[Roger Wilco (Space Quest)|Roger Wilco]]\n* [[The Janitor (Scrubs)|Janitor (Scrubs)]]\n* [[Joe Dirt]]<ref name=\"dirt\">Blue-Collar Pop Culture: From NASCAR to Jersey Shore. M. Keith Booker. ABC-CLIO, 31 Mar 2012</ref>\n* [[Flags of Our Fathers (film)]]<ref name=\"dirt\"/>\n* [[Satan's Cheerleaders]]<ref>Satanism Today: An Encyclopedia of Religion, Folklore, and Popular Culture. James R. Lewis, ABC-CLIO, 2001</ref>\n* [[Hong Kong Phooey]]\n* [[Groundskeeper Willie]]\n* The Janny Song by [[Billy Connolly]]\n\n== See also ==\n* [[Property caretaker]]\n* [[Building superintendent]]\n\n== References ==\n{{Reflist}}\n\n== External links ==\n*{{wiktionary-inline|Janitor}}\n\n{{Modern cleaning roles}}\n\n[[Category:Cleaning and maintenance occupations]]\n\n[[fr:Concierge]]\n[[it:Bidello]]\n[[nl:Conciërge]]\n[[pt:Zelador]]", "Playwright": "A '''playwright''', also known as a '''dramatist''', is a person who writes dramatic literature or drama. These works may be written specifically to be performed by actors, or they may be [[closet dramas]] - simple literary works - written using dramatic forms, but not meant for performance.\n\n==Etymology==\nThe term is not a variant spelling of ''\"playwrite\"'', but something quite distinct: the word ''[[wikt:wright|wright]]'' is an archaic English term for a [[Artisan|craftsman]] or builder (as in a ''[[wheelwright]]'' or ''[[Wagon|cartwright]]''). Hence the prefix and the suffix combine to indicate someone who has ''wrought'' words, themes, and other elements into a dramatic form - someone who crafts plays. The [[homophone]] with ''write'' is in this case entirely coincidental.\n\nThe term ''playwright'' appears to have been coined by [[Ben Jonson]] in his Epigram 49, ''To Playwright'',<ref>{{cite web|url=http://www.luminarium.org/sevenlit/jonson/epigram49.htm |title=Jonson, Ben, '&#39;The Works of Ben Jonson'&#39;, Boston: Phillips, Sampson, and Co., 1853. page 788 |publisher=Luminarium.org |date=2003-08-10 |accessdate=2012-04-23}}</ref> as an insult, to suggest a mere tradesman fashioning works for the theatre. Jonson described himself as a poet, not a playwright, since plays during that time were written in meter and so were regarded as the province of poets. This view was held as late as the early 19th century. The term playwright later lost this negative connotation.\n\n== Early playwrights and playwriting theory==\nThe earliest playwrights in Western literature with surviving works are the [[Ancient Greek]]s. These early plays were written for annual [[Athens|Athenian]] competitions among playwrights<ref>Fraser, Neil. \"Theatre History Explained\", ''The Cowood Press'', 2004, page 11</ref> held around the 5th century BC. Such notables as [[Aeschylus]], [[Sophocles]], [[Euripides]], and [[Aristophanes]] established forms still relied on by their modern counterparts. For the Greeks, the playwright was \"poeisis,\" the act of making plays. So the \"poet\" held a different connotation than it does today.\n\n===Aristotle's Poetics===\nIn the 4th Century BC, [[Aristotle]] wrote his [[Poetics (Aristotle)|Poetics]], the first play-writing manual. In this benchmark text, Aristotle established the principle of \"action\" or \"praxis\" as the basis for all drama. He then included a hierarchy of elements for the drama beginning with Plot (mythos), Character (ethos), Thought (dianoia), Diction (lexis), Music (melopeia), and Spectacle (lusis).  The ends of drama were plot, character, and thought, the means of drama were language and music, and the manner of presentation a spectacle. Since the myths - upon which [[Greek tragedy]] were based - had been widely known, plot had to do with the arrangement and selection of materials. Character was equated with choice as opposed to psychology, thus, character could be determined by action. In tragedy, the notion of ethical choice determined the character of the man. Thought had more to do with arguments and rhetorical strategies rather than \"theme\" as it would today. Language and Music were the material means of drama, much like paint and brushes are the means of the painter. Aristotle's methodology was inductive and based on reading the great tragedians of his day. In other words, he redacted his theories from the plays themselves, rather than begin with a theoretical approach. As such, it was not intended as dogma (as it would later become), but written as a guide describing best practices.  His definition of tragedy as \"the imitation of an action that is serious...\" etc., brought with it the concept of mimesis from real life, rather than from the ideal Plato had touted. Thus, he developed his notion of hamartia, or tragic flaw, which stood as an error in judgment by the main character or protagonist. The Poetics, while very brief, are highly condensed and worthy of study by any playwright, today. It provides the basis for the \"conflict-driven\" play, a term we still hold aloft as the sine qua non of dramaturgy. \n\nPerhaps the most Aristotelian of contemporary playwrights is [[David Mamet]]. Mamet embraces the idea of character as \"agent of the action\" and exemplifies causality in the structure of his plays. His recently revived, \"Speed the Plow,\" is quintessentially Aristotelian. It observes the unities, with exception of Act I's change in place, and builds its plot through a causal stream of discoveries and reversals.\n\n===Neoclassical theory===\n[[File:Shakespeare.jpg|thumb|180px|[[William Shakespeare]]]]\nThe [[Italian Renaissance]] brought about a stricter interpretation of Aristotle, as this long-lost work came to light in the late 15th century. The [[Neoclassical architecture|neoclassical]] ideal - which was to reach its apogee in France during the 17th century - dwelled upon the \"unities,\" of action, place, and time. This meant that the playwright had to construct the play so that its \"virtual\" time would not exceed 24 hours, that it would be restricted to a single setting, and that there would be no subplots. Other terms, such as verisimilitude and decorum, circumscribed the subject matter significantly. For example, verisimilitude defined that characters were to be based upon the ideal of a type versus what might be considered realistic. It also prohibited actions that might not be considered possible within the limits of the unities. Decorum fitted proper protocols for behavior and language on stage. \nIn France, [[Jean Racine]] in tragedy, and [[Molière]], comedy, were purveyors of the unities and other strictures. [[Pierre Corneille|Corneille]] on the other hand was condemned by the French Academy when his play Le Cid contained too many events and actions, thus, violating the 24 hour restriction of the unity of time. Neoclassicism never had as much traction in England—[[Shakespeare]]'s plays are directly opposed to these models—and in Italy, improvised and bawdy commedia dell'arte and opera were more popular forms. In England, after the interregnum and restoration of the [[monarchy]] in 1660, there was a move toward neoclassical tragedy, but this was never popular. For example, [[John Dryden]]'s \"All for Love,\" a redaction of Shakespeare's \"Antony and Cleopatra,\" attempted to compress the sprawl of action and multiple settings from Egypt to Rome to a single place, and within a 24 hour time frame. One structural unit that is still useful to playwrights today, is the \"french scene,\" which describes any character entrance or exit. Thus, motivations and actions for characters will change based on who is present on stage. This is an excellent structural tool, and can let the playwright know exactly how much a particular character should be involved in the action.\n\n===Well-made play===\nPopularized in the nineteenth-century by the French playwrights [[Eugène Scribe|Eugene Scribe]] and [[Victorien Sardou]]. Perhaps the most schematic of all formats, the \"well-made play\" relied on a series of coincidences (for better or worse) that determined the action. This plot driven format was often reliant on a prop device, such as a letter or glass of water, that revealed some secret information. In most cases, the character receiving the secret information would misinterpret its contents, thus setting off a chain of events. Well-made plays are thus motivated by various plot devices which led to \"discoveries\" and \"reversals of action,\" rather than being character motivated. [[Henrik Ibsen]]'s A Doll's House is an example of a well-made structure (built around the discovery of Krogstad's letter) that began to integrate a more realistic approach to character. Ironically, the character Nora's leaving is as much motivated by \"the letter\" and disclosure of a \"past secret\" as it is by her own determination to strike out on her own. The well-made play infiltrated other forms of writing and is still seen in popular formats such as the mystery, or \"whodunit.\"\n\n== Play formats ==\nFull-length play: Generally, two or three acts with an act break (intermission or interval) that marks some kind of structure or time shift. Usually these are divided into scenes defined by shifts in time and place. This type of structure is called episodic. Episodic plays often contain scene changes and require careful attention to transitions, maintaining flow and continuity. Classical structure entails a more causal relationship between units and is often defined by the unity of time, place, and/or action. The latter is often marked by the Late Point of Attack whereas the former involves an Early Point of Attack. Point of Attack refers to the point in the story where the play begins. Late point of attack plays are generally reactions to an event that has already occurred, or to an outcome that is imminent. In Early point of attack, the play reveals itself as it goes along in the action.\nShort play: A more popular format recently, the short play removes the intermission and generally runs over an hour, but less than an hour-and-a-half.\nOne-act play: A useful form for experimental work (the absurdists made the form popular) with less reliance on character development and arc. Generally, these remain under an hour in length.\n\n10-minute play: Popularized over the past 20 years, and now a staple at most play festivals and play contests. These take on a number of approaches from the traditional conflict-driven to the very experimental. Useful in play-writing workshops, and with beginning playwrights since the format requires rigor, such a format can be processed or produced without onerous technical requirements.\n\n== Contemporary playwrights ==\nContemporary playwrights in the United States often do not reach the same level of fame or cultural importance as others did in the past. No longer the only outlet for serious drama or entertaining comedies, theatrical productions must compete for an audience with films, television, and the Internet. In addition, the perilous state of [[Arts funding|funding for the arts]] in the United States and a growing reliance by [[non-profit]] theatres with ticket sales as a source of income, has caused many of them to reduce the number of new works being produced. For example, [[Playwrights Horizons]] produced only six plays in the 2002-03 seasons, compared with thirty-one in 1973-74.<ref>{{cite web|author=Alexis Soloski |url=http://www.villagevoice.com/theater/0321,soloski,44226,11.html |title=Alexis Soloski, \"The Plays What They Wrote: The Best Scripts Not Yet Mounted on a New York Stage\", '&#39;The Village Voice'&#39;, May 21 - 27, 2003 |publisher=Villagevoice.com |date=2003-05-20 |accessdate=2012-04-23}}</ref> As revivals and large-scale production musicals become the ''de rigueur ''of [[Broadway theatre|Broadway]] (and even [[Off-Broadway]]) productions, playwrights find it difficult to earn a living in the business, let alone achieve major successes.\n\n==New Play Development==\nIn an effort to develop new American voices in playwriting, a phenomenon known as new play development began to emerge in the early-to-mid-1980s, and continues through today. Many regional theatres have hired dramaturgs and literary managers in an effort to showcase various festivals for new work, or bring in playwrights for residencies. Funding through national organizations, such as NEA and TCG, encouraged the partnerships of professional theatre companies and emerging playwrights. Play development as a term has a variety of applications. It usually defines the period after an initial draft has been written, when the play is workshopped with a group of actors and director, and then prepared for a reading. The latter is called a staged reading, which suggests the play has been rehearsed several times prior to the reading; although there is no hard and fast rule about this. \n\nNew Dramatists in New York, for example, will often have a \"cold\" reading of a script in an informal sitdown setting. A cold reading means that the actors haven't rehearsed the work, or may be seeing it for the first time. Festivals of 10-minute plays, popularized by the Humana Festival in Louisville, KY, have become a staple of many play contests. Many plays can be rehearsed in a brief amount of time, and usually, the technical requirements are minimal. Shenandoah and the O'Neill festival offer summer retreats for playwrights to develop their work with directors and actors in a totally \"devoted\" setting. \n\nThere has been a backlash over the past ten years with the formation of Playwriting Collectives like 13P and Clubbed Thumb who have gathered members together to produce, rather than develop, new works. This has been a reaction to the \"developed to death\" notion in which the play never gets produced, but goes through endless readings and critiques that after a certain point become counter-productive. In this decade, many literary departments have been eliminated in regional theatres as the result of an increasingly difficult economy. Nevertheless, most new plays that are produced in New York go through some kind of assiduous development process, and rare is the play that shows up on a producer's desk that gains any traction. On Broadway, this has happened in the past year with [[Martin McDonagh]]'s \"Behanding in Spokane\" and [[Mamet]]'s \"Race\" although these shows were packaged with stars ([[Christopher Walken]] in the former) and with playwrights who are well established in the profession.\n\n== See also ==\n* [[List of playwrights]]\n* [[Play (theatre)]]\n* [[Screenwriter]]\n\n== References ==\n{{reflist}}\n\n== External links ==\n{{wiktionary|playwright}}\n{{Wikiversity|Collaborative play writing}}\n{{Commons category|Playwrights}}\n* [http://www.pubinfo.vcu.edu/artweb/playwriting/seminar.html The Playwriting Seminars], Virginia Commonwealth University\n* [http://www.playsubmissionshelper.com/blog Play Submissions Helper], The Play Submissions Helper Blog\n\n[[Category:Dramatists and playwrights| ]]\n[[Category:Theatrical professions]]\n[[Category:Media occupations]]", "Electrician": "{{Infobox Occupation\n| name           = Electrician\n| image = [[Image:Tvaelectrician.jpg|230px]]\n| caption = [[Tennessee Valley Authority|TVA]] electricians, Tennessee, 1942\n| official_names =\n<!------------Details------------------->\n| type               = Vocation\n| activity_sector    = Construction, Maintenance, Electrical grid\n| competencies       =\n| formation          =\n| employment_field   = Tradesmen\n| related_occupation = [[Lineman (occupation)|Lineman]]\n| average_salary     =\n}}\nAn '''electrician''' is a [[tradesman|tradesperson]] specializing in [[electrical wiring]] of buildings, stationary machines and related equipment. Electricians may be employed in the installation of new electrical components or the maintenance and repair of existing electrical infrastructure.<ref>{{cite book|title=Electrician|author=Roger Jones|publisher= Trotman Publishing|year=2004|isbn=0-85660-997-8}}</ref> Electricians may also specialize in wiring ships, airplanes and other mobile platforms also data and cable.\n\n== Terminology ==\n{{unreferenced section|date=April 2013}}\n''Electricians'' were originally people that demonstrated or studied the principles of electricity, very typically [[electrostatic generator]]s of one form or another.<ref>[[Shock and Awe: The Story of Electricity]]- [[Jim Al-Khalili]]</ref>\n\nIn the United States, electricians are divided into two primary categories: linemen, who work on electric utility company [[electricity distribution|distribution]] systems at higher voltages, and wiremen, who work with the lower voltages utilized inside buildings.  Wiremen are generally trained in one of five primary specialties: commercial, residential, light industrial, industrial, and low-voltage wiring, more commonly known as Voice-Data-Video, or VDV.  Other sub-specialties such as control wiring and fire-alarm may be performed by specialists trained in the devices being installed, or by inside wiremen.\n\nElectricians are trained to one of three levels: Apprentice, Journeyman, and Master Electrician.  Apprentices in the US and Canada are working to learn the electrical trade.  They generally take several hundred hours of classroom instruction and are contracted to follow apprenticeship standards for a period of between three and six years, during which time they are paid as a percentage of the Journeyman's pay.  Journeymen are electricians who have completed their Apprenticeship and who have been found by the local, State, or National licensing body to be competent in the electrical trade.  Master Electricians have performed well in the trade for a period of time, often seven to ten years, and have passed an exam to demonstrate superior knowledge of the National Electrical Code, or NEC.\n\nService electricians are tasked to respond to requests for isolated repairs and upgrades.  They have considerable skills troubleshooting wiring problems, installing wiring in existing buildings, and making repairs. Construction electricians primarily focus on larger projects, such as installing all new electrical system for an entire building, or upgrading an entire floor of an office building as part of a remodeling process. Other specialty areas are marine electricians, research electricians and hospital electricians. \"Electrician\" is also used as the name of a role in [[stagecraft]], where electricians are tasked primarily with hanging, focusing, and operating [[stage lighting]].  In this context, the [[Master Electrician]] is the show's chief electrician.  Although [[Electrician (theater)|theater electricians]] routinely perform electrical work on stage lighting instruments and equipment, they are not part of the electrical trade and have a different set of skills and qualifications from the electricians that work on building wiring.\n\nIn the [[film industry]]{{where?|date=April 2013}} and on a [[television crew]] the Electrician is referred to as a [[Gaffer (filmmaking)|Gaffer]].{{citation needed|date=April 2013}}\n\nElectrical contractors are businesses that employ electricians to design, install, and maintain electrical systems.  Contractors are responsible for generating bids for new jobs, hiring tradespeople for the job, providing material to electricians in a timely manner, and communicating with architects, electrical and building engineers, and the customer to plan and complete the finished product.\n\n== Training and regulation of trade ==\n[[Image:Electrician Working.jpg|thumb|200px|An electrician hooking up a generator to a home's electrical panel.]]\nMany jurisdictions have regulatory restrictions concerning electrical work for safety reasons due to the many [[electric shock|hazards]] of working with electricity. Such requirements maybe testing, registration and/or licensing. Licensing requirements vary between jurisdictions.\n\n=== Australia ===\nAn electrician's license entitles the holder to carry out all types of electrical installation work in Australia without supervision.  However, to contract, or offer to contract, to carry out electrical installation work, a licensed electrician must also be registered as an electrical contractor. Under Australian law, electrical work that involves fixed wiring is strictly regulated and must almost always be performed by a licensed electrician and/or electrical contractor.<ref>{{cite web |url=http://www.siliconchip.com.au/cms/A_110635/article.html |title=DIY Electrical Work: Are Aussies DUMBER than Kiwis? |date=2008-06-05 |author=Tester, Ross |publisher=[[Silicon Chip|Silicon Chip Online]]  |accessdate=2012-07-20}}</ref><ref>{{cite web |url=http://fallonservices.com/_blog/Handy_Hints/post/DIY_Electrical/ |title=DIY Electrical |publisher=Fallon Services |date=2010-10-24 |accessdate=2012-07-20}}</ref> A local electrician can handle a range of work including air conditioning, data, and structured cabling systems, home automation & theatre, [[LAN]], [[Wide area network|WAN]] and [[VPN]] data solutions, light fittings and installation, phone points, power points, safety inspections and reports, safety switches, smoke alarm installation, inspection and certification and [[Test and tagging|testing and tagging]] of electrical appliances.\n\nElectrical licensing in Australia is regulated by the individual states. In Western Australia the Department of Commerce tracks licensee's and allows the public to search for individually named/licensed Electricians.<ref>https://bizline.commerce.wa.gov.au/energysafety/search_public_contractor.cfm</ref>\n\nCurrently in Victoria the apprenticeship last for four years, during three of those years the apprentice attends trade school in either a block release of one week each month or one day each week. At the end of the apprenticeship the apprentice is required to pass three examinations, one of which is theory based with the other two practically based. Upon successful completion of these exams, providing all other components of the apprenticeship are satisfactory, the apprentice is granted an A Class licence on application to Energy Safe Victoria (ESV).\n\nAn A Class electrician may perform work unsupervised but is unable to work for profit or gain without having the further qualifications necessary to become a Registered Electrical Contractor (REC) or being in the employment of a person holding REC status. However, some exemptions do exist.<ref>http://www.esv.vic.gov.au/ForElectricityProfessionals/LicensingandRegistration/Registeredelectricalcontractors/tabid/195/Default.aspx</ref>\n\nIn most cases a certificate of electrical safety must be submitted to the relevant body after any electrical works are performed.\n\nSafety equipment used and worn by electricians in Australia (including insulated rubber gloves and mats) needs to be tested regularly to ensure it is still protecting the worker. Because of the high risk involved in this trade, this testing needs performed regularly and regulations vary according to state. Industry best practice is the Queensland Electrical Safety Act 2002, and requires six-monthly testing.\n\n=== Canada ===\n[[Image:Lineman changing transformer.jpg|thumb|200px|A high voltage certified electrician changes a transformer]]\nTraining of electricians follows an apprenticeship model, taking four or five years to progress to fully qualified journeyman level.<ref>http://www.tableauellis.ca/tr.1d.2ch.1rt@-eng.jsp?&tid=51</ref> Typical apprenticeship programs consists of 80-90% hands-on work under the supervision of journeymen and 10-20% classroom training.<ref>http://www.hrsdc.gc.ca/eng/jobs/trades/index.shtml Government of Canada</ref>  Training and licensing of electricians is regulated by each province, however professional licenses are valid throughout Canada under [[Agreement of Internal Trade]]. An endorsement under the Red Seal Program provides additional competency assurance to industry standards.<ref name=\"red\"><Red Seal Program http://www.hrsdc.gc.ca/eng/workplaceskills/trades_apprenticeship/red_seal/index.shtml</ref>\nIn order for individuals to become a licensed electricians, they need to have 6000 hours of practical, on the job training. They also need to attend school for 4 years and pass a provincial exam. This training enables them to become journeyman electricians. Furthermore, in British Columbia, an individual can go a step beyond that and become a “FSR”, or field safety representative. This credential gives the ability to become a licensed electrical contractor and to pull permits. The various levels of field safety representatives are A,B and C. The only difference between each class is that they are able to do increasingly higher voltage and current work.<ref>http://www.absolutelyelectrical.com/Licensed-Electrician-Victoria.html</ref>\n\nRestricted electrical licenses are also issued for specializations such as motor winder, appliance repair, audio/visual installation and [[HVAC]] installation.{{citation needed|date=April 2013}}\n\n===United Kingdom===\n\nCompetency standards in the UK are defined by the Sector Skills council Summit Skills. Qualifications certificated by awarding organisations such as City and Guilds and EAL are based on these National Occupational Standards. Once qualified and demonstrating the required level of competence an Electrician can register with the JIB (Joint industry Board) for an Electrotechnical Certification Scheme (ECS) card. Electrical competence is required at Level 3 to practice as an electrician in the UK. The electrical industry is one of the few that require a trade test to be achieved prior to being fully qualified. This is known as the AM2.\n\nElectricians can demonstrate further competence by studying further qualifications in Design and Verification of Electrical Installations or in the Test and Inspection of Electrical Installations. These qualifications can be listed on the reverse of the JIB card.\n\nThe Electricity at Work Regulations are the statutory document that covers electrical installations. Further information is provided in the non-statutory document BS7671 - Requirements for Electrical Installations otherwise known as the Wiring Regulations currently (2013) in their 17th Edition. Installations that comply with BS7671 are deemed to have met the EAWR. Electrical Installation in domestic properties is governed by Part P of the Building Regulations and electricians have to register certain aspects of their work in domestic properties with the local building control authority.\n\nWith the exception of the work described in Part P of the Building Regulations there are no laws that prevent anyone from carrying out electrical work in the UK. A possible result of this is that during 2010/11 and in 2011/12 there were 3,822 domestic electrical fires in Great Britain, resulting in 14 deaths. Organisations such as the Electrical Safety Council are working hard to educate the public not to use electricians who are not fully qualified or competent and to check the ElectricSafe register to ensure an Electrician has been deemed competent.\n\n===United States===\n[[File:Electrician installing outdoor connections on multifamily house.JPG|thumb|An electrician upgrades service on a multi-family house from two meters to four.]]\nThe United States does not offer nationwide licensing and electrical licenses are issued by individual states. There are variations in licensing requirements, however they all states recognize three basic skill categories: master, journeyman and apprentice trainee, and all follow the [[National Electric Code]].\n\nMaster level electricians supervise journeyman level electricians. Journeyman electricians can work unsupervised provided that they work according to a master's direction. Generally, states do not offer journeyman permits, and journeyman electricians and other apprentices can only work under permits issued to a master. Apprentices may not work without direct supervision.<ref name=CHRON>{{cite web|last=Hering|first=Bob|title=Differences Between a Journeyman & a Master Electrician|url=http://work.chron.com/differences-between-journeyman-master-electrician-2158.html|work=Houston Chronicle|publisher=Demand Media|accessdate=10 April 2013}}</ref>\n\nBefore electricians can work unsupervised, they are usually required to serve an [[apprenticeship]] lasting from 3 to 5 years under the general supervision of a [[Master tradesman|Master]] Electrician and usually the direct supervision of a [[Journeyman]] Electrician.<ref name=\"CHRON\"/> Schooling in electrical theory and electrical building codes is required to complete the apprenticeship program. Many [[NJATC|apprenticeship programs]] provide a salary to the apprentice during training. A Journeyman electrician is a classification of licensing granted to those who have met the experience requirements for on the job training (usually 4080 to 6120 hours) and classroom hours (about 144 hours). Requirements may include a two year relevant degree, completion of two to three years of apprenticeship training, and passing a licensing exam.{{citation needed|date=April 2013}}}.\n\n====Reciprocity====\n{{expand section|date=April 2013}}\nAn electrician's license is valid for work in the state where the license was issued. In addition, many states recognize licenses from other states, sometimes called interstate reciprocity participation, although there can be conditions imposed. For example, California reciprocates with Arizona, Nevada, and Utah on the condition that licenses are in good standing and have been held at the other state for five years.<ref>http://www.cslb.ca.gov/applicants/Reciprocity/ReciprocityRequirements.asp CSLB CA</ref> Nevada reciprocates with Arizona, California, and Utah.<ref>http://www.nvcontractorsboard.com/reciprocity.html State of NV</ref> Maine reciprocates with New Hampshire and Vermont at the master level, and the state reciprocates with New Hampshire, North\nDakota, Idaho, Oregon, Vermont, and Wyoming at the journeyman level.<ref>http://www.maine.gov/pfr/professionallicensing/professions/electricians/pdf/elecreciprocity.pdf State of ME</ref>\n\n== Tools ==\nElectricians use a range of hand and power tools and instruments.\n\n[[File:11-FishTapes ConduitTools.jpg|thumb|right| Two of the tools commonly used by electricians. The fish tape is used to pull conductors through conduits, or sometimes to pull conductors through hollow walls. The conduit bender is used to make accurate bends and offsets in electrical conduit.]]\n\nSome of the more common tools are:\n* [[Pipe and tube bender]]\n* [[Test light|voltage indicators]]\n* [[Lineman's pliers]]: Heavy-duty pliers for general use in cutting, bending, crimping and pulling wire.\n* [[Diagonal pliers]] (also known as side cutters or Dikes): Pliers consisting of cutting blades for use on smaller gauge wires, but sometimes also used as a gripping tool for removal of nails and staples.\n* [[Needle-nose pliers]]: Pliers with a long, tapered gripping nose of various size, with or without cutters, generally smaller and for finer work (including very small tools used in [[electronics]] wiring).\n* [[Wire strippers]]: Plier-like tool available in many sizes and designs featuring special blades to cut and strip wire insulation while leaving the conductor wire intact and without nicks. Some wire strippers include [[cable stripper]]s among their multiple functions, for removing the outer cable jacket.\n* [[Cable cutter]]s: Highly leveraged pliers for cutting larger cable.\n* [[Rotosplit]]: A brand-name tool designed to assist in breaking the spiral jacket of metallic-jacketed cable ([[MC cable]]).\n* [[Multimeter]]: An instrument for electrical measurement with multiple functions. It is available as analog or digital display. Common features include: [[voltage]], [[Electrical resistance|resistance]], and [[Electric current|current]]. Some models offer additional functions.\n* [[Step-bit]]: A metal-cutting drill bit with stepped-diameter cutting edges to enable convenient drilling holes in pre-set increments in stamped/rolled metal up to about 1.6mm(1/16 inch) thick.;{{citation needed|date=April 2013}} for example, to create custom [[knock-outs]] in a [[breaker panel]] or [[junction box]].\n* Cord, rope or [[fish tape]]. Used to manipulate cables and wires through cavities. The fishing tool is pushed, dropped, or shot into the installed raceway, [[stud-bay]] or [[joist-bay]] of a [[finished wall]] or in a floor or ceiling.  Then the wire or cable is attached and pulled back.\n* Crimping tools: Used to apply terminals or splices.  These may be hand or hydraulic powered.  Some  hand tools have [[ratchets]] to insure proper pressure.  Hydraulic units achieve [[cold welding]], even for aluminum \"locomotive\" [many fine strands] cable.\n*[[Hipot|Insulation resistance tester]]: Commonly referred to as a [[Megger]]. Insulation testers apply several hundred to several thousand volts to cables and equipment to determine the insulation resistance value.\n*[[Knockout punch]]: For punching holes into sheet metal to run wires or conduit.\n* Other general-use tools with applications in electric power wiring include [[screwdriver]]s, [[hammer]]s, [[reciprocating saw]]s, [[drywall saw]]s, [[metal punch]]es, [[flashlight]]s, [[chisel]]s, [[adjustable slip-joint pliers]] and [[drill]]s.\n* [[Test light]]\n* [[Residual-current device|Ground fault indicator tester]]\n\n==Safety==\n{{See also|Occupational safety and health}}\nIn addition to the workplace hazards generally faced by industrial workers, electricians are also particularly exposed to injury by electricity. An electrician may experience [[electric shock]] due to direct contact with energized circuit conductors or due to [[stray voltage]] caused by faults in a system. An [[electric arc]] exposes eyes and skin to hazardous amounts of heat and light. Faulty switchgear may cause an [[arc flash]] incident with a resultant blast. Electricians are trained to work safely and take many measures to minimize the danger of injury. Lockout and tagout procedures are used to make sure that circuits are proven to be de-energized before work is done. Limits of approach to energized equipment protect against [[arc flash]] exposure; specially designed flash-resistant clothing provides additional protection; grounding (earthing) clamps and chains are used on line conductors to provide a visible assurance that a conductor is de-energized. [[Personal protective equipment]] provides electrical insulation as well as protection from mechanical impact; gloves have insulating rubber liners, and work boots and hard hats are specially rated to provide protection from shock. If a system cannot be de-energized, insulated tools and special [[Live-line working|live-line training]] are used; even high-voltage transmission lines can be repaired while energized, when necessary.<ref>John Cadick et al, ''Electrical Safety Handbook Third Edition'', Mc Graw Hill 2005, ISBN 0-07-145772-0</ref>\n\nElectrical workers, which includes electricians, accounted for 34% of total electrocutions of construction trades workers in the United States between 1992–2003.<ref>http://www.elcosh.org/en/document/557/d000539/why-are-so-many-construction-workers-being-electrocuted%253F.html Michael McCann, ''Why Are So Many Construction Workers Being Electrocuted?'', retrieved 2010 July 27</ref>\n\n==Working conditions==\nWorking conditions for electricians vary by specialization. Generally an electrician's work is physically demanding such as climbing ladders and lifting tools and supplies. Occasionally an electrician must work in a cramped space or on scaffolding, and may frequently be bending, squatting or kneeling, to make connections in awkward locations.  Construction electricians may spend much of their days in outdoor or semi-outdoor noisy and dirty worksites. Industrial electricians may be exposed to the heat, dust, and noise of an industrial plant. Power systems electricians may be called to work in all kinds of adverse weather to make emergency repairs.\n\n==Trade organizations==\nSome electricians are union members and work under their union's policies.\n\n===Australia===\nElectricians can choose to be represented by the [http://www.etu.asn.au Electrical Trade Union] (ETU). Electrical Contractors can be represented by the [http://www.neca.asn.au National Electrical & Communications Association] or [http://www.masterelectricians.com.au Master Electricians Australia].\n\n===North America===\nSome electricians are union members. Some examples of electricians' unions are: [[International Brotherhood of Electrical Workers]]; [[Canadian Union of Public Employees]];<ref name=\"Mexican Electrical Workers finally win recognition and settlement\">{{cite web|title=Mexican Electrical Workers finally win recognition and settlement|url=http://cupe.ca/global-justice/mexican-electrical-workers-finally-win|publisher=Candian Union of Public Employees|accessdate=24 January 2013}}</ref><ref name=\"CUPE - Electrical workers: stronger together\">{{cite web|title=Electrical workers: stronger together|url=http://cupe.ca/indepth/convelectricalw|publisher=Canadian Union of Public Employees|accessdate=24 January 2013}}</ref> International Union of Electronic, Electrical, Salaried, Machine, and Furniture Workers; [[International Association of Machinists and Aerospace Workers]]; [[United Auto Workers]]; and the [[United Steelworkers]].<ref>{{cite web\n  | last =\n  | first =\n  | authorlink =\n  | coauthors =\n  | title =Electricians\n  | work =Electricians\n  | publisher =US Department of Labor Bureau of Labor Statistics\n  | date =2006-08-04\n  | url =http://www.bls.gov/oco/ocos206.htm\n  | doi =\n  | accessdate =2007-06-30  }}</ref>{{failed verification|date=January 2013}}<br>The International Brotherhood of Electrical Workers provides its own apprenticeships through its [[National Joint Apprenticeship and Training Committee]] [[njatc.org]] and the [[National Electrical Contractors Association]] [[necanet.org]].  Many merit shop training and apprenticeship programs also exist, including those offered by such as trade associations as [[Associated Builders and Contractors]] and [[Independent Electrical Contractors]]. These organizations provide comprehensive training, in accordance with U.S. Department of Labor regulations.<br>http://www.bls.gov/k12/build06.htm.\n\n===UK/Ireland===\nIn the U.K., electricians are represented by several unions including [[Unite the Union]]\n\nIn the Rep. of Ireland there are two self-regulation/self certification bodies RECI Register of Electrical Contractors of Ireland and ECSSA.\n\n==See also==\n\n*[[Lineman (occupation)]]\n*[[Gaffer (filmmaking)|Gaffer]] (term used in film and television)\n*[[Electrician (theater)]]\n*[[International Brotherhood of Electrical Workers]]\n*[[List of electricians]], notable individuals who have worked as electricians\n\n==References==\n{{reflist|2}}\n\n== External links ==\n{{commons category|Electricians}}\n<!--Not a directory of electricians. Advertising links will be removed as per WP:EL -->\n* [http://www.bls.gov/ooh/construction-and-extraction/electricians.htm Occupational Outlook Handbook]\n\n[[Category:Electric power]]\n[[Category:Construction trades workers]]\n[[Category:Electrical wiring]]", "Producer": "{{wiktionary|producer}}\n'''Producer''' or '''producers''' may refer to:\n\n==Occupations==\n*[[Film producer]], oversees the making of films\n**[[Executive producer]], sometimes a \"deal-making\", or money-raising producer not involved in day-to-day production\n**[[Line producer]], manages the budget and/or day to day running of a film production\n*[[Hip hop producer]], creates hip hop music but generally does not contribute vocals\n*[[Impresario]], a producer or manager in the theatre and music industries\n*[[Producer (agriculture)]], a farm operator\n*[[Radio producer]], oversees the making of a radio show\n*[[Record producer]], or musical event producer, in the music industry\n*[[Television producer]], oversees the making of television programs\n*[[Theatrical producer]], oversees the staging of theatre productions\n*[[Video game producer]], produces computer and console games\n*[[Web producer]], oversees the management of web sites\n**[[Online producer]], oversees the making of content for web sites\n\n==Other uses==\n*[[Autotroph]], an organism that synthesizes energy-rich organic compounds\n*\"[[The Producer]]\", an episode of ''Gilligan's Island''\n*[[Producers (band)]], English rock band consisting of renowned record producers and musicians\n\n==See also==\n*[[Production (disambiguation)]]\n*[[The Producers (disambiguation)]]\n*[[Producerism]]\n\n{{disambiguation}}\n\n[[he:יצרן]]\n[[uk:Продуценти]]", "Choreographer": "#REDIRECT [[Choreography]]", "Managing director": "#REDIRECT [[chief executive officer]] {{R from alternative name}}", "Marketing Director": "#REDIRECT [[Chief marketing officer]]", "Publicist": "{{Refimprove|date=August 2009}}\nA '''publicist''' is a person whose job it is to generate and manage [[publicity]] for a [[public figure]], especially a [[celebrity]], a [[business]], or for a work such as a [[book]], [[film]] or [[album]]. Most top-level publicists work in private practice, handling multiple clients. The term \"publicist\" was coined by Columbia law professor Francis Lieber (1800–1872) to describe the public-like role of internationalists during the late nineteenth century.<ref>{{cite web|last=Samson|first=Steven Alan|title=Francis Lieber on the Sources of Civil Lieberty|url=http://www.nhinet.org/samson.htm|publisher=9(2) Humanitas (1996)|accessdate=12 May 2011}}</ref>\n\nIn the world of celebrities, unlike agents or managers, publicists typically take a monthly fee for serving a client (whereas agents and managers tend to take a percentage of their client's [[gross income]]). Publicists can be at local, regional or national level. They can also have special expertise in areas such as [[entertainment]] or literary publicity.\n\nOne of the publicist's main functions is to generate press coverage on behalf of clients and to serve as the bridge between clients, their public and [[media outlets]]. A publicist writes [[press release]]s, manages campaigns and performs other [[public relations]] functions. It usually takes many years to develop the media contacts, experience and relationships necessary to be an effective publicist.\n\nSome publicists specialize in representing ordinary members of the public to procure the maximum possible fee for stories they wish to sell to [[newspaper]]s, [[television station]]s and [[magazine]]s. A number have now sprung up on the internet and work as media agents gaining members of the public multiple deals with publications.\n\nAn older meaning of the term is closer to [[pamphleteer]]: someone who circulates ideas by publishing them, perhaps in ephemeral forms.\n\n==Types of publicists==\n* Press representative\n* Public relations publicist – manages the public image of a client or a work of art such as a film.\n* Special publicity consultant\n* Unit publicist – The unit publicist brings attention to the [[Filmmaking#Production|production]] phase of making a film or other work of art by organizing media kits, sending out press releases, and arranging media visits to the production.\n* Media agent – liaises between the ordinary person (interviewee) and publications or TV to 'sell' their story.\n\n==Publicists in the Hollywood industry==\nHollywood publicists create and manage relationships between film stars and the array of other media channels through which the identities of stars are circulated. Stars have a dual relationship with publicity, for they publicize films but also, and importantly in the [[freelance]] market, have an interest in self publicity. It is for the latter reason that while many stars continue to regard managers as an optional luxury, today the majority of stars in Hollywood hire publicists to manage their media visibility. In other words, celebrities hire publicists who will be able to get their name out to the public preferably in a positive light. Between 1997 and 2001 the power of public relations firms in shaping Hollywood stardom increased as a succession of acquisitions changed the ownership of major PR companies.<ref name=PM />\n\nCompared to channels of paid advertising, publicity generates exposure which is relatively \"free.\" Publicity is at work whenever stars make personal appearances at press conferences or film premieres, give television interviews, are displayed on magazine covers, or allow the press to cover a private event. Independent publicists include Hollywood stars and studios as their clients, alongside corporations and individuals from the worlds of entertainment, sports, finance, technology, retailing, and other business sectors. Publicists are on a monthly fee, averaging in the region of $3,000 per month, instead of a percentage.<ref name=PM>{{cite book|last=McDonald|first=Paul|first2=Janet|last2=Wasko|title=The Contemporary Hollywood Film Industry|year=2008|chapter=The Star System: The Production of Hollywood Stardom In The Post-Studio Era|publisher=Blackwell Publishing|location=Malden, MA|pages=173–175}}</ref>\n\nThe role of a publicist in Hollywood has changed and become more challenging in recent years. With the enormous increase of entertainment news outlets such as [[Perez Hilton]], [[TMZ (website)|TMZ]], and [[Page Six]], it has become much more difficult for publicists to control negative stories. In addition, journalists of prominent publications like the ''[[Los Angeles Times]]'' are rarely consulting with publicists before running a potentially damaging story about one of their clients. Publicists must also work much harder to keep some of their star clients relevant in the media with the entertainment options in Hollywood continuously growing. Even booking a star for an interview or on a television talk show has become a challenging task, because if something goes awry, the publicist and the star could both be highly criticized by the media<ref>Siegel, Tatiana (2010) \"PR: the first line of defense?\", ''Variety.'' 420(1). 1–25</ref>\n\n==See also==\n{{Wiktionary}}\n* [[Press agent]]\n* [[Promotion (marketing)]]\n\n==References==\n<references />\n* Wignall, Alice, ''[[The Guardian]]'', 18 August 2008: [http://www.guardian.co.uk/media/2008/aug/18/pressandpublishing \"Wanted: real-life Shirley Valentines\"]\n\n==External links==\n\n\n[[Category:Public relations people by role]]\n[[Category:Media occupations]]\n[[Category:Theatrical professions]]\n[[Category:Theatrical management]]", "Costume designer": "[[File:Robert Edmond Jones.jpg|thumb|260px|right|Costume designer [[Robert Edmond Jones]] (1887-1954) drawing at a waist high table (c. 1920).]]\nA '''costume designer''' is a person who designs [[costume]]s for a [[film]] or [[Stage (theatre)|stage]] production. The role of the costume designer is to create the characters and balance the scenes with texture and color, etc.<ref name=\"Landis\">{{cite book | title=Filmcraft: Costume Design: Costume Design | publisher=Elsevier Science | author=Landis, Deborah Nadoolman | date=2012-03-16 | pages=Introduction | isbn=9780240818672}}</ref> The costume designer works alongside the [[Theatre director|director]], [[scenic design|scenic]], [[lighting designer]], sound designer, and other creative personnel. The costume designer may also collaborate with hair stylist, wig master, or makeup artist. In European theatre, the role is different, as the theatre designer usually designs both costume and scenic elements.\n\nDesigners typically  seek to enhance a character's personality, and to create an evolving plot of colour, changing social status, or period through the visual design of garments and accessories. They may distort or enhance the body—within the boundaries of the director's vision. The designer must ensure that the designs let the actor move as the role requires. The actor must execute the director's blocking of the production without damaging the garments. Garments must be durable and washable, particularly in extended runs. The designer must consult not only with the director, but the set and lighting designers to ensure that all elements of the overall production design work together. The designer must possess strong artistic capabilities and a thorough knowledge of pattern development, draping, drafting, textiles and fashion history. The designer must understand historical costuming, and the movement style and poise that period dress may require.\n\n==Types of costume designer==\nProfessional costume designers generally fall into three types: freelance, residential, and academic.\n\n*Freelance designers are hired for a specific production by a theatre, dance or opera company, and may or may not actually be local to the theatre they design for.  A freelancer is traditionally paid in three instalments: Upon hire, on delivery of final renderings, and opening night of the production.  Freelancers are not obligated to any exclusivity in what projects they work on, and may design for several productions concurrently.\n\n*A residential designer is hired by a specific theatre, dance or opera company for an extended series of productions.  This can be as short as a summer stock contract, or may be for many years.  A residential designer's contract may limit the amounts of freelance work they are allowed to accept.  Unlike the freelancer, a residential designer is consistently \"on location\" at the theater—at hand to work with costume studio and other collaborators.  Residential designers tend to be more established than strict freelancers, but this is not always the case.\n\n*An academic designer is one who holds professorship at a school.  The designer is primarily an instructor, but may also act as a residential designer to varying degrees.  They are often free to freelance, as their schedule allows.  In the past, professors of costume design were mostly experienced professionals that may or may not have had formal post-graduate education, but it has now become increasingly common to require a professor to have at least a [[Master of Fine Arts]] in order to teach.\n\nBoth residential and academic designers are generally also required to act as Shop Master or Mistress of an onsite costume shop, in addition to designing productions. In a resident theatre, there is almost always a shop staff of stitchers, drapers, cutters and craft artisans. In an academic environment the shop \"staff\" is generally students, who are learning about costume design and construction. Most universities require costume design students to work a specified number of hours in the shop as part of their course work.\n\n==Unions==\nThere are two unions that costume designers can belong to: Costume Designers Guild, Local 892 is one union that represents Costume Designers [http://www.CostumeDesignersGuild.com] and [[International Alliance of Theatrical Stage Employees]], [[United Scenic Artists]] [http://www.usa829.org/ Local 829].\n\nMany costumers belong to the Motion Picture Costumers Union, Local 705 and represent every position within the costume department (except the costume designer).  Local 705 represents Costume Supervisors, Key Costumers, Costumers, Tailor/Seamstress, Ager/Dyer, Cutter/Fitters, Costume House Employees and Commercial Costumers.  http://www.motionpicturecostumers.org/local705/\n\n==See also==\n*[[Costume design]]\n*[[Filmmaking]]\n*[[List of film formats]]\n*[[List of film-related topics|List of motion picture-related topics]]\n\n==References==\n<references/>\n\n==External links==\n{{commons category|Designers of costumes|Costume designer}}\n*[http://www.costumedesignersguild.com Costume Designers Guild]\n\n{{Stagecraft Nav}}\n{{film crew}}\n\n[[Category:Media occupations]]\n[[Category:Film crew]]\n\n[[it:Costumista]]", "Manager": "{{wiktionary|manager|manage}}\n{{wikiquote}}\n'''Manager''' or '''Manage''' may refer to:\n* [[Management]]\n** [[Manager (baseball)]], head coach of a professional baseball team\n** [[Manager (association football)]], for association football\n** [[Coach (sport)]], in other sports\n** [[Manager (professional wrestling)]], a fictional character\n** [[Talent manager]], for entertainers\n* [[Manage, Belgium]], a Walloon municipality in Hainaut, Belgium\n* [[Manager (Gaelic games)]], a coach of a Gaelic games team, most notably in Gaelic football and hurling\n* [[Manager (Mac OS)]], a component of the Mac OS operating system\n* ''[[Manager Daily]]'', a Thai newspaper\n\n== See also ==\n* [[General manager]], for managing both the revenue and cost elements of an organization\n* [[Project manager]], for individual projects\n* [[Branch (banking)]]\n* [[Managing director]]\n* [[Management (disambiguation)]]\n* {{lookfrom}}\n* {{intitle}}\n\n{{disambiguation}}\n\n[[de:Manager]]", "Usher": "{{wiktionary|usher}}\n'''Usher''' may refer to:\n\n* [[Usher (occupation)]]\n** [[Church usher]]\n** [[Court usher]]\n** [[White House Chief Usher]]\n{{TOC right}}\n\n== People ==\n\n* [[Usher (entertainer)]] (born 1978), American R&B recording artist and performer\n** [[Usher (album)|''Usher'' (album)]], a 1994 album by Usher\n* [[Usher (surname)]]\n\n== Places ==\n\n* [[Usher, Western Australia]]\n* [[Mount Usher]], Antarctica\n* The [[Usher Glacier]] in the South Shetland Islands\n\n== In fiction ==\n\n* The family name in the Edgar Allan Poe short story \"[[The Fall of the House of Usher]]\"\n** [[The Fall of the House of Usher (disambiguation)]], adaptations of Poe's work\n* ''Usher'' (2002 film), a short film directed by [[Curtis Harrington]]\n* [[Usher (2004 film)|''Usher'' (2004 film)]], a film based on the short story by Poe\n\n== Other ==\n\n* (Archaic), the second [[schoolmaster]] in a school in England\n* [[Gentleman Usher]] of an order of knights in the United Kingdom\n* [[Usher 1C]], human gene\n* [[Usher Hall]], Edinburgh\n* [[Usher syndrome]], genetic disorder\n* [[Ushers of Trowbridge]], brewery\n* [[Usher baronets]], a title in the Baronetage of the United Kingdom\n\n{{disambiguation}}", "Technical Director": "#REDIRECT [[Technical director]] {{R from other capitalisation}}", "Stage Manager": "#REDIRECT [[Stage management]]", "Director of development": "#redirect [[Development director]]", "House manager": "#REDIRECT [[Impeachment in the United States#House manager]]", "General manager": "{{ref improve|date=February 2014}}\nA '''general manager''' is a business executive who usually oversees a unit or firm's [[marketing]] and [[sales]] functions, as well as the day-to-day [[business operations]].\n\n==Generic usage==\n\nA manager may be responsible for one functional area, but the General Manager is responsible for all areas. Sometimes, most commonly, the term ''General Manager'' refers to any executive who has overall responsibility for managing both the [[revenue]] and [[cost]] elements of a company's [[income statement]].  This is often referred to as profit & loss (P&L) responsibility. This means that a General Manager usually oversees most or all of the firm's [[marketing]] and [[sales]] functions as well as the day-to-day [[Business operations|operations]] of the business.  Frequently, the General Manager is responsible for effective planning, delegating, coordinating, staffing, organizing, and decision making to attain desirable profit making results for an organization (Sayles 1979).<ref>{{cite book|last=Sayles|first=Leonard|title=Leadership|year=1979|publisher=McGraw-Hill, Inc|location=New York|isbn=0-07-055012-3|pages=6}}</ref> \n\nIn many cases, the general manager of a business is given a different formal title or titles.  Most corporate managers holding the titles of [[Chief Executive Officer]] (CEO) or [[President]], for example, are the General Managers of their respective businesses.  More rarely, the [[Chief Financial Officer]] (CFO), [[Chief Operating Officer]] (COO), or [[Chief Marketing Officer]] (CMO) will act as the General Manager of the business.  Depending on the company, individuals with the title Managing Director, Regional Vice President, Country Manager, Product Manager, Branch Manager, or Segment Manager may also have general management responsibilities.  In large companies many vice presidents will have the title of General Manager when they have the full set of responsibility for the function in that particular area of the business and are often titled Vice President and General Manager.\n\nIn [[consumer products]] companies, General Managers are often given the title [[Brand Manager]] or Category Manager.  In [[professional services]] firms, the General Manager may hold titles such as Managing Partner, Senior Partner, or Managing Director.\n\n==Industry-specific usages==\n===Hotels===\n{{Main|Hotel management}}\nIn the hotel industry, the General Manager is the head executive responsible for the overall operation of an individual hotel establishment. The General Manager holds ultimate authority over the hotel operation and usually reports directly to a regional vice president, corporate office, and/or hotel ownership and investors. Common duties of a General Manager include but are not limited to hiring and management of an executive team consisting of individual department heads that oversee various hotel departments and functions, budgeting and financial management, creating and enforcing hotel business objectives and goals, project management, handling of emergencies and other major issues involving guests, employees, or the facility, public relations, labor relations, local government relations, business partnerships, and many additional duties. The extent of duties of a hotel General Manager vary significantly depending on the size of the hotel and company organization, for example, General Managers of smaller boutique-type hotels may be directly responsible for additional duties such as accounting, human resources, payroll, purchasing, and other duties that would usually be handled by other subordinate managers or entire departments in a larger hotel.\n\n===Sports teams===\nIn most [[professional sports]], the general manager is the team executive responsible for acquiring the rights to player personnel, negotiating their [[contracts]], and reassigning or dismissing players no longer desired on the team.  The general manager may also have responsibility for hiring the head [[coach (sport)|coach]] of the team.\n\nFor many years in U.S. professional sports, coaches often served as general managers for their teams as well, deciding which players would be kept on the team and which ones dismissed, and even negotiating the terms of their contracts in cooperation with the ownership of the team.  In fact, many sports teams in the early years of U.S. professional sports were coached by the owner of the team, so in some cases the same individual served as owner, general manager and head coach.\n\nAs the amount of money involved in professional sports increased, many prominent players began to hire [[sports agent|agent]]s to negotiate contracts on their behalf.  The intensified contract negotiations that resulted, as well to ensure all player contracts are in accordance with these caps, as well as consistent with the desires of the ownership and its ability to pay.\n\nGeneral managers are usually responsible for the selection of players in player [[sports draft|drafts]] and work with the coaching staff and [[scout (sport)|scouts]] to build a strong team.  In sports with developmental or [[minor league]]s, the general manager is usually the team executive with the overall responsibility for \"sending down\" and \"calling up\" players to and from these leagues, although the head coach may also have significant input into these decisions.\n\nSome of the most successful sports general managers have been former players and coaches, while others have backgrounds in ownership and business management.\n\nThe term is not commonly used in Europe, especially in [[football (soccer)|soccer]], where the position of [[Manager (association football)|manager]] or coach is used instead to refer to the managing/coaching position.  The position of [[director of football]] might be the most similar position on many [[European football]] clubs.\n\n==See also==\n*[[General manager (American football)]]\n*[[General manager (baseball)]]\n*[[General manager (basketball)]]\n*[[General manager (ice hockey)]]\n*[[Managing director]]\n*[[List of 2009 all-decade Sports Illustrated awards and honors#Top 10 GMs/Executives of the Decade|''Sports Illustrated'' Top 10 GMs/Executives of the Decade]] (in all sports) (2009)\n*[[The Sporting News Executive of the Year Award|''Sporting News'' Executive of the Year]] (MLB)\n*[[NBA Executive of the Year Award]]\n\n==References==\n{{wikiquote|manager}}\n{{reflist}}\n\n{{tourism}}\n\n[[Category:Management occupations]]\n[[Category:Hospitality occupations]]", "Theatrical technician": "{{Redirect|Techie|more general uses|technician|and|Technologist (disambiguation){{!}}Technologist}}\n{{Unreferenced|date=October 2007}}\n{{see also|List of theatre personnel}}\n\nA '''theatrical technician''', (variably known as a '''tech''', '''techie''', '''technician''', '''theatre tech''' or '''theatre technician''') is a person who operates technical equipment and systems in the [[Performing arts]] and [[Entertainment industry]].  In contrast to [[Performing arts|performers]], this broad category contains all \"unseen\" theatrical personnel who practice [[stagecraft]] and are responsible for the logistic and production-related aspects of a performance including designers, operators, and supervisors.\n\n==Typical Positions==\nTheatrical responsibilities taken by technicians include:\n* [[Set construction]] and [[Carpenter (theater)|theatrical carpentry]]\n* [[Sound reinforcement system|Sound system]] configuration and [[Sound operator|operation]]\n* [[Lighting design]] and [[Light board operator|light board operation]], [[Followspot operator|Followspot operation]], hanging and maintenance of [[stage lighting instrument]]s as well as [[Electrician (theater)|various other electrical jobs]]  \n* [[Fly system|Flying]] of [[theatrical scenery|scenery]] and occasionally even [[Actors]] * (A.K.A. Rigger / Rigging)\n* [[Stage Management]]\n* [[Costume]] and [[Theatrical property|prop]] management\n* Operation of [[Special effects]] including [[fog machines]] and [[pyrotechnics]]\n*Scenic Paint\n\nA single theatrical technician may regularly do one or more of the above jobs during load in, load outs (strike), [[rehearsal]] and performance. Performance technicians are generally divided between those [[Theater (structure)#Basic elements of a theater structure|backstage]] (stagehands, Stage Managers) and those in a [[control room]] (lighting and audio technicians).  During load in and load out additional crew members may be needed due to the amount of work required to be completed in a short time span. Larger and more complex shows require larger crews and often personnel with specialized advanced skills to perform these job functions.\n\nThe position may be [[volunteer]] or a paid position. It is not uncommon to receive [[Remuneration|compensation]] (such as comp/free tickets to the current or future productions or items used in the show) in other forms than [[money]] for [[Wage|pay]]. This type of compensation allows the person working to receive value for their services while not costing the [[Theatrical producer|producer]] more out-of-pocket [[expenses]].  Theatrical technicians are represented by the [[International Alliance of Theatrical Stage Employees]] in the United States.\n\n==Stagecraft Classifications==\nStagecraft and technicians can be classified into departments and jobs as follows. Please note that not all productions will have all departments and/or jobs filled, and, in many cases, one technician will perform multiple jobs (even if only possessing one title).\n\n* [[Technical director|Technical Director]] - This person will typically oversee the carpentry, rigging, lighting and props departments as a liaison to the performance's primary [[theatre director|director]].  Depending on the production, a \"TD\" may also supervise the audio and pyrotechnics departments.  In smaller performances and venues, this position is commonly taken by the show's director, assistant director, or [[stage manager]].  In addition, non-resident venues (those that host touring or temporary performances rather than long-term productions) generally have an [[in-house]] Technical Director who oversees incoming event load-in, and a technical liaison between the venue's owner/manager and the director of the performance.\n\n===Carpentry===\nThis is the general name for all work involving scenery, including the deck (floor) of the stage.\n* [[Carpenter (theater)|Master Carpenter]] - Although there may be multiple Master Carpenters in a scene shop, typically a performance or tour will only have one. This technician will typically report directly to the Technical Director.\n* Carpenter - Multiple carpenters may be attached to a single show, and report to the Master Carpenter. These technicians are responsible both for assembling and building the scenery as well as moving scenic elements during scene shifts.  Often these technicians also function as [[stagehand]]s.\n\n===Electrics===\nThis department is responsible for all of the onstage lighting for a show including, but not limited to, practicals, stage lighting and [[followspots]]. Electricians are responsible for the assembly, installation, operation and maintenance of the lighting for a production.  The Electrics department is also typically in charge of any fog or haze machines used during a production, as well as the configuration of pyrotechnics and other special hardware.\n\n*[[Lighting designer]] - The person who designs the [[light plot]] for a show, and therefore is responsible for the artistic design of the show's lighting and visual elements.\n* [[Master Electrician]] - The head of the Electrics department on a show, who typically reports directly to the Technical Director, but also sometimes to the Lighting Designer during the development phase of a show.  \n** Head [[Spotlight operator|Followspot Operator]] - In some shows, a separate technician gives all cues to the follow spot operators to reduce the stage manager's workload.\n** [[Light board operator]] - The person who operates the [[light board]] and controls all the stage lights during a show.  In smaller performances and venues, may be the Lighting Designer or the Master Electrician.\n** [[Electrician (theater)|Electrician]] - Multiple electricians may be assigned to a single show. On touring shows, this can be a general designation, with specific positions as follows:\n*** Deck Electrician - Responsible for all electric elements on the stage floor, including roving instruments, fog machines, practicals or lighting installed into scenic pieces. Also, in some shows (usually dance productions), where it is sometimes necessary to swap the color media on lighting instruments during the performance or re-focus lights that a performer may have bumped into, the Deck electrician may be responsible for these swaps. \n*** Followspot Operators - These technicians operate one or more [[followspots]] to track performers during a show.\n\n===Rigging===\nThis department is responsible for all equipment hung (flown) in the theater space. This department varies greatly from show to show, sometimes being absorbed into the Electrics and/or Carpentry departments. If the production incorporates personnel flying (such as in the staging of [[Peter Pan]]), there will usually be designated riggers specifically trained in flying actors.\n* Rigger - The general term for persons in this department. If a rigger is specifically assigned to a certain department, they will have a title referencing that department (Electrics Rigger).\n* Flyman - Specific term normally used with counterweight rigging system for an operator of the linesets for those systems.\n* Head Flyman - The senior technician in charge of the operations of a counterweight rigging system.\n\n===Properties===\nThe properties department is responsible for all hand and scenic [[Theatrical property|props]] for a show. This usually includes furniture, weaponry and consumables (paper, food and drink) for a production.  In addition to the above duties, the props department is responsible for the cleanliness of the stage floor, including sweeping and mopping of the stage surface.\n* Propsmaster/Propsmistress - The head of the Properties department. Will also usually be in charge of purchasing or building the props for a show.\n* Prop Runner - Those who must move scenic props on (and off) stage or supply actors with their props during the show. This job is often unnecessary in small shows.\n* This position may also be referred to as a [[Set dresser]].\n\n===Audio===\nThe audio department is responsible for all sound production for a show, including the configuration of microphones, speakers and control equipment, as well as the production of any necessary audio tracks.  Personnel in this department include:\n\n*[[Sound designer]] or [[Audio Engineer]], responsible for the configuration of the venue's sound system as a whole, including the placement and designation of microphones, monitors, loudspeakers, and control hardware.  This position is often held by an [[acoustician]], especially in large performances requiring musical or orchestral sound reinforcement.\n*[[Sound operator]], responsible for the [[Audio mixing (live audio)|live mixing]] of the performance's audio at a master [[Mixing console|sound board]].  Often referred to as '''A-1''' to designate the first (highest) position of the production '''A'''udio department.  This technician is generally positioned in the back of the audience space, so as to hear the performance's audio directly rather than be forced to use a monitoring system, and is responsible for maintaining volume for performers and musicians while avoiding [[feedback]] and other problems.\n**[[A2 (theater)|A-2]], or audio assistant, responsible for the maintenance and monitoring of audio equipment used by the sound operator (specifically any [[lavalier]] microphones used in the performance).  Depending on performance size, this technician may perform other duties, including the operation of audio media devices.  In smaller performances, this position is often taken by a [[stagehand]] rather than a technician trained in audio.\n\n===Pyrotechnics/Special Effects===\nA rarely seen department in theatre due to the heavy restrictions on the use of true pyrotechnics.  This department is sometimes combined with others (usually the Electrics department). Responsible for the production and operation of explosives, special effects and illusions.  On sufficiently large productions may be responsible for duties usually assigned to other departments (e.g.: fog and haze)\n\n===Stage Management===\nThe [[Stage manager]] is in control of a production during its run. Responsibilities include calling the cues and determining the starting time of the show and ensuring the safety of all persons involved. Depending on circumstances, multiple positions are possible:\n* Production Manager - Typically seen on touring shows or larger permanent venues, this is usually the most senior member of the stage management staff.\n* Stage Manager - The usual title applied to the head stage manager assigned to a specific production. This will also be the person who will run a show during performances.\n** Assistant Stage Manager - Reports to the Stage Manager, usually assisting backstage or onstage during a production.\n* Repertory Stage Manager - Used occasionally if one stage manager oversees multiple productions being performed in repertory. During any one production, would fulfill the duties assigned to the Stage Manager as above.\n* Production Assistant - Used in Equity houses (Actor's Equity Association is the union for Stage Managers), this is the non-union equivalent of an Assistant Stage Manager\n* Deck Stage Manager - Used in some shows to specifically refer to the Assistant Stage Manager on the deck during a performance.\n\n===Wardrobe===\nResponsible for the creation and maintenance of costume pieces and dressing the performers.\n*Costume Designer\n*Assistant Costume Designer\n* Wardrobe Mistress/Master - The head of the wardrobe department during a production\n* Dresser/Wardrobe Crew - General Wardrobe technician during a show that assists the performers in dressing and performing quickchanges.\n* Draper\n* Tailor \n* Costumer - Person responsible for the creation of all costumes for a show.  Similar to a Technical Director for the Wardrobe, Hair and Makeup departments.\n* Milliner - Seen occasionally, this person is responsible for the creation of headwear for a show.\n* Wardrobe Crafts - Sometimes found as a separate department or a sub-department of Wardrobe, this department is responsible for the creation of masks, headdresses or non-standard costumes for a production.\n* Hair/Makeup - Twin departments responsible for the makeup, wigs and hair stylings for a show.\n\n==See also==\n*[[Stagecraft]]\n\n==External links==\n*[http://www.ci.pleasanton.ca.us/hrjd/pdf/theattech.pdf#search=%22theatrical%20technician%22 Job Description] for a city theatrical technician.\n\n{{Running crew}}\n\n[[Category:Stage crew]]\n[[Category:Theatrical sound production]]\n[[Category:Theatrical professions]]\n[[Category:Technicians]]"}