{"Griot": "{{about|the West African poets|the rapper|Griot (rapper)}}\n{{more footnotes|date=June 2013}}\n\n[[File:GriotFête.jpg|thumb|right|200px|Senegalese [[Wolof people|Wolof]] griot, 1890]]\n[[File:Diffa Niger Griot DSC 0177.jpg|thumb|t|200px|A [[Hausa people|Hausa]] Griot performs at [[Diffa]], [[Niger]], playing a ''Komsa'' ([[Xalam]]).]]\n\nA '''griot''' ({{IPAc-en|ˈ|ɡ|r|i|.|oʊ}}; {{IPA-fr|ɡʁi.o}}), '''jali''' or '''jeli''' (''djeli'' or ''djéli'' in French spelling) is a [[West Africa]]n historian, storyteller, praise singer, poet and/or musician. The griot is a repository of [[oral tradition]], and is also often seen as something of a societal leader due to his traditional position as an adviser to [[royal]] personages. As a result of the former of these two functions, he is sometimes also called a [[bard]]. According to Paul Oliver in his book ''Savannah Syncopators'', \"Though [the griot] has to know many traditional songs without error, he must also have the ability to extemporize on current events, chance incidents and the passing scene. His wit can be devastating and his knowledge of local history formidable\". Although they are popularly known as \"praise singers\", griots may also use their vocal expertise for gossip, satire, or political comment.\n\nGriots today live in many parts of West Africa, and are present among the [[Mandé peoples|Mande]] peoples ([[Mandinka people|Mandinka]], Malinké, [[Bambara people|Bambara]], etc.), [[Fula people|Fulɓe]] (Fula), [[Hausa people|Hausa]], [[Songhai people|Songhai]], [[Toucouleur|Tukulóor]], [[Wolof people|Wolof]], [[Serer people|Serer]], [[Mossi people|Mossi]], [[Dagomba people|Dagomba]], [[Mauritania]]n Arabs and many other smaller groups.  The word may derive from the [[French language|French]] transliteration ''\"guiriot\"'' of the [[Portuguese language|Portuguese]] word ''\"criado\"'', or masculine singular term for \"servant\". These story-tellers are more predominant in the northern portions of West Africa.{{citation needed|date=March 2012}}\n\nIn African languages, griots are referred to by a number of names: '''jeli''' in northern Mande areas, '''jali''' in southern Mande areas, '''guewel''' in [[Wolof language|Wolof]], '''gawlo''' in [[Fula language|Pulaar]] (Fula). Griots form an [[endogamous]] [[caste]], meaning that most of them only marry fellow griots and that those who are not griots do not normally perform the same functions that they perform.\n\n==Terms \"griot\" and \"jali\"==\nThe [[Manding languages|Manding]] term ''jeliya'' (meaning \"musicianhood\") is sometimes used for the knowledge of griots, indicating the hereditary nature of the class. ''Jali'' comes from the root word ''jali'' or ''djali'' (blood). This word is also the title given to griots in areas corresponding to the former [[Mali Empire]]. Though the usage \"griot\" is far more common in English, some griot advocates such as [[Bakari Sumano]] prefer the term ''jeli''.\n\n==In the Mali Empire==\n[[File:GriotsSambala.jpg|thumb|right|200px|Griots of Sambala, king of Médina ([[Fula people]], [[Mali]]), 1890.]]\nThe [[Mali Empire]] (Malinke Empire), at its height in the middle of the 14th century, extended from [[central Africa]] (today's [[Chad]] and [[Niger]]) to West Africa (today's [[Mali]] and [[Senegal]]). The Empire was founded by [[Sundiata Keita]], whose exploits remain celebrated in Mali even today. In the [[Epic of Sundiata]], King [[Naré Maghann Konaté]] offered his son Sundiata a griot, [[Balla Fasséké]], to advise him in his reign. [[Balla Fasséké]] is considered the founder of the Kouyaté line of griots that exists to this day.\n\nEach [[Aristocracy (class)|aristocratic]] family of griots accompanied a [[social rank|higher-ranked]] family of warrior-kings or emperors, which they called ''jatigi''. In traditional culture, no griot can be without a ''jatigi'', and no ''jatigi'' can be without a griot; the two are inseparable, and worthless without the other. However, the ''jatigi'' can accept a \"loan\" of his griot to another jatigi\n\nMost villages also had their own griot, who told tales of births, deaths, marriages, battles, hunts, affairs, and hundreds of other things.\n\n== In Mande society ==\nIn [[Mandé peoples|Mande]] society, the ''jeli'' was an historian, advisor, arbitrator, praise singer (patronage), and storyteller. Essentially, these musicians were walking history books, preserving their ancient stories and traditions through song. Their inherited tradition was passed down through generations. Their name, ''jeli'', means \"blood\" in Manika language. They were said to have deep connections to spiritual, social, or political powers as music is associated as such. Speech is also said to have power as it can recreate history and relationships.\n\n==Today==\n[[Bakari Sumano]], head of the Association of [[Bamako]] Griots in Mali from 1994 to 2003, was an internationally-known advocate for the importance of the griot in West African society.\n\n==In popular culture==\nIn the [[Mali]]an film ''[[Guimba the Tyrant]]'' directed by [[Cheick Oumar Sissoko]], the storytelling is done through the village griot, who also serves to provide comic relief.\n\nIn the late novels of the [[Ivory Coast|Ivorian]] writer [[Ahmadou Kourouma]], ''Waiting for the Wild Beasts to Vote'' takes the form of a praise-song by the Sora, the Griot, Bingo to the president-Dictator of the fictitious République du Golfe. His final novel ''Allah is not Obliged'' also prominently features a griot character.\n\nThere are also references in the [[Alex Haley]]'s book ''[[Roots: The Saga of an American Family|Roots]]'' to a ''griot'' who passed down his family history through the oral tradition. When Haley traces back his history, passing from his previous generation through the slave time, back to Africa, he thought there should be ''griots'' telling his history and the history of his ancestor, known in the family as \"The African\", who was captured in the bushes as he was seeking timber to make a talking drum. When Haley arrived in Africa to do research for his book, he believed he had actually found ''griots'' telling his history. Through them he learned the ancestor's identity: [[Kunta Kinte]]. Since he had first heard the story from his grandmother and later refreshed by his older cousin, he believed that they were ''griots'' in their own way until someone put the story to writing. He later learned that his cousin had died within an hour of his arrival at the village.\n\nHowever, this story illustrates the problems and complexities of [[oral tradition]], especially when approached without expert knowledge. In 1981, it was shown (Wright, 1981) that the story of Kunta Kinte had been manufactured by a well-wisher. Following the publication of ''Roots'', the story was being told in multiple versions with differing embellishments, having entered the stock of general stories.\n\nIn [[Paule Marshall]]'s ''Praisesong for the Widow'', the protagonist Avatara (Avey) might take on some of the characteristics of a griot, especially in her commitment to passing on to her grandchildren her aunt's oral story of the [[Igbo Landing]], in which Africans brought to the U.S. [[Sea Islands]] to be slaves promptly turned around and walked back to Africa over the water.\n\n''Griot'' is the name of an instrumental track on [[Jon Hassell]] and [[Brian Eno]]'s ambient music album ''[[Possible Musics]]''.\n\n''[[Innercity Griots]]'' is the second album by Los Angeles hip-hop group [[Freestyle Fellowship]], released in 1993 through 4th & B'way Records. The group, consisting of four emcees: Aceyalone, P.E.A.C.E., Mikah 9 and Self Jupiter, received worldwide acclaim with their second project. Released during the prominent gangsta era of West Coast hip hop, ''Innercity Griots'', along with albums such as ''The Pharcyde's Bizarre Ride II the Pharcyde'' and Del tha Funkee Homosapien's ''I Wish My Brother George Was Here'', established an acclaimed era of alternative hip hop in [[California]].\n\nMalian novelist [[Massa Makan Diabaté]] was both a descendant and critic of the griot tradition. Though Diabaté argued on the one hand that griots \"no longer exist\" in the classic sense,<ref>{{Cite book |last=Diabaté |first=Massa Makan |title=L'assemblée des djinns |location=Paris |publisher=Éditions Présence Africaine |year=1985 |pages=62–63 |language=French}}</ref> he also saw this tradition as one that could be salvaged through written literature. His fiction and plays blend traditional [[Mandinka people|Mandinka]] storytelling and [[idiom]] with [[Western culture|Western]] literary forms.\n\n\"Griot\" is the first song on the album [[Rubber Orchestras]] by Trinidadian poet and musician [[Anthony Joseph]] & [[The Spasm Band]]<ref>[http://www.amazon.co.uk/Rubber-Orchestras-Anthony-Joseph-Spasm/dp/B0057Q802W/ref=ntt_mus_ep_dpi_1]</ref>\n\n== Notable griot artists and groups ==\n[[File:Papa1999.b.jpg|thumb|right|200px|[[Mandinka people|Mandinka]] Griot Al-Haji [[Papa Susso]] performing songs from the oral tradition of the [[Gambia]] on the [[Kora (instrument)|kora]]]]\n[[File:BaobabGriots.jpg|thumb|right|200px|This ancient [[Baobab]] tree in the Réserve de Bandia, Sénégal, forms a living mausoleum for the remains of famed local Griots.]]\n\n===Burkina Faso===\n* [[Sotigui Kouyaté]] (Burkina Faso)\n\n===Cote d'Ivoire===\n\n===Gambia===\n* [[Lamin Saho]] (Gambia)\n* [[Foday Musa Suso]] (Gambia)\n* [[Papa Susso]] (Gambia)\n\n===Ghana (northern)===\n* [[Atongo Zimba]] (Ghana)\n\n===Guinea===\n* [[Ba Cissoko]] (Guinea)\n* [[Djeli Moussa Diawara]] or Jali Musa Jawara (Guinea)\n* [[Mory Kante]]\n\n* [[N'Faly Kouyate]] (Guinea)\n\n===Mali===\n* [[Abdoulaye Diabaté]]\n* [[Baba Sissoko]]\n* [[Balla Tounkara]]\n* [[Cheick Hamala Diabaté]]\n* [[Djelimady Tounkara]] \n* [[Habib Koité]]\n* [[Mamadou Diabaté]] \n* [[Sara M'Bodji]]\n* [[Toumani Diabaté]]\n\n===Mauritania===\n* [[Dimi Mint Abba]] (Mauritania)\n\n===Nigeria (northern)===\n* [[Dan Maraya Jos]] (Nigeria)\n* [[Muhamman Shata]] (Nigeria)\n\n===Niger===\n* [[Etran Finatawa]] (Niger)\n* [[Yacouba Moumouni]] (Niger)\n\n===Senegal===\n* [[Ablaye Cissokko]] (Senegal)\n* [[Baaba Maal]] (Senegal)\n* [[Nuru Kane]] (Senegam)\n* [[Mansour Seck]]\n* [[Youssou N'Dour]] (Senegal)\n\n==See also==\n* [[List of Sub-Saharan African folk music traditions]]\n* [[Ahmadou Kourouma]]\n* The [[skald]]s performed a similar function in Scandinavian societies.\n* The [[bard]]s performed a similar function in Welsh society, and the [[fili]] in Irish society.\n* [[Marabout]], another [[caste]] of the indigenous African [[society|societies]]\n* [[Azmari]]\n* [[Rapping]]\n\n==Notes==\n{{Reflist|1}}\n\n==References==\n*Charry, Eric S. (2000). ''Mande Music: Traditional and Modern Music of the Maninka and Mandinka of Western Africa''.  Chicago Studies in Ethnomusicology. Includes audio CD. Chicago: University of Chicago Press.\n*Hale, Thomas A. (1998).  ''Griots and Griottes:  Masters of Words and Music.''  Bloomington, Indiana:  Indiana University Press.\n*Hoffman, Barbara G. (2001). ''Griots at War: Conflict, Conciliation and Caste in Mande.'' Bloomington, Indiana: Indiana University Press.\n*Suso, Foday Musa, Philip Glass, Pharoah Sanders, Matthew Kopka, Iris Brooks (1996). ''Jali Kunda: Griots of West Africa and Beyond''. Ellipsis Arts.\n*Wright, Donald R. (1981). \"Uprooting Kunta Kinte: on the perils of relying on encyclopoaedic informants.\" ''History in Africa'', vol. VIII.\n\n==External links==\n*Lavender, Catherine (2000). [http://www.library.csi.cuny.edu/dept/history/lavender/griotimages.html \"African Griot Images.\" (Webpage for a course at CSI/CUNY)]\n*Salmons, Catherine A. (2004). [http://www.mali-music.com/Cat/CatB/BallaTounkara_En.htm Balla Tounkara \"Griot\"]\n*[http://www.djembefola.com/jeliya.htm The Maninka and Mandinka Jali/Jeli]\n*[http://babathestoryteller.com/the-ancient-craft-of-jaliyaa/ The Ancient Craft of Jaliyaa]\n*[http://web.cocc.edu/cagatucci/classes/hum211/CoursePack/coursepackpast/keita.htm Keita: The Heritage of the Griot] - Film Notes\n*[http://www.griotmovie.com The Griot] Music documentary by [[Volker Goetze]]\n*[http://www.theGrio.com theGrio News] [[The Grio]] is African-American News from [[NBC]].\n*[http://djembefola.com/jeliya.php Jeliya] - The art of Jeli (being a griot)\n\n[[Category:Gambian culture]]\n[[Category:Ghanaian culture]]\n[[Category:Guinean culture]]\n[[Category:Ivorian culture]]\n[[Category:Malian culture]]\n[[Category:Occupations in music]]\n[[Category:Nigerian culture]]\n[[Category:Oral literature]]\n[[Category:Oral poets]]\n[[Category:Senegalese culture]]\n[[Category:West Africa]]\n[[Category:Poets]]", "Website content writer": "{{Multiple issues\n | refimprove=October 2007\n | original research=October 2008|\n}}\n\nA '''website content writer''' or '''web content writer''' is a person who specializes in providing relevant content for websites. Every website has a specific target audience and requires a different type and level of content. Content should contain words (key words) that attract and retain users on a website.\nContent written specifically for a website should concentrate on a specific topic. It should further be easy to read, offering the information in easy to understand clusters or laid out in bullet points.\n\nMost story pieces are centered on marketing products or [[Service (economics)|services]] that the website is selling or endorsing,\nthough this is not always the case. Some websites are informational only and do not sell a product or service. In those instances, the content should be geared toward helping to educate the reader while providing them with complex information in a way that is easy to understand and retain.\n\n== Functions of content writers ==\nThere is a growing demand for skilled web content writers on the internet. This is because quality content often translates into higher [[revenue]]s for [[online business]]es. <ref>{{cite web|title=How to Choose the Best Content Writing Services For Your Business|url=http://www.lekhsolutions.com/blog/how-to-choose-the-best-content-writing-services-for-your-business/|publisher=lekhsolutions.com|accessdate=3 May 2014}}</ref> \n\nWebsite owners and managers depend on content writers to perform several major tasks:\n# Analyze all the tasks before sending to the content writer, and to give a task regarding [[online trading|promoting]] for the particular website given for reference URL.\n# Check for keywords or generate a keyword and give it to the writers to use in the article, and provide them with the limitations for the keywords.\n# Create or [[Copy editing|edit copy]] to inform the reader, and to [[promotion (marketing)|promote]] or sell the company, product or service described in the website.\n# Produce content to entice and engage visitors, so they continue browsing on the current website. This operates on the premise that longer a visitor stays on a particular site, the greater the likelihood they will eventually become clients or [[customers]].\n# Produce content that is smart in its use of [[Index term|keywords]], or is focused on [[Search engine optimization|search engine optimization (SEO)]]. This means the text must contain relevant keywords and phrases that are most likely to be entered by [[User (computing)|users]] in web searches associated with the actual site for better [[Web search engine|search engine]] indexing and ranking.\n# Create content that allows the site visitors to get the information they want quickly and efficiently. Efficient and focused web content gives readers access to information in a [[user-friendly]] manner. \n\nWebsite content writing aims for [[relevance]] and search-ability. Relevance means that the website text should be useful and beneficial to readers. Search-ability indicates usage of keywords to help search engines direct users to websites that meet their search criteria.\n\nThere are various ways through which websites come up with article writing and one of them is outsourcing of the content writing but it is riskier than other options.\n\n== Online writers vs. print writers ==\nWriting [[online]] is very different from composing and constructing content for [[wikt:print|print]]ed materials. Web users tend to scan text instead of [[Reading (process)|reading]] it closely, skipping what they perceive to be unnecessary information, and hunting for what they regard as most relevant. It is estimated that seventy-nine percent of users scan web content.<ref>http://www.nngroup.com/articles/how-users-read-on-the-web/</ref> It is also reported that it takes twenty-five percent more time to scan content online compared to print content.<ref>http://facultysenate.stanford.edu/2008_2009/reports/SenD6159_prntVSonline_reading.pdf</ref> Web content writers must have the skills to insert [[paragraph]]s and [[headline]]s containing keywords for search engine optimization, as well as to make sure their composition is clear, so that they will be able to reach their [[target market]]. \n\n\n== Content writing providers ==\nWebsite content writing is frequently [[outsource]]d to external providers, such as individual web [[copywriter]]s or for larger or more complex projects, a specialized [[copywriting agency]]. \n\nCopywriting agencies combine copywriting services with a range of [[editorial]] and associated services, that may include brand positioning, message consulting, [[social media]], SEO consulting, developmental and copy editing, [[proofreading]], [[fact checking]], [[Page layout|layout]], and design. Outsourcing such services allows businesses to focus on [[Core competency|core competencies]] and to benefit from the specialized knowledge of professional copywriters and editors.\n\n==References==\n{{Reflist}}\n\n\n{{DEFAULTSORT:Website Content Writer}}\n[[Category:Web design]]\n[[Category:Writing occupations]]\n[[Category:Computer occupations]]<br />", "Manuscript format": "{{Multiple issues|\n{{expert-subject|date=May 2010}}\n{{refimprove|date=May 2010}}\n{{original research|date=May 2010}}\n}}\n\n'''Manuscript format''' is the formatted work that an author submits to a publisher, [[editing|editor]], or producer for [[publishing|publication]].  Even with the advent of [[desktop publishing]], making it possible for anyone to prepare text that appears professionally [[typesetting|typeset]], many publishers still require authors to submit manuscripts within their respective guidelines.\n\nAlthough publishers guidelines for formatting are the most critical resource for authors,<ref>{{cite book |title= Formatting and Submitting your Manuscript|edition= 3rd|last1= Sambuchino|first1= Chuck |last2= The Editors of Writer's Digest Books|year= 2009|publisher= Writer's Digest Books|location= Cincinnati, OH|isbn= 978-1-58297-571-9|pages=5, 10}}\n</ref> [[style guide]]s are also key references for authors preparing manuscripts since \"virtually all professional editors work closely with one of them in editing a manuscript for publication.\"<ref>{{cite book |title= The Pocket Idiot's Guide to Grammar and Punctuation: A Handy Reference to Resolve All Your Grammatical Problems|last= Stevenson|first=Jay|year=2005|publisher=Alpha Books|isbn=978-1-59257-393-6|page=viii}}</ref>\n\nManuscript formatting depends greatly on the type of work that is being written, as well as the individual publisher, editor or producer. Writers who intend to submit a manuscript should determine what the relevant writing standards are, and follow them. Individual publishers' standards will take precedence over [[style guide]]s.<ref>{{cite book |title= Formatting and Submitting your Manuscript|edition= 3rd|last1= Sambuchino|first1= Chuck |last2= The Editors of Writer's Digest Books|year= 2009|publisher= Writer's Digest Books|location= Cincinnati, OH|isbn= 978-1-58297-571-9|pages=10–11}}</ref>\n\n==Requirements for copy editing==\nThe copy editor needs to be able to easily read all the letters that make up the words. If a much smaller or larger font size is used, the text becomes more difficult for the copy editor to read. \n\n[[Double spacing]] the text (providing additional [[leading]]), provides the copy editor additional space in and around letters, words, and lines to make notes and corrections on the manuscript. Leaving more than half of the first page blank allows the editor or copy editor to write summary instructions to the typesetter that concern the entire manuscript.{{Citation needed|date=May 2010}}\n\n==Word count==\nWriters can add the [[word count]] of the manuscript, although this may also be noted on a [[query letter]]. Most publishers pay writers based on a hypothetical number of words in the manuscript. However, this is not the physical count of actual words; this is a rough count of the number of characters divided to better estimate the space that the final text will consume in the published version. Normally, this involves counting every character in the manuscript, including spaces, and dividing by 6. If the correct font size is used, and if the [[Margin (typography)|margins]] are set so that lines contain an average of 60 characters, the editor can easily assume that there are 10 words per line. Furthermore, if the top and bottom margins are set so that there are, for example, 20 lines on each page, the editor can easily count 200 words per page.{{Citation needed|reason=Many of these sections seem to imply that we are not living in a digital world now|date=May 2010}}\n\n==Requirements for manuscript handling==\nThe final reason involves how editors, copy editors, and typesetters handle manuscripts. They might work on an entire manuscript at one time or the editor might hand groups of pages to the typesetter at a time. Unstapled pages facilitate this.  The copyeditor typically makes marks on every page; a page that lies flat is easily set aside and is out of the way of the next page. Typesetters often place the copy on a raised surface to view it better; stapled manuscripts are difficult to manage in this way.{{Citation needed|date=May 2010}}\n\nPage numbers, author's name, and title on every page ensure that if an unstapled manuscript is shuffled on a table, shared among two or more people, or dropped, it can easily be reassembled, and if a stack of unstapled manuscripts is dropped, it can easily be sorted into the correct sets.\n\n==Other manuscript formats==\n<!-- other formats than what? There is no \"single format\" - at least none provided by a reliable and verifiable source -->\n\nPublishers have different requirements for manuscript format. Knowledgeable writers check a publisher's Writer's Guidelines before submitting manuscripts. In addition, specialized formats that are different from those described here might be required for certain situation including:{{Citation needed|date=May 2010}}\n* [http://www.vcu.edu/arts/playwriting/format.html Plays and screenplays]\n* Research or academic papers\n\n==See also==\n*[[List of style guides]]\n*[[Manuscript]]\n*[[Sentence spacing]]\n*[[Sentence spacing in language and style guides]]\n*[[Style guides]]\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://www.annemini.com/?p=8585#comment-29305 The Mysterious Strictures of Standard Format]\n*[http://www.sfwa.org/2005/01/the-obligatory-manuscript-format-article/ SFWA Obligatory Manuscript Format Article]\n\n[[Category:Writing occupations]]\n[[Category:Documents]]", "Author": "{{other uses}}\n{{Use dmy dates|date=June 2013}}\n[[File:Toni Morrison 2008-2.jpg|thumb|[[Toni Morrison]] is a prominent American author who was awarded the [[Nobel Prize in Literature]] in 1993 for her vivid representation of American culture, particularly the cultures of African Americans. Authors often have both political and social impacts through their works, placing their work into the public sphere as a testament to their ideas.]]\nAn '''author''' is broadly defined as \"the person who originated or gave existence to anything\" and whose authorship determines responsibility for what was created. Narrowly defined, an author is the originator of any written work and can also be described as a [[writer]].<ref>{{cite book |last1=Magill |first1=Frank N.|title=Cyclopedia of World Authors|edition=revised  |volume=vols. I, II, III |year=1974 |publisher=Salem Press |location=Englewood Cliffs, New Jersey |isbn= |pages=1–1973}} [A compilation of the bibliographies and short biographies of notable authors up to 1974.]</ref>\n\n==Author of a written or legally copied work==\n\n===Legal significance===\n[[File:Fermat Last Theorem \"proof\" registered by Ukraine officials.jpg|thumb|left|A copyright certificate certifying the authorship for a proof of the [[Fermat's Last Theorem|Fermat theorem]], issued by the [[State Department of Intellectual Property of Ukraine]].]]\nIn [[copyright law]], there is a necessity for little flexibility as to what constitutes authorship. The [[United States Copyright Office]] defines copyright as \"a form of protection provided by the laws of the United States (title 17, U.S. Code) to authors of \"original works of authorship\".<ref>{{Citation | title = Copyright Office Basics |\npublisher = [[U.S. Copyright Office]] |\nurl = http://www.copyright.gov/circs/circ1.html |\ndate = July 2006 |accessdate= 30 March 2008}}</ref> Holding the title of \"author\" over any \"literary, dramatic, musical, artistic, [or] certain other intellectual works\" give rights to this person, the owner of the copyright, exclusive right to do or authorize any production or distribution of their work. Any person or entity wishing to use [[intellectual property]] held under copyright must receive permission from the copyright holder to use this work, and often will be asked to pay for the use of copyrighted material. After a fixed amount of time, the copyright expires on intellectual work and it enters the public domain, where it can be used without limit. Copyright law has been amended time and time again since the inception of the law to extend the length of this fixed period where the work is exclusively controlled by the copyright holder. However, copyright is merely the legal reassurance that one owns his/her work. Technically, someone owns their work from the time it's created. An interesting aspect of authorship emerges with copyright in that it can be passed down to another upon one's death. The person who inherits the copyright is not the author, but enjoys the same legal benefits.\n\nQuestions arise as to the application of copyright law. How does it, for example, apply to the complex issue of [[fan fiction]]?  If the media agency responsible for the authorized production allows material from fans, what is the limit before legal constraints from actors, music, and other considerations, come into play? As well, how does copyright apply to fan-generated stories for books? What powers do the original authors, as well as the publishers, have in regulating or even stopping the fan fiction?\n\n===Literary significance===\n[[File:Mark Twain, Brady-Handy photo portrait, Feb 7, 1871, cropped.jpg|thumb|150px|[[Mark Twain]] was a prominent American author in multiple genres including fiction and journalism during the 19th century.]]\nIn literary theory, critics find complications in the term \"author\" beyond what constitutes authorship in a legal setting. In the wake of [[postmodern literature]], critics such as [[Roland Barthes]] and [[Michel Foucault]] have examined the role and relevance of authorship to the meaning or interpretation of a text.\n\nBarthes challenges the idea that a text can be attributed to any single author. He writes, in his essay ''\"Death of the Author\"'' (1968), that \"it is language which speaks, not the author\".<ref name=\"barthes\">{{Citation | last = Barthes |\nfirst = Roland |\nchapter = The Death of the Author |\nyear = 1968 |\ntitle = Image, Music, Text |\npublication-date = 1997 | isbn = 0-00-686135-0}}</ref> The words and language of a text itself determine and expose meaning for Barthes, and not someone possessing legal responsibility for the process of its production. Every line of written text is a mere reflection of references from any of a multitude of traditions, or, as Barthes puts it, \"the text is a tissue of quotations drawn from the innumerable centres of culture\"; it is never original.<ref name=\"barthes\"/> With this, the perspective of the author is removed from the text, and the limits formerly imposed by the idea of one authorial voice, one ultimate and universal meaning, are destroyed. The explanation and meaning of a work does not have to be sought in the one who produced it, \"as if it were always in the end, through the more or less transparent allegory of the fiction, the voice of a single person, the author 'confiding' in us\".<ref name=\"barthes\"/> The psyche, culture, fanaticism of an author can be disregarded when interpreting a text, because the words are rich enough themselves with all of the traditions of language. To expose meanings in a written work without appealing to the celebrity of an author, their tastes, passions, vices, is, to Barthes, to allow language to speak, rather than author.\n\nMichel Foucault argues in his essay ''\"What is an author?\"'' (1969), that all authors are [[writer]]s, but not all writers are authors. He states that \"a private letter may have a signatory&mdash;it does not have an author\".<ref name=\"foucault\">{{Citation |\nlast = Foucault |\nfirst = Michel |\nchapter = What is an Author? |\nyear = 1969 |\neditor-last = Harari |\neditor-first = Josué V. |\ntitle = Textual Strategies: Perspectives in Post-Structuralist Criticism |\npublisher = Cornell University Press |\nplace = Ithaca, NY |\npublication-date = 1979 }}</ref> For a reader to assign the title of author upon any written work is to attribute certain standards upon the text which, for Foucault, are working in conjunction with the idea of \"the author function\".<ref name=\"foucault\"/> Foucault's author function is the idea that an author exists only as a function of a written work, a part of its structure, but not necessarily part of the interpretive process. The author's name \"indicates the status of the discourse within a society and culture\", and at one time was used as an anchor for interpreting a text, a practice which Barthes would argue is not a particularly relevant or valid endeavor.<ref name=\"foucault\"/>\n\nExpanding upon Foucault's position, [[Alexander Nehamas]] writes that Foucault suggests \"an author [...] is whoever can be understood to have produced a particular text as we interpret it\", not necessarily who penned the text.<ref>{{Citation |\nlast = Nehamas |\nfirst = Alexander |\ntitle = What An Author Is |\njournal = The Journal of Philosophy |\nvolume = 83 |\nissue = 11 |\npages = 685–691 |\npublisher = Eighty-Third Annual Meeting American Philosophical Association, Eastern Division |date=November 1986}}</ref> It is this distinction between producing a written work and producing the interpretation or meaning in a written work that both Barthes and Foucault are interested in. Foucault warns of the risks of keeping the author's name in mind during interpretation, because it could affect the value and meaning with which one handles an interpretation.\n\nLiterary critics Barthes and Foucault suggest that readers should not rely on or look for the notion of one overarching voice when interpreting a written work, because of the complications inherent with a writer's title of \"author.\" They warn of the dangers interpretations could suffer from when associating the subject of inherently meaningful words and language with the personality of one authorial voice. Instead, readers should allow a text to be interpreted in terms of the language as \"author.\"\n\n==Relationship between author and publisher==\nThe publisher of a work might receive a percentage calculated on a wholesale or a specific price and or a fixed amount on each book that is sold. Publishers, at times, reduced the risk of this type of arrangement, by agreeing only to pay this after a certain amount of copies had sold. In Canada this practice occurred during the 1890s, but was not commonplace until the 1920s.\n\n*Commissioned: Publishers made publication arrangements, and authors covered all expenses (today the practice of authors [[self-publishing]] or paying for their publications is sometimes called [[vanity publishing]], and is looked down upon by many [[publishers]], even though it may have been a common and accepted practice in the past). Publishers would receive a percentage on the sale of every copy of a book, and the author would receive the rest of the money made.\n\n==Relationship between author and editor==\n[[File:Ezra Pound 2.jpg|thumb|alt=photograph of Ezra H. Pound|[[Ezra Pound]] (pictured as a young man in 1913) made significant editing suggestions to [[T.S. Eliot]]'s \"[[The Waste Land]],\" helping transform the original drafts into the work known today for its representation of [[postmodern]]ity.]]\nThe relationship between the author and the [[Book editor|editor]], often the author's only liaison to the publishing company, is often characterized as the site of tension. For the author to reach his or her audience, the work usually must attract the attention of the editor. The idea of the author as the sole meaning-maker of necessity changes to include the influences of the editor and the publisher in order to engage the audience in writing as a social act.\n\n[[Pierre Bourdieu]]'s essay \"The Field of Cultural Production\" depicts the publishing industry as a \"space of literary or artistic position-takings,\" also called the \"field of struggles,\" which is defined by the tension and movement inherent among the various positions in the field.<ref>Bourdieu, Pierre. \"The Field of Cultural Production, or: The Economic World Reversed.\" The Field of Cultural Production: Essays on Art and Literature. New York: Columbia University Press, 1993, 30.</ref> Bourdieu claims that the \"field of position-takings [...] is not the product of coherence-seeking intention or objective consensus,\" meaning that an industry characterized by position-takings is not one of harmony and neutrality.<ref>Bourdieu, Pierre. \"The Field of Cultural Production, or: The Economic World Reversed.\" The Field of Cultural Production: Essays on Art and Literature. New York: Columbia University Press, 1993, 34</ref> In particular for the writer, their authorship in their work makes their work part of their identity, and there is much at stake personally over the negotiation of authority over that identity. However, it is the editor who has \"the power to impose the dominant definition of the writer and therefore to delimit the population of those entitled to take part in the struggle to define the writer\".<ref>Bourdieu, Pierre. \"The Field of Cultural Production, or: The Economic World Reversed.\" The Field of Cultural Production: Essays on Art and Literature. New York: Columbia University Press, 1993, 42</ref> As \"cultural investors,\" publishers rely on the editor position to identify a good investment in \"cultural capital\" which may grow to yield economic capital across all positions.<ref>Bourdieu, Pierre. \"The Field of Cultural Production, or: The Economic World Reversed.\" The Field of Cultural Production: Essays on Art and Literature. New York: Columbia University Press, 1993, 68</ref>\n\nAccording to the studies of James Curran, the system of shared values among editors in Britain has generated a pressure among authors to write to fit the editors' expectations, removing the focus from the reader-audience and putting a strain on the relationship between authors and editors and on writing as a social act. Even the book review by the editors has more significance than the readership's reception.<ref>Curran, James. \"Literary Editors, Social Networks and Cultural Tradition.\" Media Organizations in Society. James Curran, ed. London: Arnold, 2000, 230</ref>\n\n== Compensation ==\nA standard contract for an author will usually include provision for payment in the form of an advance and royalties. An advance is a lump sum paid in advance of publication. An advance must be earned out before royalties are payable. An advance may be paid in two lump sums: the first payment on contract signing, and the second on delivery of the completed manuscript or on publication.\n\nAn author's contract may specify, for example, that they will earn 10% of the retail price of each book sold. Some contracts specify a scale of royalties payable (for example, where royalties start at 10% for the first 10,000 sales, but then increase to a higher percentage rate at higher sale thresholds).\n\nAn author's book must earn out their advance before any further royalties are paid. For example, if an author is paid a modest advance of $2000, and their royalty rate is 10% of a book priced at $20 - that is, $2 per book - the book will need to sell 1000 copies before any further payment will be made. Publishers typically withhold payment of a percentage of royalties earned against returns.\n\nIn some countries, authors also earn income from a government scheme such as the ELR (Educational Lending Right) and PLR (Public Lending Right) schemes in Australia. Under these schemes, authors are paid a fee for the number of copies of their books in educational and/or public libraries.\n\nThese days, many authors supplement their income from book sales with public speaking engagements, school visits, residencies, grants, and teaching positions.\n\n[[Ghostwriter]]s, technical writers, and textbooks writers are typically paid in a different way: usually a set fee or a per word rate rather than on a percentage of sales.\n\n==See also==\n*[[Academic authorship]]\n*[[Auteur]]\n*[[Lead author]]\n*[[Author editing|Authors' editor]]\n*[[Novelist]]\n*[[Lists of poets]]\n*[[List of novelists]]\n*[[Lists of writers]]\n*[[Professional writing]]\n\n==References==\n{{Reflist|2}}\n\n{{Book Publishing Process}}\n\n[[Category:Writing occupations]]\n[[Category:Literary criticism]]", "Scrivener": "{{other uses}}\n{{wiktionary}}\n[[File:Constantinople(1878)-public typist.png|thumb|Telling a problem to a public scrivener. [[Istanbul]], 1878.]]\n[[File:Ferrers-scrivener.jpg|thumb|A [[historic reenactment]] of a 15th-century scrivener recording the [[Will (law)|will]] of a [[man-at-arms]]]]\n\nA '''scrivener''' (or '''[[scribe]]''') was a person who could [[literacy|read and write]] or wrote letters to court and legal documents. Scriveners were people  who made their living by writing or copying written material. This usually indicated [[secretary|secretarial]] and [[Administration (government)|administrative]] duties such as [[Dictation (exercise)|dictation]] and keeping [[business]], [[judicial]], and [[history]] records for [[monarch|king]]s, [[nobility|nobles]], [[temple]]s, and [[municipality|cities]]. Scriveners later developed into [[public servant]]s, [[accountant]]s, [[lawyer]]s and petition writers.<ref>{{cite book|url=http://books.google.com/books?id=gmxnAAAAMAAJ&lpg=PA490&ots=b7elRZFH4e&dq=Scrivener%20definition&pg=PA490#v=onepage&q&f=false|page=490|title=The life and letters of Sir George Savile, Bart., first Marquis of Halifax|year=1898|publisher=Longmans, Green, and Co.}}</ref>\n\n==Current role==\nScriveners remain common in countries where literacy rates remain low; they read letters for illiterate customers, as well as write letters or fill out forms for a fee. Many now use portable typewriters to prepare letters for their clients.\n\n==Etymology==\nThe word comes from Middle English scriveiner, an alteration of obsolete scrivein, from Anglo-French escrivein, ultimately from Vulgate Latin *scriban-, scriba, alteration of Latin scriba (as scribe).\n\nIn [[Japan]], the word \"scrivener\" is used as the standard translation of {{Nihongo||書士|shoshi}}, in referring to legal professions such as [[judicial scrivener]]s and [[administrative scrivener]]s.\n\nIn the Irish language a \"scríbhneoir\" is a writer, or a person who writes. It has nearly exactly the same pronunciation as the English word \"scrivener\".\n\nIn ancient times{{when|date=September 2012}}{{where|date=September 2012}}, a scrivener was also called a [[calligraphus]] (pl. calligraphi).\n\n==In literature==\nA famous work of fiction featuring scriveners is the [[short story]] \"[[Bartleby, the Scrivener]]\" by [[Herman Melville]], first published in 1853.\n\n==Scrivener notaries==\nScrivener [[notary]] tasks generally may include:\n* Authentication and drafting of [[legal document]]s for use overseas\n* [[Ballot]]s (new issues); stock and bond redemption\n* [[Bill of exchange|Bills of exchange]]\n* Business start-up and corporate administration\n* Construction project tendering\n* Exchange control and foreign investment formalities\n* [[Inheritance]]\n* [[Legalization of documents]]\n* Purchase and sale of overseas [[real property]]\n* [[Shipping law]]\n* [[Trademark]]s and [[patent]]s\n* [[Translation]] or certification of translation\n* [[Will (law)|Wills]] and [[trust (law)|trust]]s\n* [[Work permit|Work]] and [[residence permit]]s\n\n==Doctrine of \"scrivener's error\"==\n\nThe doctrine of a \"[[Clerical error|scrivener's error]]\" is the legal principle that a map-drafting or typographical error in a written contract may be corrected by oral evidence if the evidence is clear, convincing, and precise. If such correction (called scrivener's amendment) affects property rights then it must be approved by those affected by it.<ref>[http://www.businessdictionary.com/definition/doctrine-of-scrivener-s-error.html Doctrine of scrivener's error]. Businessdictionary.com</ref>\n\nIt is a mistake made while copying or transmitting legal documents, as distinguished from a judgment error, which is an error made in the exercise of judgment or discretion, or a technical error, which is an error in interpreting a law, regulation, or principle.\nThere is a considerable body of case law concerning the proper treatment of a scrivener's error. For example, where the parties to a contract make an oral agreement that, when reduced to a writing, is mis-transcribed, the aggrieved party is entitled to reformation so that the writing corresponds to the oral agreement.\n\nA scrivener's error can be grounds for an appellate court to remand a decision back to the trial court. For example, in ''Ortiz v. State of Florida'', Ortiz had been convicted of possession of less than 20g of marijuana, a misdemeanor. However, Ortiz was mistakenly adjudicated guilty of a felony for the count of marijuana possession. The appellate court held that \"we must remand the case to the trial court to correct a scrivener's error.\"\n\n==See also==\n* [[Administrative scrivener]]\n* [[Judicial scrivener]]\n* [[Legal document assistant]]\n\n==References==\n{{reflist}}\n\n[[Category:Obsolete occupations]]\n[[Category:Writing occupations]]", "Review": "{{Other uses}}\n{{Redirect|Reviewer|the racehorse|Reviewer (horse)}}\n{{selfref|Within Wikipedia, \"Reviewer\" may refer to [[Wikipedia:Reviewing]].}}\n\n{{Refimprove|date=June 2013}}\n{{Wiktionary}}\n[[File:Deletion review.png|thumb|Image of a [[w:Wikipedia:Deletion review/Log/2007 June 17|deletion review]] discussion on the [[w:Main Page|English Wikipedia]].]]\n\nA '''review''' is an evaluation of a publication, product, service, or company such as a [[film|movie]] (a [[Film criticism|movie review]]), [[video game]], [[musical composition]] (music review of a composition or recording), [[book]] ([[book review]]); a piece of hardware like a [[car]], [[home appliance]], or [[computer]]; or an event or performance, such as a live music concert, play, musical theater show, or dance show. In addition to a critical evaluation, the review's author may assign the work a [[content rating|rating]] to indicate its relative merit. More loosely, an author may review current events, trends, or items in the news. A compilation of reviews may itself be called a review. ''[[The New York Review of Books]]'', for instance, is a collection of essays on literature, culture, and current affairs. ''[[National Review]]'', founded by [[William F. Buckley, Jr.]], is an influential [[conservatism|conservative]] magazine, and ''[[Monthly Review]]'' is a long-running [[socialist]] periodical.\n\nIn the [[scientific literature]], [[review article]]s are a category of [[scientific paper]], which provides a synthesis of research on a topic at that moment in time. A compilation of these reviews forms the core content of a 'secondary' [[scientific journal]], with examples including Annual Reviews, the Nature Reviews series of journals and Trends. A ''[[peer review]]'' is the process by which scientists assess the work of their colleagues that has been submitted for publication in the scientific literature. A ''[[software review]]'' is also a form of  peer review, by the co-workers.\n\nA ''consumer review'' refers to a review written by the owner of a product or the user of a service who has sufficient experience to comment on reliability and whether or not the product or service delivers on its promises, otherwise known as product reviews. Product reviews can be done either individually, or as a comparison to similar products. An ''expert review'' usually refers to a review written by someone who has tested several peer products or services to identify which offers the best value for money or the best set of features. A ''bought review'' is the system where the creator (usually a company) of a new product pays a reviewer to review his new product.\n\n==Book review==\nA [[book review]] (or book report) is a form of literary criticism in which a book is analyzed based on content, style, and merit. It is often carried out in periodicals, as school work, or online. Its length may vary from a single paragraph to a substantial [[essay]]. Such a review often contains evaluations of the book on the basis of personal taste. Reviewers, in literary periodicals, often use the occasion of a book review for a display of learning or to promulgate their own ideas on the topic of a fiction or [[non-fiction]] work. At the other end of the spectrum, some book reviews resemble simple plot summaries.\n\n==Music reviews==\n\n===Performance reviews===\nReviews of live music performances are typically short articles that tell readers about the performers or group(s) that were involved and the pieces or songs that were performed. The comments made by reviewers fall, roughly into two categories: technical comments and subjective/artistic comments. The elements in the \"technical\" category include rhythmic \"togetherness\", intonation, errors or slip-ups, and so on. These elements are fairly \"black and white\"; a pianist playing a concerto either played the right notes on a climactic scale run, or she missed it. The subjective comments refer to elements which are a matter of taste. The balance between the different elements in a review (information about the performer or group; information about the pieces/songs; commentary about the technical and subjective elements of the performance) depends on the audience that a music critic is writing for. Music reviewers writing in local newspapers or general-interest magazines may not be able to assume that the readers will be familiar with music performers and pieces/songs, so they may decide to include a great deal of \"background\" information.\n\n===Recording reviews===\nMusic critics and music writers also review recordings of music, including individual songs or pieces or entire albums. In the case of a review of an entire album, the reviewer will not only judge the individual songs or pieces; they will also judge how well all of the songs or pieces work together or go together.\n\nThe age of digital downloads may considerably change the album review.  Where previously albums were purchased as collections of songs, often with a common theme, the rise of individual song downloads may have significant impact on consumers' exposure to an artist's music.  Die-hard fans will most likely continue to explore an artist's complete work; but individuals will most likely make significantly different choices and \"cherry-pick\" songs they have been exposed to.  The concept of \"singles\" or individual hits marked for retail has been around for long time; however the price for a single in the days of CDs or 45's was much closer to the complete album price.  When you consider that each song on an artist's album is often priced at the same amount, the odds of the average consumer purchase the entire album instead of selecting the \"hit\" songs decreases significantly.\n\n===Composition reviews===\nIn Classical music, music critics may also do reviews of compositions, even if the piece or song has never been performed and it only exists on manuscript paper in a score. To review a composition in this fashion, the critic will use music theory skills such as harmonic analysis and thematic analysis, along with their knowledge of idioms and compositional practices.\n\n==Bought review==\nA ''bought review'' is the system where the creator (usually a company) of a new product pays a reviewer to review his new product. Primarily used in the car, movie and game industry this system creates a kind of undercover advertising. Bought reviews tend to be biased due to the informative value of reviews. In some cases, a bought review may be independent, if the person that is hired to do the review has a strong reputation for independence and integrity. Even if a \"bought review\" from a respected critic is actually independent, the perception of potential bias will remain, due to the financial relationship between the company and the critic.\n\nA similar type of review that may be biased is the so-called \"[[puff piece]]\", a review of \"[a product]\", film, or event that is written by a sympathetic reviewer or by an individual who has a connection to the product or event in question, either in terms of an employment relationship or other links. For example, a major media conglomerate that owns both print media and record companies may instruct one of its employees in one of its newspapers to do a review of an album which is being released by the conglomerate's record company. Although some journalists may assert their professional independence and integrity, and insist on producing an unbiased review, in other cases, writers may succumb to the pressure and pen a biased \"puff piece\" which praises the product or event while omitting any discussion of any shortcomings. In some cases, \"puff pieces\" purport to provide a review of the product or event, but instead merely provide \"[[peacock words]]\" (\"An amazing recording\"); \"[[weasel words]]\" (\"probably one of the most important albums of the 2000s\") and tabloid-style filler which is peripheral or irrelevant to assessing the qualities of the product or event (\"During the filming, there were rumors that romantic sparks flew between the two co-leads, who were often seen talking together on the set\").\n\n==See also==\n* [[Book review]]\n* [[Music critic|Concert review]]\n* [[Music criticism]]\n* [[Music journalism]]\n* [[Review site]]\n* [[TestFreaks]]\n<!-- Please follow the rules on adding External Links if you would like to add an external link, at [[WP:EL]]...External links should be high quality websites, not advertising or promotional websites-->\n\n==References==\n*Nielsen, S. (2009), “Reviewing printed and electronic dictionaries: A theoretical and practical framework”, in S. Nielsen/S. Tarp (eds.): ''Lexicography in the 21st Century''. Amsterdam/Philadelphia: John Benjamins 2009, 23-41.\n{{Reflist}}\n\n[[Category:Writing occupations]]\n[[Category:Review websites]]\n[[Category:Evaluation]]\n\n[[ko:평론]]", "Book coach": "#REDIRECT [[Coaching]]", "Creative consultant": "{{Unreferenced|date=March 2008}}\n'''Creative consultant''' is a credit that has - particularly in the past - been given to [[screenwriters]] who have [[script doctor|\"doctored\"]] a movie [[screenplay]]. It is often given by producers in lieu of official credit. Those given this credit in the television field work closely with an [[executive producer]] and [[head writer]]/[[showrunner]]. They are involved in the writing process (proposing and editing story outlines/scripts). Sometimes they are given the credit of ''executive consultant'', ''story consultant'' or ''script consultant''.\n\n\"Creative consultant\" is not listed by the [[Writers Guild of America]] as one of its standard credits to be given to writers in television and film. The WGA discourages the use of credits not included on their list and requires that a waiver be obtained in order to credit someone as a creative consultant in television or film.<ref name='tcpg'> {{cite web | url = http://www.wga.org/uploadedFiles/writers_resources/credits/tcpg10.pdf | title = Television Credits and Procedures Guide | accessdate = 19 June 2013 | author = Writers Guild of America, West | authorlink = Writers Guild of America, West | date = 2010 | format = PDF}}</ref> [[Tom Mankiewicz]]'s credit as Creative Consultant for ''[[Superman (1978 film)|Superman: The Movie]]'' appeared after the writers' credits, leading to a dispute which Mankiewicz ultimately won. In 1993, the [[Film producer|producers]] of ''[[Ace Ventura: Pet Detective]]'' were fined by the [[Writers Guild of America|WGA]] for giving writer [[Steve Oedekerk]] a creative consultant credit.{{Fact|date=February 2007}}\n\n==Salary==\nAs of February 2, 2008, the minimum for a long-term story projection (when written by a writer other than the head writer) for a non-prime time serial is: \n* 3 months or less: $15,302 (used to be $14,785)\n* 6 months or less, but more than 3 months or unspecified: $22,953 (used to be $22,177)\n* 12 months or less, but more than 6 months: $30,601 (used to be $29,566). {{Fact|date=March 2008}}\n\n==Notable creative consultants==\n*[[Kay Alden]] (''[[All My Children]]'', ''[[One Life To Live]]'', and ''[[General Hospital]]'')\n*[[William J. Bell]] (''[[Days of our Lives]]'')\n*[[James L. Brooks]] (''[[The Simpsons]]'')\n*[[Betty Corday]] (''[[The Young and the Restless]]'')\n*[[Brian Frons]] (''All My Children'' and ''One Life to Live'')\n*[[Matt Groening]] (''[[The Simpsons]]'')\n*[[Lynn Marie Latham]] (''[[The Young and the Restless]]'')\n*[[Harding Lemay]] (''[[Guiding Light]]'')\n*[[Agnes Nixon]] (''[[Loving (TV series)|Loving]]'')\n*[[Bob Odenkirk]] (''[[Tim and Eric Awesome Show Great Job]]'')\n*[[Bill Hader]] (''[[South Park]]'')\n*[[Vince Gilligan]] (''[[The X-Files]]'')\n\n==References==\n{{Reflist}}\n\n[[Category:Consulting occupations]]\n[[Category:Filmmaking occupations]]\n[[Category:Writing occupations]]", "Poet": "{{other uses}}\n[[Image:Jean-Baptiste-Camille Corot - Orphée (modification).jpg|thumb|right|350px|[[Orpheus]], the greatest poet of Classical mythology]]\n{{redirect|Poetess|the American rapper|The Poetess|other uses|Poetess (disambiguation)}}\n[[Image:Calligramme.jpg|thumb|right|[[Apollinaire]]'s [[Concrete poetry|calligramme]] (1918)]]\n[[Image:Janko Kral.jpg|thumb| Postmortal fictional portrait of Slovak poet [[Janko Kráľ]] (1822-1876) - an idealized romanticized picture of \"how a real poet should look like\" in Western culture.]]\nA '''poet''' is a person who writes [[poetry]]. A poet's work can be literal, meaning that his work is derived from a specific event, or metaphorical, meaning that his work can take on many meanings and forms. Poets have existed since antiquity, in nearly all languages, and have produced works that vary greatly in different cultures and time periods.<ref name=Orban>{{cite book |last=Orban |first=Clara Elizabeth |title=The Culture of Fragments: Word and Images in Futurism and Surrealism |publisher=Rodopi |year=1997 |page=3 |url=http://books.google.com/books?id=KbCVyt6MWg0C |isbn=90-420-0111-9}}</ref> Throughout each [[civilization]] and language, poets have used various styles that have changed through the course of literary history, resulting in a history of poets as diverse as the literature they have produced. \n\nThe English word \"poet\" is derived from the [[French language|French]] ''poète'', itself descended from the [[Latin]] first-declension [[masculine]] noun ''poeta'', meaning \"poet\".  The word \"poetry\" derives from the Latin feminine noun ''poetria'', meaning not \"poetry\" but \"poetess\".\n\n[[French people|French]] poet [[Arthur Rimbaud]] summarized the \"poet\" by writing:<blockquote>\"A poet makes himself a visionary through a long, boundless, and systematized disorganization of all the senses. All forms of love, of suffering, of madness; he searches himself, he exhausts within himself all poisons, and preserves their [[quintessences]]. Unspeakable torment, where he will need the greatest faith, a superhuman strength, where he becomes all men: the great invalid, the great criminal, the great accursed—and the Supreme Scientist! For he attains the unknown! Because he has cultivated his soul, already rich, more than anyone! He attains the unknown, and, if demented, he finally loses the understanding of his visions, he will at least have seen them! So what if he is destroyed in his ecstatic flight through things unheard of, unnameable: other horrible workers will come; they will begin at the horizons where the first one has fallen!\"</blockquote>\n\nAlthough that is only one opinion of many on a poet's definition.<ref name=Rimbaud>{{cite book |last=Rimbaud |first=Arthur |title=Illuminations, and Other Prose Poems |editor=Louise Varèse |publisher=New Directions Publishing |year=1957 |page=xxx |oclc=6555779 |url=http://books.google.com/books?id=DfbBV81bQf0C}}</ref>\n\n\n[[William Wordsworth]] once described the poet's task as to: <blockquote>\n\"A present joy the matter of a song,\n\nPour forth that day my soul in measured strains\n\nThat would not be forgotten and are here\n\nRecorded\"</blockquote> ([[The Prelude]] Book 1)\n\n[[Marianne Moore]] famously described the poet's job as creating \"imaginary gardens with real toads in them\".(Poetry)\n\nMany poets such as [[Virgil]] in the [[Aeneid]] and [[John Milton]] in [[Paradise Lost]] invoke the aid of a [[Muse]] to help them in their tasks.\n\n\n\n==See also==\n[[Image:Quatrain on Heavenly Mountain.jpg|thumb|right|The [[Chinese poetry|Chinese poem]] ''Quatrain on Heavenly Mountain'' by [[Emperor Gaozong of Song]]; fan mounted as album leaf on silk, four columns in cursive script]]\n[[File:William-Adolphe Bouguereau (1825-1905) - Homer and his Guide (1874).jpg|thumb|right|''Homer and His Guide,'' by [[William-Adolphe Bouguereau]], portraying Greek poet Homer on [[Mount Ida]], beset by dogs and guided by the goatherder Glaucus]]\n{{wikiquote|Poets}}\n{{wiktionary}}\n{{commons category|poets}}\n*[[Bard]]\n*[[Expressionism]]\n*[[List of poets]]\n*[[Lyricist]]\n*[[Poet Laureate]]\n*[[Writer]]\n\n==References==\n{{reflist}}\n\n\n{{Lists of poets}}\n{{Poetry of different cultures and languages}}\n{{Schools of poetry}}\n{{Portal bar|Poetry}}\n\n[[Category:Poets| ]]\n[[Category:Arts occupations]]\n[[Category:Spoken word]]", "Commissioning editor": "In book publishing, a '''commissioning editor''' is essentially a buyer. It is the job of the commissioning editor to advise the [[publishing house]] on which books to publish. Usually the actual decision of whether or not to contract a book is taken by a senior manager rather than the editor.\n\n== Responsibilities ==\nThe other roles of commissioning editors vary between companies. Usually they are also responsible for ensuring that authors under contract deliver typescripts to specification and on time. They thus have an author management role. They usually have responsibility for ensuring that typescripts are of sufficient quality. In this, especially in textbook and reference publishing, commissioning editors may be assisted by development editors or assistant editors. Furthermore, in textbook companies, this role is responsible for managing title revisions, signing new authors, and ensuring products are profitable. \n\nIn some (usually small) companies commissioning editors are also responsible for overseeing the [[Copy editing|copy-editing]], typesetting, proofreading, and design of books, although in other companies this responsibility is assumed by other staff e.g. Managing Editors, House Editors, and Production Editors.\n\nOften commissioning editors are also responsible for managing books that have already been published, for example by ensuring that stock levels are adequate and advising on when a book needs to be reprinted.\n\n== The commissioning process ==\nCommissioning editors may commission in a number of ways:\n# pro-actively: by thinking of ideas for books and then finding authors to write them\n# reactively: by reacting to book proposals or manuscripts\n# collaboratively: by formulating ideas in dialogue with authors\n# by republishing previously published books\n# by co-publishing (\"buying in\") books being published elsewhere or in other editions by other companies\n\n== The role ==\nSometimes the phrase Acquisitions Editor is used. This is a near synonym for Commissioning Editor. Possibly the word \"Acquisitions\" implies more emphasis on types (4) and (5) above.\n\nCommissioning has not been formulated into a profession. There is little formal training available. Recently there has been some attempt in the UK to articulate and establish professional standards. Most commissioning editors work up to the post through experience in other roles e.g. Editorial Assistant. Some editors see the post as a stepping stone to a [[senior management]] job (e.g. Publisher, Editorial Director, Publishing Director); others are content to remain in the post and to build a reputation as a star editor.\n\n== Qualities ==\nThere is little consensus on what makes good commissioning editors, though most people in the industry would agree that the following are desirable and important:\n* business acumen: understanding the market and the company's place in the market\n* creativity\n* linguistic sensitivity\n* communicativeness\n* [[project management]] skills\n\n==References==\nThe standard work on the subject is Gill Davies, ''Book Commissioning and Acquisition'' (Routledge).\n\n== Website ==\n*[http://www.train4publishing.co.uk For UK standards: The Publishing Training Centre]\n\n[[Category:Book publishing]]\n[[Category:Writing occupations]]\n[[Category:Types of editors]]", "Freelancer": "{{other uses|Freelance (disambiguation)}}\n\nA '''freelancer''', '''freelance worker''', or '''freelance''' is a person who is [[Self-employment|self-employed]] and is not committed to a particular employer long-term. These workers are sometimes represented by a company or an agency that resells their labor and that of others to its clients with or without project management and labor contributed by its regular employees. Others are completely independent. \"[[Independent contractor]]\" would be the term used in a higher [[Register (sociolinguistics)|register]] of [[English language|English]].\n\nFields in which freelancing is common include: [[music]], [[journalism]], [[publishing]], [[screenwriting]], [[filmmaking]], [[acting]], [[photojournalism]], [[cosmetics]], [[fragrances]], [[editing]], [[photography]], [[event planning]], [[event management]], [[copy editing]], [[proofreading]], [[INDEX|index]]ing, [[copywriting]], [[computer programming]], [[web design]], [[graphic design]], [[website development]], [[Consultant|consulting]], [[Tour guide|tour guiding]], [[video editing]], [[video production]], [[Translation|translating]], [[illustrating]] and micro jobs.\n\n==Freelance practices and compensation==\nAccording to the 2012 Freelance Industry Report compiled primarily about North America freelancing, nearly half of freelancers do writing work, with 18% of freelancers listing writing as a primary skill, 10% editing/copy-editing, and 10% as copy-writing. 20% of freelancers listed their primary skills as design. Next on the list was translating (8%), web development (5.5%), and marketing (4%).<ref name=\"Freelance Industry Report 2012\">{{cite web|title=Freelance Industry Report 2012|url=https://s3.amazonaws.com/ifdconference/2012report/FreelanceIndustryReport2012.pdf|accessdate=17 May 2013}}</ref> Elance, a web platform that connects freelancers with contractors, surveyed its members and 39% listed writing and editing are their main skill set.<ref>{{cite news|last=Gregg|first=Tim|title=The State of the Freelance Economy|url=http://www.deskmag.com/en/the-state-of-the-freelance-economy-freelancers-survey-study-report-2012|accessdate=17 May 2013|newspaper=DeskMag|date=2013-02-14}}</ref>\n\nDepending on the industry, freelance work practices vary and have changed over time. In some industries such as consulting, freelancers may require clients to sign written [[contracts]]. While in journalism or writing, freelancers may work for free or do work \"on spec\" to build their reputations or a relationship with a publication.<ref>{{cite web|title=You ask, should I write on spec?|url=http://www.therenegadewriter.com/2012/07/09/you-ask-i-answer-should-i-write-on-spec/|publisher=Renegade Writer|accessdate=18 May 2013}}</ref> Some freelancers may provide written estimates of work and request deposits from clients.\n\nPayment for freelance work also depends on industry, skills, and experience. Freelancers may charge by the day, hour, a piece rate, or on a per-project basis. Instead of a flat rate or fee, some freelancers have adopted a [[value-based pricing]] method based on the perceived value of the results to the client. By custom, payment arrangements may be upfront, percentage upfront, or upon completion. For more complex projects, a contract may set a payment schedule based on milestones or outcomes. One of the drawbacks of freelancing is that there is no guaranteed payment, and the work can be highly [[precarious work|precarious]].\n\nIn writing and other artistic fields, \"freelance\" and its derivative terms are often reserved for workers who create works on their own initiative and then seek a publisher. They typically retain the copyright to their works and sell the rights to publishers in time-limited contracts. Traditionally, works would be submitted to publishers, where they would become part of the [[slushpile]], and would either elicit an offer to buy (an \"acceptance letter\") or a [[rejection slip]].\n\nPeople who create intellectual property under a [[work for hire]] situation (according to the publishers' or other customers' specifications) are sometimes referred to as \"independent contractors\" or other similar terms. Creators give up their rights to their works in a \"works made for hire\" situation, a category of intellectual property defined in U.S. copyright law &mdash; Section 101, Copyright Act of 1976 (17 USC §101). The protection of the intellectual property rights that give the creator of the work are considered to have been sold in toto in a work for hire agreement. A \"work for hire\" arrangement is similar to the control that employers have over the creations of employees, however in a contractual rather than employment relationship.<ref>{{cite web|title=Works Made For Hire|url=http://www.keepyourcopyrights.org/copyright/rights/work-for-hire|publisher=Keep Your Copyright|accessdate=18 May 2013}}</ref>\n\n==Demographics==\nThe total number of freelancers in USA is inexact, as the most recent governmental report on independent contractors was published in 2005 by the  [[U.S. Department of Labor]] [[Bureau of Labor Statistics]]. At that time, there were approximately 10.3 million United States workers (7.4% of the workforce) employed as independent contractors of all sorts.<ref name=\"indie2005\">{{cite web |url=http://www.bls.gov/opub/ted/2005/jul/wk4/art05.htm |title=Independent contractors in 2005 |date=July 29, 2005 |publisher=Bureau of Labor Statistics |accessdate=21 December 2012 }}</ref> In 2011, Jeffrey Eisenach, an economist at George Mason University, estimated that number of freelancers had grown by one million.<ref>{{cite web|title=Data Spotlight: Independent Contractors on the Rise|url=Data Spotlight: Independent Contractors On the Rise|work=April 29, 2011|publisher=Economic Modeling Specialists, Int.|accessdate=17 May 2013}}</ref> While in 2012, the [[Aberdeen Group]], a private research company, estimated that 26% (approx. 81 million) of the United States population was is a part of the [[contingent workforce]], a category of casual labor that includes freelancing.<ref>{{cite web|last=Dwyer|first=C|title=Contingent Workforce Management: The Next-Generation Guidebook to Managing the Modern Contingent Workforce Umbrella.|url=http://www.aberdeen.com/Aberdeen-Library/7709/RA-contingent-workforce-management.aspx\"|work=May 1, 2012.|publisher=Aberdeen Group.|accessdate=17 May 2013}}</ref> In 2013, the [[Freelancers Union]] estimated that 1 in 3 workers in the United States were self-employed (approx. 42 million), with more than four million (43%) of those self-employed workers members of the [[creative class]], a strata of work specifically associated with freelance industries, such as knowledge workers, technologists, professional writers, artists, entertainers, and media workers.<ref>{{cite web|last=Florida|first=Richard|title=Geography of America's Freelance Economy|url=http://m.theatlanticcities.com/jobs-and-economy/2013/02/geography-americas-freelance-economy/4118/|work=FEB 25, 2013|publisher=The Atlantic|accessdate=17 May 2013}}</ref>\n\nThe total number of freelancers in UK is also inexact, however figures from the [[Office of National Statistics]] show that people working mainly at or from home rose from 9.2% in 2001 to 10.7% in 2011.<ref>{{cite web|title=Official Rise in Home Working Figures|url=http://ihubbub.com/news/official-rise-in-home-working-figures|publisher=iHubbub}}</ref> It has been estimated that there are approximately 1.7 million freelancers in the UK,<ref>{{cite news|last=Bell|first=Anna|title=Guide To Freelancers|url=http://www.icsuk.com/blog/ics-guide-to-freelancers/|accessdate=20 Jan 2014|date=2014-01-22}}1.7 million freelancers in the UK</ref> however.\n\nFreelancing is a gendered form of work.<ref name=\"Freelance Industry Report 2012\" /> The 2012 Freelance Industry Report estimates that more than 71% of freelancers are women between the ages of 30-50. Surveys of other specific areas of freelancing have similar trends. Demographic research on [[Amazon Mechanical Turk]] reveals that the majority of North American Mechanical Turk workers are women<ref>{{cite journal|last=Ross|first=Joel|coauthors=Andrew Zaldivar, Lilly Irani, Bill Tomlinson|title=Who are the Turkers? Worker Demographics in Amazon Mechanical Turk|journal=CHI EA|year=2010|pages=2863–2872|url=http://www.ics.uci.edu/~jwross/pubs/SocialCode-2009-01.pdf|accessdate=17 May 2013}}</ref> Catherine McKercher's research on journalism as a profession has showcased that while media organizations are still male dominated, the reverse is true for freelance journalists and editors, whose ranks are mainly women.<ref>{{cite journal|last=Mendes|first=Kaitlynn|coauthors=Kumarini Silva, Catherine McKerchera & Yan Wub|title=Women, Labor, Media, and the Economy Kaitlynn Mendes|journal=Feminist Media Studies|date=24 August 2009|volume=9|issue=3|pages=369–378|url=http://www.tandfonline.com/doi/abs/10.1080/14680770903068332#.UZacZJXSRSU|accessdate=17 May 2013|doi=10.1080/14680770903068332}}</ref>\n\n==Benefits==\n\nFreelancers do not list one singular reason for freelancing, the perceived benefits differ by gender, industry, and lifestyle. For instance, the 2012 Freelance Industry Report reported that men and women freelance for different reasons. Female survey respondents indicated that they prefer the scheduling freedom and flexibility that freelancing offers, while male survey respondents indicated they freelance to follow or pursue personal passions.<ref name=\"Freelance Industry Report 2012\"/> Freelancing is also taken up by workers who have been laid-off, who cannot find full-time employment,<ref name=\"Freelance Industry Report 2012\"/> or for those industries such as journalism which are relying increasingly on contingent labor rather than full-time staff.<ref name=\"McKercher 2009 370-374\">{{cite journal|last=McKercher|first=Catherine|title=Writing on the Margins: Precarity and the Freelance Journalist|journal=Feminist Media Studies|date=September 2009|volume=3|issue=9|pages=370–374}}</ref> Freelancers also consist of students trying to make ends meet during the semester.  In interviews and on blogs about freelancing, freelancers list choice and flexibility as a benefit.\n\n==Drawbacks==\n[[File:FLOW CHART - LATEST.jpg|thumb|230px|right|Traditional Freelance Work System]]\nFreelancing, like other forms of [[Casual employment|casual labor]], can be [[precarious work]]. Websites, books, portals and organizations for freelancers often feature advice on getting and keeping a steady work stream.<ref>{{cite web|last=Russell|first=Sarah|title=9 Ways to Find Freelance Writing Clients Who Will Actually Pay You|url=http://www.writersincharge.com/get-clients-that-pay/|publisher=Writers in Charge|accessdate=17 May 2013}}</ref> Beside the lack of job security, many freelancers also report the ongoing hassle of dealing with employers who don't pay on time and the possibility of long periods without work. Additionally, freelancers do not receive employment benefits such as a  [[pension]], [[sick leave]], paid holidays, bonuses or [[health insurance]], which can be a serious hardship for freelancers residing in countries such as the US without [[universal health care]].<ref>{{cite news|last=Bornstein|first=David|title=Safety Nets for Freelancers (Opinionator)|url=http://opinionator.blogs.nytimes.com/2011/12/06/safety-nets-for-freelancers/|accessdate=17 May 2013|newspaper=New York Times|date=Dec 6, 2011}}</ref>\n\nFreelancers often earn less than their employed counterparts. While most freelancers have at least ten years of experience prior to working independently,<ref name=\"Freelance Industry Report 2012\"/> experienced freelancers do not always earn an income equal to that of full-time employment. Based on feedback from members, it soon becomes apparent that Freelancer tends to attract low paying clients that, although demanding very high standards, pay $10 per hour or less. Low-cost suppliers frequently offer to work at rates as low as $1–$2 per hour. Because most projects require competitive bidding, many professionals simply will not bid because they refuse to work at such rates.This has the effect of reducing the overall quality of the services provided.\n\nAccording to research conducted in 2005 by the Professional Writers Association of Canada on Canadian journalists and editors, there is a wage gap between staff and freelance journalists. While the typical Canadian full-time freelancer is female, between 35-55, holding a college diploma and often a graduate degree, she typically earns about $29,999 Canadian dollars before taxes. Meanwhile a staff journalist of similar age and experience level working full-time at outlets such as the [[Ottawa Citizen]] or [[Montreal Gazette]] newspapers, earned at least $63,500 Canadian dollars that year, the top scale rate negotiated by the union, [[The Newspaper Guild]]-Communications Workers of America.<ref name=\"McKercher 2009 370-374\"/> Given the gendered stratification of journalism, with more women working as freelancers than men, this disparity in income can be interpreted as a form of [[gender pay gap]]. The [[Professional Writers Association of Canada]] report showed no significant difference between the earnings of male and female freelancers, though part-time freelancers generally earned less than full-time freelancers.<ref>{{cite web|title=2005 Canadian Professional Writers Survey|url=http://www.pwac.ca/files/PDF/PWACsurvey.pdf|publisher=Professional Writers Association of Canada|accessdate=17 May 2013}}</ref>\n\nWorking from home is often cited as an attractive feature of freelancing, yet research suggests working from home introduces new sets of constraints for the process of doing work, particularly for married women with families, who continue to bear the brunt of household chores and child care despite increases in their paid work time.<ref>{{cite web|last=Fang|first=Fang (editor)|title=Division of Household Labor|url=http://gas.sagepub.com/site/misc/Index/Classroom/Division_of_Household_Labor.xhtml|publisher=Sage: Gender & Society|accessdate=17 May 2013}}</ref><ref>{{cite web|last=Wade|first=Lisa|title=Of Housework and Husbands|url=http://thesocietypages.org/socimages/2009/07/11/of-housework-and-husbands/|publisher=Sociological Images|accessdate=17 May 2013}}</ref> For instance, three years of ethnographic research about teleworkers in Australia conducted by Melissa Gregg, a Principal Engineer and Researcher in Residence for the Intel Science and Technology Center for Social Computing at [[UC Irvine]], raises concerns over how both physical isolation and continuous access enabled with networked digital media puts pressure on homeworkers to demonstrate their commitments through continual responses by email and to conceal their family or home life.<ref>{{cite book|last=Gregg|first=Melissa|title=Work's Intimacy|year=2011|publisher=Polity}}</ref>\n\n==Impact of the Internet==\nThe [[Internet]] has opened many freelance opportunities, expanded available markets, and has contributed to service sector growth in many economies.<ref name=\"CIA\">{{cite web\n  | title = The World Factbook: India\n  | publisher = Central Intelligence Agency\n  | date= 2007-09-20\n  | url =https://www.cia.gov/library/publications/the-world-factbook/geos/in.html#Econ\n  | accessdate =2008-03-25}}</ref> [[Offshore outsourcing]], [[Online outsourcing]] and [[crowdsourcing]] are heavily reliant on the Internet to provide economical access to remote workers, and frequently leverage technology to manage workflow to and from the employer. Much computer freelance work is being outsourced to developing countries outside the United States and Europe.\n\nOnline [[freelance marketplace]]s are websites that match buyers and sellers of services provided via the internet. Buyers bid on services at a fixed price or at an hourly rate. These marketplaces allow people to sign up remotely for freelance assignments and get paid through a merchant account.\n\nThe Internet also enables many freelancers to be interviewed and hired without actually meeting an employer in person. This facilitates long distance business relationships all over the world, but can provide a challenge in screening applicants. Hiring more than one applicant for a short test assignment after the interview is now a common extra step in the hiring process.{{citation needed|date=July 2012}}\n\nFreelance employment has been common in the areas of [[writing]], editing, translation, indexing, [[software development]], [[website design]], [[advertising]], [[Open Innovation|open innovations]], [[information technology]], and [[business process outsourcing]]. Freelance journalists, for example, may find it easier to start their own or shared news [[blog]]s, with many blogs growing into highly trafficked and competitive news sites capable of hiring dedicated staff and other talent.\n\nChanges to the [[publishing]] industry since the 1980s have resulted in an increase in [[copy editing]] of book and journal manuscripts and [[proofreading]] of typeset manuscripts being outsourced to freelance copy editors and proofreaders.\n\nOnline activists, defending different social and political causes, are also referred to as political freelancers or freelance politicians.<ref>Daskalov, Hristian. \"[http://www.humanrightsdemocracy.com/2013/07/the-rise-of-freelance-politicians.html The Rise of Freelance Politicians]\". ''Human Rights & Democracy''. Retrieved 30 July 2013.</ref>\n\n==Legal aspects==\nMany periodicals and newspapers offer the option of ghost signing, when a freelance writer signs with an editor but their name is not listed on the byline of their article(s). This allows the writer to receive benefits while still being classified as a freelancer, and independent of any set organization. In some countries this can lead to taxation issues (e.g., so-called [[IR35]] violations in the UK). Ghost signing has little bearing on whether a writer is a freelancer or employee in the US.\n\nFreelancers often must handle contracts, legal issues, accounting, marketing, and other business functions by themselves. If they do choose to pay for professional services, they can sometimes turn into significant [[out-of-pocket expenses]]. Working hours can extend beyond the standard working day and working week.\n\nIn [[Europe]], the perceived disadvantages of being freelance have led the European Union to research the area, producing draft papers that would, if enforced, make it illegal for companies or organizations to employ freelancers directly, unless the freelancer was entitled to benefits such as pension contributions and holiday pay. In the UK, where the terms of integration into the EU have and are being hotly debated, this would lead to a significant reshaping of the way freelance work is dealt with and have a major impact on industry; employers would be required either to give freelances the contractual rights of employees or employ only freelancers already being employed by agencies or other organizations granting them these rights. However, the White Papers that recommend such moves have not yet been adopted in the EU, and the potential impact on UK employment laws is being opposed by key UK organizations lobbying the government to negotiate over the acceptance of EU legislation in such areas.{{Citation needed|date=April 2008}} The legal definition of a sole trader requires that he/she must have more than one client or customer which promotes the freelancing ethos.\n\nIn the U.S. in 2009, federal and state agencies began increasing their oversight of freelancers and other workers whom employers classify as [[independent contractor]]s. The U.S. Government Accountability Office (GAO)<ref name=\"GAO\">{{cite web\n  | title =Employee Misclassification: Improved Coordination, Outreach, and Targeting Could Better Ensure Detection and Prevention\n  | publisher =U.S. Government Accountability Office\n  | date= 2009-08-10\n  | url =http://www.gao.gov/products/GAO-09-717\n  | accessdate =2009-10-21}}</ref> recommended that the Secretary of Labor have its Wage and Hour Division \"focus on misclassification of employees as independent contractors during targeted investigations.\" The increased regulation is meant to ensure workers are treated fairly and that companies are not misclassified workers as independent contractors to avoid paying appropriate employment taxes and contributions to workers’ compensation and unemployment compensation.\n\nAt the same time, this increased enforcement is affecting companies whose business models are based on using non-employee workers, as well as independent professionals who have chosen to work as independent contractors. For example, book publishing companies have traditionally outsourced certain tasks like indexing and proofreading to individuals working as independent contractors. Self-employed accountants and attorneys have traditionally hired out their services to accounting and law firms needing assistance. The U.S. Internal Revenue Service<ref name=\"IRS\">{{cite web\n  | title =Independent Contractor (Self-Employed) or Employee?\n  | publisher =U.S. Internal Revenue Service\n  | date= 2009-06-15\n  | url =http://www.irs.gov/businesses/small/article/0,,id=99921,00.html\n  | accessdate =2009-10-21}}</ref> offers some guidance on what constitutes [[self-employment]], but states have enacted stricter laws to address how independent contractors should be defined. For example, a Massachusetts law<ref name=\"Mass A.G.\">{{cite web\n  | title =Massachusetts Independent Contractor/Misclassification Law\n  | publisher =The Attorney General of Massachusetts\n  | year= 2008\n  | url =http://www.mass.gov/?pageID=cagoterminal&L=2&L0=Home&L1=Workplace+Rights&sid=Cago&b=terminalcontent&f=workplace_independent_contractor_advisory&csid=Cago\n  | accessdate =2009-10-21}}</ref> states that companies can hire independent contractors only to perform work that is \"outside the usual course of business of the employer,\" meaning workers working on the company's core business must be classified as employees. According to this statute,<ref name=\"MGL\">{{cite web\n  | title =Massachusetts General Laws. Chapter 149: Section 148B. Persons performing service not authorized under this chapter deemed employees; exception \n  | publisher =The Commonwealth of Massachusetts\n  | year= 2008\n  | url =http://www.mass.gov/legis/laws/mgl/149-148b.htm\n  | accessdate =2009-10-21}}</ref> a software engineering firm cannot outsource work to a software engineering consultant, without hiring the consultant as an employee. The firm could, however, hire an independent contractor working as an electrician, interior decorator, or painter. This raises questions about the common practice of consulting, because a company would typically hire a [[management consulting]] firm or self-employed [[consultant]] to address business-specific needs that are not \"outside the usual course of business of the employer.\"\n\n== Etymology ==\nThe term was first used by [[Sir Walter Scott]] (1771–1832) in ''[[Ivanhoe]]'' (1820) to describe a \"medieval [[mercenary]] warrior\" or \"free-[[lance]]\" (indicating that the lance is not sworn to any lord's services, not that the lance is available free of charge).<ref name=\"CHD\">{{cite web |url=http://www.chambersharrap.co.uk/ |title=Search results for 'freelance' |publisher=Chambers Harrap dictionary |accessdate=21 December 2012}}</ref> It changed to a figurative noun around the 1860s and was recognized as a verb in 1903 by authorities in [[etymology]] such as the ''[[Oxford English Dictionary]].'' Only in modern times has the term morphed from a noun (a freelance) into an adjective (a freelance journalist), a verb (a journalist who freelances) and an adverb (she worked freelance), as well as into the noun \"freelancer\".\n\n==See also==\n{{Wiktionary}}\n* [[Freelance marketplace]]\n* [[Freelancers Union]]\n* [[Independent contractor]]\n* [[Mercenary]]\n* [[Misclassification of employees as independent contractors]]\n* [[Recruitment advertising]]\n* [[Self-employment]]\n\n==References==\n{{Reflist}}\n\n* Ross, BevAnne. ''Freelance: Research for Pay''. [''S.l''.]: BAR Publications, 1992. vii, 187 p. ISBN 0-9631494-2-3\n\n[[Category:Employment classifications]]\n[[Category:Temporary employment]]", "Technical writer": "A '''technical writer''' is a [[professional writing|professional writer]] who engages in [[technical writing]] and produces [[technical documentation]] for technical, business, and consumer audiences. The [[Institute of Scientific and Technical Communicators]] defines the profession as preparing information that helps users who use the product.<ref>David Farbey, [http://www.istc.org.uk/wp-content/uploads/2011/08/techwritercareer2008.pdf Technical writer career information] at the official website of the Institute of Scientific and Technical Communicators. Accessed February 28, 2013.</ref> This documentation includes [[online help]], [[user guide]]s/manuals, [[white papers]], [[design specification]]s, system manuals, project plans, test plans, business correspondence, etc. Technical writers create documentation in many forms, such as printed, web-based, or other electronic means.\n\n[[Kurt Vonnegut]] described technical writers as:<ref>[[Gary Blake]] and [[Robert W. Bly]], ''The Elements of Technical Writing'', pg. 3. [[New York City|New York]]: [[Macmillan Publishers (United States)|Macmillan Publishers]], 1993. ISBN 0020130856</ref>\n\n::\"...''trained to reveal almost nothing about themselves in their writing. This makes them freaks in the world of writers, since almost all of the other ink-stained wretches in that world reveal a lot about themselves to the reader''.\"\n\nEngineers, scientists, and other professionals may also produce [[technical writing]], but often hand it off to a professional technical writer for [[developmental editing]], [[proofreading]], editing, and formatting. \n{{TOC right}}\n\n==Skill set==\nIn addition to solid research, language, writing, and revision skills, a technical writer may have skills in:\n* [[Information design]]\n* [[Information architecture]]\n* [[Training]] material development\n* [[Illustration]]/[[Graphic design|Graphic Design]]\n* [[Web design|Website Design/Management]]\n* [[Index (publishing)|Indexing]]\n* [[Language localisation|Localization]]/[[Technical translation|Technical Translation]]\n* [[User Interface]]s\n* [[Business Analysis]]\n\nA technical writer may apply their skills in the production of non-technical content, for example, writing [[High- and low-level|high-level]] consumer information.  Usually, a technical writer is not a [[subject matter expert]] (SME), but interviews SMEs and conducts the research necessary to write and/or compile technically accurate content.\n\n==Characteristics==\nA proficient technical writer has the ability to create, assimilate, and convey technical material in a concise and effective manner. They may specialize in a particular area but must have a good understanding of the products they describe.<ref name=whatdoyou/>  For example, [[API writer]]s primarily work on [[Application programming interface|API]] documents, while other technical writers specialize in [[electronic commerce]], manufacturing, scientific, or [[Medical writing|medical]] material.<ref name=whatdoyou>[http://www.wisegeek.org/what-does-a-technical-writer-do.htm What Does a Technical Writer Do?] Wisegeek, Copyright © 2003 - 2013. Accessed 31 October 2013.</ref>\n\nTechnical writers gather information from many sources. Their information sources are usually scattered throughout an organisation, which can range from developers to marketing departments.\n\n==Roles and functions==\n'''Effectively Analyze the Rhetorical Situation'''\nCreating effective technical documentation is driven by the writer’s analysis of three elements that comprise the rhetorical situation of a particular project: audience, purpose, and context.<ref name=Kostelnick>{{cite book|last=Kostelnick|first=Charles|title=Designing Visual Language|year=2011|publisher=Longman|location=New York, NY|isbn=978-0-205-61640-4|pages=3–390|pages=400}}</ref>\n\n:'''Audience Analysis'''\n:When creating documentation technical writers aim to simplify complex concepts or processes to maximize reader comprehension.  The final goal of a particular document is to help readers find what they need, understand what they find, and use what they understand appropriately.<ref name=Riordan>{{cite book|last=Riordan|first=Daniel|title=Technical Report Writing Today|year=2005|publisher=Wadsworth Cengage Learning|location=Boston, MA|isbn=978-0-618-43389-6|pages=1–546|pages=606}}</ref>  To reach this goal technical writers must understand how their audiences use and read documentation.  An audience analysis is completed during the document planning process and, because the intended audience varies based on document type, an analysis is conducted at the outset of each document project.  \n:\n:When analyzing an audience the technical writer must ask themselves:<ref name=Riordan />\n::•\tWho is the intended audience?\n::•\tWhat are their demographic characteristics?\n::•\tWhat is the audience’s role?\n::•\tHow does the reader feel about the subject?\n::•\tHow does the reader feel about the sender?\n::•\tWhat form does the reader expect?\n::•\tWhat is the audience’s task?\n::•\tWhat is the audience’s knowledge level?\n::•\tWhat factors influence the situation?\n:\n:Accurate audience analysis provides the writer with a set of guidelines that shape the content of the document, the presentation and design of the document (online help system, interactive website, manual, etc.), and the tone and knowledge level of the document.           \n:\n:'''Purpose'''\n:The ‘purpose’ refers to the function of a particular communication.  A technical writer analyzes the purpose to understand what they want their communication (or document) to accomplish.  Determining if a communication aims to persuade readers to “think or act a certain way, enable them to perform a task, help them understand something, change their attitude,”<ref name=Kostelnick /> etc., provides the writer with important ‘instructions’ on how they format their communication and the kind of communication they choose (online help system, white paper, proposal, etc.).\n:\n:'''Context'''\n:‘Context’ refers to the physical and temporal circumstances in which readers use communication—for example: at their office desks, in a manufacturing plant, during the slow summer months, or in the middle of a company crisis.<ref name=Kostelnick />  Understanding the context of a situation tells the technical writer how readers use the communication.  This knowledge significantly influences how the writer formats the communication. For example, if the document is a quick troubleshooting guide to the controls on a small watercraft, the writer may have the pages laminated to increase usable life.\n\n'''Document Design'''\nTechnical writing can be a creative process.  Document design is a component of technical writing that increases readability and usability.  According to one expert, technical writers use six design strategies to plan and create technical communication: arrangement, emphasis, clarity, conciseness, tone, and ethos.<ref name=Kostelnick />\n\n:'''Arrangement:''' refers to the order and organization of visual elements so that readers can see their structure—how they cohere in groups, how they differ from one another, how they create layers and hierarchies.<ref name=Kostelnick />  When considering arrangement technical writers look at how to utilize headings, lists, charts, and images to increase usability.\n\n:'''Emphasis:''' refers to how a document displays important sections through prominence or intensity.<ref name=Kostelnick />  When considering emphasis technical writers look at how they can show readers important sections, warning, useful tips, etc. through the use of placement, bolding, colour, and type size.\n:\n:'''Clarity:''' refers to strategies used to “help the receiver decode the message, to understand it quickly and completely, and, when necessary, to react without ambivalence.”<ref name=Kostelnick />  When considering clarity the technical writer strives to reduce visual noise, such as low contrast ratios, overly complex charts or graphs, and illegible font, all of which can hinder reader comprehension.   \n:\n:'''Conciseness:''' refers to the \"visual bulk and intricacy\" of the design—for example, the number of headings and lists, lines and boxes, detail of drawings and data displays, size variations, ornateness, and text spacing.<ref name=Kostelnick />  Technical writers must consider all these design strategies to ensure the audience can easily use the documents.\n:\n:'''Tone:''' - the sound or feel of a document.  Document type and audience dictates whether the communication should be formal and professional, or lighthearted and humorous. In addition to language choice, technical writers set the tone of technical communication through the use of spacing, images, typefaces, etc.  \n:\n:'''Ethos:''' - The degree of credibility that visual language achieves in a document.<ref name=Kostelnick />  Technical writers strive to create professional and error-free documentation to establish credibility with the audience.\n\n==Qualifications==\nTechnical writers can have various job titles, including ''technical communicator,'' ''information developer'', or ''technical documentation specialist''. In the [[United Kingdom]] and some other countries, a technical writer is often called a ''technical author'' or ''knowledge author''.\n\nTechnical writers normally possess a mixture of technical and writing abilities. They typically have a degree or certification in a technical field, but may have one in journalism, business, or other fields.  Many technical writers switch from another field, such as journalism—or a technical field such as engineering or science, often after learning important additional skills through technical communications classes.\n\n==Methodology (document development life cycle)==\nTo create a technical document, a technical writer must understand the product, purpose, and audience. They gather information by studying existing material, interviewing SMEs, and often actually using the product. They study the audience to learn their needs and technical understanding level.\n\nA technical publication's development life cycle typically consists of five phases, coordinated with the overall product development plan:<ref>{{cite book|last=Hackos|first=JoAnn T.|title=Managing Your Documentation Projects|year=1994|publisher=Wiley|isbn=0-471-59099-1|pages=630}}</ref>\n\n* Phase 1: Information gathering and planning\n* Phase 2: Content specification\n* Phase 3: Content development and implementation\n* Phase 4: Production\n* Phase 5: Evaluation\n\nThe document development life cycle typically consists of six phases (This changes organization to organization, how they are following).\n# Audience profiling (identify target audience)\n# User task analysis (analyse tasks and information based on target audience)\n# Information architecture (design based on analysis, how to prepare document)\n# Content development (develop/prepare the document)\n# Technical and editorial reviews (review with higher level personnel—managers, etc.)\n# Formatting and publishing (publish the document).\nThis is similar to the software development life cycle.\n\nWell-written technical documents usually follow formal standards or guidelines. Technical documentation comes in many styles and formats, depending on the medium and subject area. Printed and online documentation may differ in various ways, but still adhere to largely identical guidelines for prose, information structure, and layout. Usually, technical writers follow formatting conventions described in a standard [[style guide]].  In the US, technical writers typically use [[the Chicago Manual of Style]] (CMS). Many companies have internal corporate style guides that cover specific corporate issues such as logo use, branding, and other aspects of corporate style. The [[Microsoft Manual of Style for Technical Publications]] is typical of these.\n\nEngineering projects, particularly defense or aerospace related projects, often follow national and international documentation standards&mdash;such as ATA100 for civil aircraft or S1000D for civil and defense platforms.\n\n==Environment==\nTechnical writers often work as part of a writing or project development team. Typically, the writer finishes a draft and passes it to one or more SMEs who conduct a ''technical review'' to verify accuracy and completeness. Another writer or editor may perform an ''editorial review'' that checks conformance to styles, grammar, and readability. This person may request for clarification or make suggestions. In some cases the writer or others test the document on audience members to make ''usability'' improvements. A final production typically follows an inspection checklist to ensure the quality and uniformity of the published product.<ref>{{cite book|last=Tarutz|first=Judith A.|title=Technical Editing|year=1992|publisher=Perseus Books|location=New York|isbn=0-201-56356-8|pages=456}}</ref>\n\n==Career growth==\nThere is not necessarily one standard career path for technical writers, but they may move into project management over other writers. A writer may advance to a senior technical writer position, handling complex projects or a small team of writers and editors. In larger groups, a [[documentation manager]] might handle multiple projects and teams.\n\nTechnical writers may also gain expertise in a particular technical domain and branch into related forms, such as software quality analysis or business analysis. A technical writer who becomes a subject matter expert in a field may transition from technical writing to work in that field.\n\nTechnical writers with expertise in writing skills can join printed media or electronic media companies, potentially providing an opportunity to make more money and/or improved working conditions.\n\nThe U.S Department of Labor expects technical writer employment to grow 17 percent from 2010 to 2020, about as fast as the average for all occupations. They expect job opportunities, especially for applicants with technical skills, to be good.<ref>Bureau of Labor Statistics, U.S. Department of Labor, Occupational Outlook Handbook, 2012-13 Edition, Technical Writers, \non the Internet at http://www.bls.gov/ooh/media-and-communication/technical-writers.htm (visited February 22, 2013).</ref>\n\n==Notable technical writers==\n* [[Gordon Graham (writer)|Gordon Graham]], expert on [[white paper]]s and former writing professor.\n* [[Dan Jones (professor)|Dan Jones]], university professor and fellow with the [[Society for Technical Communication]].\n* [[Robert M. Pirsig]], author of [[Zen and the Art of Motorcycle Maintenance]] wrote technical manuals for IBM, while working on the bestselling book.\n* [[Marcia Wilbur]], American author of A Decade of the DMCA wrote technical documentation for Microchip, while working on the book.\n\n==See also==\n*[[Collaborative editing]]\n*[[Software documentation]]\n*[[Technical communication]]\n*[[Technical communication tools]]\n*[[Technical writing]]\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.hci.com.au/iso/ International standards for technical writers]\n* [http://cerys.wordpress.com/2011/11/28/user-documentation-standards/ Descriptions and links to standards for technical writers]\n{{wikiversity|Technical writing}}\n* [http://www.stc.org Society for Technical Communication]\n\n{{DEFAULTSORT:Technical Writer}}\n[[Category:Technical writers| ]]\n[[Category:Technical communication]]\n[[Category:Writing occupations]]\n[[Category:Media occupations]]\n[[Category:Computer occupations]]", "Dog writer": "{{refimprove|stub|date=October 2010}}\nA '''dog writer''' is someone who writes about [[dog]]s, for example in reporting on [[Conformation show|dog show]]s; or in writing articles about [[dog care]] or [[Dog training|training]] or [[List of dog breeds|breed]] features for publications about dogs; or in writing dog- or pet-care columns or 'human' interest articles about dogs for general publications.\n\nIn 1935 the term was apparently first used when the [[Dog Writers Association of America|Dog Writers Association]] was established. They state 'Some 70 years ago, there was no such thing as a dog writer. There were newsmen and newswomen and magazine writers. Most of the papers assigned [[sportswriter]]s, [[reporter]]s, and even [[copyboy]]s, to cover dog shows. Still, these were the ones who made the dog world an indelible part of our [[popular culture]] by writing about dogs on the sports pages of most papers.'<ref>[http://www.dwaa.org Dog Writers Association of America website]</ref>\n\n==References==\n{{Reflist}}\n\n\n[[Category:Dogs in popular culture]]\n[[Category:Writing occupations]]\n[[Category:Journalism occupations]]\n\n{{job-stub}}", "Polygraph (author)": "{{about|an author that can write on a variety of different subjects|the early 19th-century device used for duplication of writing|Polygraph (duplicating device)|the modern forensic instrument|Polygraph|the automatic signing instrument|Autopen}}\n[[File:Louis-Michel van Loo 001.jpg|thumb|Portrait of French polygraph [[Denis Diderot]] (1767, [[Louis-Michel van Loo]])]]\nA '''polygraph''' (from [[Ancient Greek]]: πολύς, poly = \"many\" and γράφειν, graphein = \"to write\") is an author who writes in a variety of fields.<ref>[http://dictionary.reference.com/browse/polygraph Polygraph] (Dictionary.com).</ref>\n\nIn literature, the term polygraph is often applied to certain writers of antiquity such as [[Aristotle]], [[Plutarch]], [[Varro]], [[Cicero]] and [[Pliny the Elder]]. Polygraphs still existed in the [[Middle Ages]] and [[Renaissance]], but they have become rarer in modern times due to the specialisation of knowledge. [[Voltaire]] and [[Diderot#Bibliography|Diderot]] are examples of modern polygraphs.\n\n==Polygraph writers==\n\n===Classical Antiquity===\n\n* [[Xenophon]]\n* [[Philostratus of Lemnos]]\n* [[Duris of Samos]] \n* [[Suetonius]]\n* [[Apuleius]]\n* [[Apion]]\n\n===Middle Ages===\n\n*[[Abu Nuwas]]\n*[[Isidore of Seville]]\n* [[Jacob of Edessa]]<ref>Richard Barrie Dobson. ''Encyclopedia of the Middle Ages: A-J'' (Editions du Cerf, 2000) p. 749.</ref>\n*[[Al-Jahiz]]\n*[[Michael Psellos]] \n*[[Bar-Hebraeus]]<ref>Richard Barrie Dobson. ''Encyclopedia of the Middle Ages, Volume 2'' (Routledge, 2000) p. 49.</ref>\n* [[Piero Valeriano Bolzani]]\n\n===[[Early modern period]] (1500-1800)===\n\n* [[Carlo Amoretti]]\n* [[Jean-François de Bastide]]\n* [[Giuseppe Betussi]]\n* [[Jacques Pierre Brissot]]\n* [[Gatien de Courtilz de Sandras]]\n* [[Johann Wolfgang von Goethe]]\n* [[Ferdinand Hoefer]]\n* [[Athanasius Kircher]]\n* [[Pierre-Jean Le Corvaisier]]\n* [[Pierre Louis Manuel]]\n* [[Mathieu-François Pidansat de Mairobert]]\n* [[Nicolas Edme Restif de La Bretonne]]\n* [[César Vichard de Saint-Réal]]\n* [[Francesco Sansovino]]\n* [[Charles Sorel]]\n\n===Modern era (1800 onwards)===\n\n* [[Jean-Marie-Vincent Audin]]\n* [[Arthur Conan Doyle]]\n* [[Pierre Gévart]]\n* [[Henry de Graffigny]]\n* [[Léon Halévy]]\n* [[Vincent Labaume]]\n* [[Paul Lacroix]]\n* [[Gustave Le Rouge]]\n* [[Simin Palay]]\n* [[Christian Plume]] \n* [[Claude Roy (poet)|Claude Roy]]\n* [[Ludwig Tieck]]\n\n==Other usage==\n\nThe term can be used in a pejorative sense to mean a [[journalist]] who writes on many subjects but without expertise in any particular one.\n\n==Notes==\n{{reflist}}\n*This article incorporates text from French Wikipedia, [[:fr:Polygraphe (auteur)|Polygraphe (auteur)]].\n\n[[Category:Writing occupations]]\n{{Lit-stub}}", "Staff writer": "{{unreferenced|date=September 2013}}\n'''Staff writer''' is a [[byline]] that indicates that the author of the article at hand is employed by the [[periodical]] that published the article as a regular [[Employment|staff]] member, and not as a [[freelance writer]] or special contributor.\n\n[[Category:Journalism occupations]]\n[[Category:Newspaper terminology]]\n[[Category:Writing occupations]]\n\n\n{{job-stub}}", "Screenwriter": "[[File:Screenplay example.svg|right|thumb|250px|A page of a screenplay]]\nA '''screenwriter''' or '''scriptwriter''' or '''scenarist''' is a [[writer]] who practices the craft of [[screenwriting]], writing [[screenplay]]s on which [[mass media]] such as [[film]]s, [[television program]]s, [[comics]] or [[video games]] are based.\n\n==Profession==\nScreenwriting is a [[freelance]] profession. No education is required to become a professional screenwriter, just good [[storytelling]] abilities and [[imagination]]. Screenwriters are not hired employees, they are contracted freelancers. Most, if not all, screenwriters start their careers writing on speculation (spec), meaning they write without being hired or paid for it. When such a script is sold, it is called a [[spec script]]. What separates a [[professional]] screenwriter from an [[amateur]] screenwriter is that professional screenwriters are usually represented by a [[talent agent|talent agency]]. Also, professional screenwriters do not often work for free; whereas amateur screenwriters will often work for free and are considered \"writers in training\".  Spec scripts are usually penned by unknown professional screenwriters and amateur screenwriters. There are a legion of would-be screenwriters who attempt to enter the film industry but it often takes years of trial-and-error, failure, and gritty persistence to achieve success. \"Screenplays have become, for the last half of [the twentieth] century, what the [[Great American Novel]] was for the first half. Closet writers who used to dream of the glory of getting into print now dream of seeing their story on the big or small screen.\"<ref name=Hauge>{{cite book|last=Hauge|first=Michael|title=Writing Screenplays That Sell}}</ref>\n\n==Screenwriting in the film industry==\nEvery screenplay and teleplay begins with a thought or idea, and screenwriters use those ideas to write scripts, with the intention of selling them and having them produced.<ref name=\"Ferguson 2009\">{{cite journal|last=Ferguson|first=Brooks|title=Creativity and integrity: Marketing the \"in development\" screenplay|journal=Psychology and Marketing|date=17 April 2009|volume=26|issue=5|pages=428|doi=10.1002/mar.20281}}</ref> The majority of the time, a film project gets initiated by a screenwriter and because they initiated the project, the writing assignment exclusively becomes his or hers.<ref name=\"Ferguson 2009\"/> These are referred to as \"exclusive\" assignments or \"pitched\" assignments. Screenwriters who often pitch new projects, whether original or an adaptation, often do not have to worry about competing for assignments and are often more successful. When word is put out about a project a [[film studio]], [[production company]], or producer wants done, these are referred to as \"open\" assignments. Open assignments are more competitive. In situations where screenwriters are competing for an open assignment, more established writers will usually win these assignments. A screenwriter can also be approached and personally offered a writing assignment.\n\n==Script doctoring==\nMany screenwriters also work as full or part-time \"[[script doctor]]s\", attempting to better a script to suit the desires of a [[film director|director]] or [[movie studio|studio]]. For instance, studio management may have a complaint that the motivations of the characters are unclear or that the dialogue is weak.\n\nScript-doctoring can be quite lucrative, especially for the better known writers. [[David Mamet]] and [[John Sayles]], for instance, fund the movies they direct themselves, usually from their own screenplays, by writing and doctoring scripts for others. In fact, some writers make very profitable careers out of being the ninth or tenth writer to work on a piece; in many cases, working on projects that never see exposure to an audience of any size. Script doctoring companies, also known as script consultancies, are also often used by directors, production companies and individual screenwriters. These usually do not offer full re-writes, but are used when a production company or an individual requires feedback on whether or not a script is marketable, how it can be improved, and whether or not it holds any potential for development. Many up and coming screenwriters also \"ghost write\" projects and allow more established screenwriters to take public credit for the project to increase the chances of it getting picked up.\n\n==Development process of a project==\nAfter a screenwriter finishes a project, he or she pairs with an industry-based representative, such as a [[film producer|producer]], director, [[literary agent]], entertainment lawyer, or an entertainment executive. These partnerships will often pitch their project to investors or others in a position to further a project. Once the script is sold the writer only has the rights that were agreed with the purchaser.<ref name=\"Ferguson 2009\"/> A screenwriter becomes credible once their work is recognized, giving the writer the opportunity to earn a higher income.<ref name=\"Ferguson 2009\"/> As more films are produced independently (outside the studio system), many up-and-coming screenwriters are turning to pitch fests, screenplay contests and independent development services to gain access to established and credible independent producers. Many development executives are now working independently in order to incubate their own pet projects.\n\n==Production involvement==\nScreenwriters are rarely involved in the development of a film. Sometimes they come on as advisors, or if they are established,  as a producer. Some screenwriters also direct. Although many scripts are sold each year, many do not make it into production because the amount of scripts that are purchased every year outnumber the amount of professional directors that are working in the film and TV industry. When a screenwriter finishes a project and sells it to a [[film studio]], [[production company]], TV network, or producer, he or she often has to continue networking, mainly with directors or executives, and push to have their projects \"chosen\" and turned into films or TV shows. If interest in a script begins to fade, a project can go dead.\n\n==Video game writing==\n[[Video game]] writing is also considered to be a form of screenwriting. Some film and television writers also work in this industry.\n\n==Union==\nMost professional screenwriters in the U.S. are [[unionized]] and are represented by the [[Writers Guild of America]]. Although membership in the WGA is recommended, it is not required of a screenwriter to join. The WGA is the final arbiter on awarding [[WGA screenwriting credit system|writing credit]] for projects under its jurisdiction.  The WGA also looks upon and verifies film copyright materials.\n\n==See also==\n* [[Screenwriter's salary]]\n* [[Screenplay]]\n* [[Playwright]]\n* [[Script (comics)]]\n* [[WGA screenwriting credit system]]\n* [[List of screenwriting software]]\n* [[First look deal]]\n* [[Television crew]]\n* [[Film crew]]\n\n==References==\n{{Reflist|2}}\n\n{{film crew}}\n\n[[Category:Film crew]]\n[[Category:Writing occupations]]\n[[Category:Media occupations]]\n[[Category:Screenwriters| ]]", "Speechwriter": "{{wiktionarypar|speechwriter}}\nA '''speechwriter''' is a person who is hired to prepare and write [[Public speaking|speeches]] that will be delivered by another person. Speechwriters are used by many senior-level elected officials and executives in the government and private sectors.\n\n==Skills and training==\nA speechwriter works directly with senior executives to determine what points, themes, positions, or messages the executive would like to cover. Moreover, speechwriters need to be able to accept criticism and comments on the different drafts of the speech, and be able to incorporate the proposed changes into the draft. Speechwriters have to be able to work on several different speeches at once, and manage their time so that they can meet strict deadlines for finishing the speech on time.<ref name=JobProfilesSpeech>\n{{cite web\n |url=http://www.jobprofiles.org/govfspeechwriter.htm\n |title=Speechwriter - Federal Government Job Profile\n |accessdate=2008-12-14 |author= |first= |last= |authorlink= |coauthors= |date= |year= |month= |format= |work= |publisher= |pages= |language= |doi= |archiveurl= |archivedate= |quote= }}\n</ref> Speechwriters must also be able to accept anonymity, because with few exceptions, speechwriters (like [[ghostwriter]]s) are not officially credited or acknowledged. This aspects creates a dilemma for historians and compilers of speech anthology. If some poignant phrase gains popularity such as John F.Kennedy's 'Ask what you have done for the country and not what the country has done for you.', to whom the credit should be attributed; was it to the President or to Ted Sorenson (the speech writer) or to both? Professional Speechwriter, Lawrence Bernstein writes\n\n{{blockquote|Some clients have called with six months to spare, others with four hours to go; some want to meet up first, others want coaching afterwards; quite a few did everything by email and we’ve never even spoken.<ref>{{cite web |first=Lawrence |last=Bernstein |url=http://www.greatspeechwriting.co.uk |title=Great Speech Writing}}</ref>}}\n\nWhile there is a [[guild]] called \"The Speechwriters' Guild\" for professional writers who specialise in writing speeches, speechwriters do not usually have specific training in the area or field for which they are writing speeches; a speechwriter preparing a speech for a governor on health policy will rarely have a [[Master of Public Health]] degree. Instead, speechwriters often have a broad understanding of basic economics, political roles, and policy issues, which makes them a generalist who is able to \"translate\" complex economic and policy issues into a clear message for the general public. As well, as with many other writing occupations, most speechwriters do not have specific training in their writing craft. Instead, speechwriters often develop their speechwriting skills by combining a general [[liberal arts]] education (e.g., in political science, philosophy, law, or English literature) with a variety of work experience in [[politics]], [[public administration]], [[journalism]], or a related field.\n\nThe speechwriter writes with the challenge that includes delivery as part of the message. Executive speechwriter Anthony Trendl writes\n\n{{blockquote|Speechwriters specialize in a kind of writing that merges marketing, theater, public relations, sales, education and politics all in one presentation.<ref>{{cite web |first=Anthony |last=Trendl |url=http://americanspeechwriter.com/Investing_in_a_Speechwriter.html |title=Speechwriter Value}}</ref>}}\n\n==Speechwriting process==\n[[File:Obama and aides working on a speech cropped.jpg|thumb|U.S. President [[Barack Obama]] and aides [[Carol Browner]], [[David Axelrod]] and [[Jon Favreau (speechwriter)|Jon Favreau]] working on a speech in June 2010.]]\nWriting a speech involves several steps. A speechwriter has to meet with the executive and the executive's senior staff to find out the broad framework of points or messages that the executive wants to cover in the speech. Then, the speechwriter does his or her own research on the topic, to flesh out this framework with anecdotes, and examples. The speechwriter will also consider the audience for the speech, which can range from a town-hall meeting of community leaders to an international leaders' forum. Then the speechwriter blends the points, themes, positions, and messages with his or her own research to create an \"informative, original and authentic speech\" for the executive.<ref name=JobProfilesSpeech/> \n\nThe speechwriter then presents a draft version of the speech to the executive (or the executive's staff) and makes notes on any revisions or changes that are requested. If the speechwriter is familiar with the topic and the positions and style of the executive, only small changes may be needed. In other cases, the executive may feel that the speech does not have the right tone or flow, and the entire speech may have to be re-drafted.\n\n==Famous speechwriters==\nSome famous political speechwriters include:\n\n===Australia===\n*[[Don Watson]] wrote for Australian Prime Minister [[Paul Keating]].\n\n===United Kingdom===\n*[[Nick Butler]] wrote for [[BP plc]] chief executive [[John Browne, Baron Browne of Madingley|John Browne]].\n*Philip Collins wrote for British Prime Minister [[Tony Blair]].\n*Dr Max Atkinson wrote for Leader of the Liberal Democrats [[Paddy Ashdown]].\n\n===United States===\n*[[Judson T. Welliver]] wrote for President [[Warren G. Harding]] in 1921 and is considered the first official presidential speechwriter.<ref>{{Cite web | url=http://www.foxnews.com/story/0,2933,156156,00.html | title=Different Writer, Same President | date=May 12, 2005 | author=Catherine Donaldson-Evans | publisher=[[Fox News Channel|FoxNews.com]] | accessdate=2009-06-12}}</ref> However [[Alexander Hamilton]] may have written speeches for [[George Washington]].<ref>[http://www.loc.gov/exhibits/religion/rel06.html Loc.gov]</ref>\n*[[Arthur M. Schlesinger, Jr.]] wrote for President [[John F. Kennedy]].\n*[[Ted Sorensen| Theodore \"Ted\" Sorenson]] wrote for President [[John F. Kennedy]].\n*[[Richard N. Goodwin]] wrote for Presidents [[John F. Kennedy]] and [[Lyndon B. Johnson]].\n*[[Pat Buchanan]] wrote for President [[Richard Nixon]].\n*[[William Safire]] wrote for President [[Richard Nixon]].\n*[[Ben Stein]] wrote for President [[Richard Nixon]].\n* [[James Fallows]] wrote for President [[Jimmy Carter]].<ref>{{cite news| url=http://www.guardian.co.uk/world/2009/jan/20/barack-obama-inauguration-us-speech | work=The Guardian | location=London | title=Obama inauguration: Words of history ... crafted by 27-year-old in Starbucks | first=Ed | last=Pilkington | date=2009-01-20 | accessdate=2010-05-23}}</ref>\n* [[Chris Matthews]] wrote for President [[Jimmy Carter]].\n*[[Bob Shrum]] wrote for Senator [[Ted Kennedy]].\n* [[Peggy Noonan]] wrote for Presidents [[Ronald Reagan]] and [[George H. W. Bush]].\n* [[Christopher Buckley (novelist)|Christopher Buckley]] wrote for President [[George H. W. Bush]].\n* [[Michael Johns (business executive)|Michael Johns]] wrote for President [[George H. W. Bush]].\n* [[Tony Snow]] wrote for President [[George H. W. Bush]].\n* [[Michael Waldman]] wrote for [[Bill Clinton]]. \n* [[Charlie Fern]] wrote for First Lady [[Laura Bush]] and President [[George W. Bush]]\n* [[David Frum]] wrote for President [[George W. Bush]].\n* [[Michael Gerson]] wrote for President [[George W. Bush]].\n* [[William McGurn]] wrote for President [[George W. Bush]].\n* [[Marc Thiessen]] wrote for President [[George W. Bush]].\n* [[Jon Favreau (speechwriter)|Jon Favreau]] writes for President [[Barack Obama]].\n\n==Fictional speechwriters==\nSome fictional speechwriters include: James Hobert, speechwriter for the fictional Mayor of New York City Randall Winston on ''[[Spin City]]''. [[Toby Ziegler]], [[Sam Seaborn]] and later on, [[Will Bailey]] all wrote for the Bartlet Administration on the ''[[The West Wing (TV series)|The West Wing]]''.\n\n==See also==\n* [[Ghostwriter]], a professional writer who is paid to write books, articles, stories, or reports which are officially credited to another person\n* [[Judson Welliver Society]], a social club of former presidential speechwriters\n\n==References==\n{{reflist}}\n\n==External links==\n*[http://www.nndb.com/gov/509/000213867/ List of White House speechwriters]\n\n[[Category:Political occupations]]\n[[Category:Speechwriters| ]]\n[[Category:Writing occupations]]", "Writer": "{{Use dmy dates|date=April 2014}}\n{{Redirect|Wordsmith}}\n{{About|writers who use words|writers of music|Composer|the film previously titled ''Writers''|Stuck in Love}}\n[[File:Marcel Proust 1900.jpg|thumb|[[Marcel Proust]], pictured here in 1900, was a French novelist, critic, and essayist best known for his monumental novel ''À la recherche du temps perdu'' (''[[In Search of Lost Time]]''; earlier translated as ''Remembrance of Things Past'').]]\n[[File:Francisco de Goya y Lucientes - Gaspar Melchor de Jovellanos.jpg|thumb|250px|[[Gaspar Melchor de Jovellanos]], a Spanish writer, depicted with the tools of the trade.]]\n\nA '''writer''' is a person who uses written words in various styles and techniques to communicate ideas. Writers produce various forms of [[Literature|literary art]] and creative writing such as novels, [[Short story|short stories]], poetry, plays, news articles, screenplays, or essays. Skilled writers are able to use language to express [[idea]]s and their work contributes significantly to the [[Culture|cultural]] content of a society.<ref>{{cite book |last1=Magill |first1=Frank N.|title=Cyclopedia of World Authors|edition=revised  |volume=vols. I, II, III |year=1974 |publisher=Salem Press |location=Englewood Cliffs, New Jersey |isbn= |pages=1–1973}} [A compilation of the bibliographies and short biographies of notable authors up to 1974.]</ref> The word is also used elsewhere in the arts – such as songwriter – but as a standalone term, \"writer\" normally refers to the creation of written language. Some writers work from an [[oral tradition]].\n\nWriters can produce material across a number of [[genre]]s, fictional or non-fictional. Other writers use multiple media – for example, graphics or illustration – to enhance the communication of their ideas. Another recent demand has been created by civil and government readers for the work of non-fictional technical writers, whose skills create understandable, interpretive documents of a practical or scientific nature. Some writers may use [[image]]s (drawing, painting, graphics) or [[multimedia]] to augment their writing. In rare instances, a creative writer is able to communicate their ideas via music as well as words.<ref>Nobel prize winner [[Rabindranath Tagore]] is an example.</ref>\n\nAs well as producing their own written works, writers often write on ''how'' they write (that is, the process they use);<ref name=Nicolson>{{cite book|last=Nicolson|first=Adam|title=When God Spoke English: The Making of the King James Bible|year=2011|publisher=Harper Press|location=London|isbn=978-0-00-743100-7}}</ref>''why'' they write (that is, their motivation);<ref name=Blythe>See, for example, {{cite book|title=Why I write: thoughts on the practice of fiction|year=c. 1998|publisher=Little, Brown|location=Boston|isbn=0316102296|editor=Will Blythe}}</ref> and also comment on the work of other writers (criticism).<ref>[[Jonathan Franzen]], for example, criticised [[John Updike]] for being \"exquisitely preoccupied with his own literary digestive processes ... and his \"lack of interest in the bigger postwar, postmodern, socio-technological picture\"{{cite journal|last=Franzen|first=Jonathan|title=Franzen on Kraus: Footnote 89|journal=The Paris Review|date=6 September 2013|issue=206|url=http://www.theparisreview.org/blog/category/issue-206/|accessdate=11 September 2013}}</ref> Writers work professionally or non-professionally, that is, for payment or without payment and may be paid either in advance (or on acceptance), or only after their work is [[Publishing|published]]. Payment is only one of the motivations of writers and many are never paid for their work.\n\nThe term ''writer'' is often used as a synonym of ''author'', although the latter term has a somewhat broader meaning and is used to convey legal responsibility for a piece of writing, even if its composition is anonymous, unknown or collaborative.\n\n{{TOC limit|3}}\n\n==Types of writers==\nWriters choose from a range of [[literary genre]]s to express their ideas. Most writing can be adapted for use in another medium. For example, a writer's work may be read privately or recited or performed in a play or film. Satire for example, may be written as a poem, an essay, a film, a comic play or a piece of journalism. The writer of a letter may include elements of criticism, biography or journalism.\n\nMany writers work across genres. The genre sets the parameters but all kinds of creative adaptation have been attempted: novel to film; poem to play; history to musical. Writers may begin their career in one genre and change to another. For example, historian [[William Dalrymple (historian)|William Dalrymple]] began in the genre of [[travel literature]] and also writes as a journalist. Many writers have produced both fiction and non-fiction works and others write in a genre that crosses the two. For example, writers of [[historical romances]], such as [[Georgette Heyer]], invent characters and stories set in historical periods. In this genre, the accuracy of the history and the level of factual detail in the work both tend to be debated. Some writers write both creative fiction and serious analysis, sometimes using different names to separate their work. [[Dorothy Sayers]], for example, wrote crime fiction but was also a playwright, essayist, translator and critic.\n\n===Literary and creative===\n[[File:Pushkin derzhavin edit.jpg|thumb|250px|right|[[Alexander Sergeyevich Pushkin]] recites his poem before [[Gavrila Derzhavin]] (1815)]]\n\n====Poet====\n{{Main|Poet}}\n{{Quote box\n|width     = 22em\n|border    = 1px\n|align     = right\n|fontsize  = 90%\n|salign    = center\n|quote     =\n<poem> '''I Will Write'''<br>\nHe had done for her all that a man could,\nAnd some might say, more than a man should,\nThen was ever a flame so recklessly blown out\nOr a last goodbye so negligent as this?\n‘I will write to you,' she muttered briefly,\nTilting her cheek for a polite kiss;\nThen walked away, nor ever turned about.  ...\n\nLong letters written and mailed in her own head –\nThere are no mails in a city of the dead.<br>\n[[Robert Graves]]<ref name=Graves>{{cite book|last=Graves|first=Robert|title=Poems Selected by Himself|year=1957|publisher=Penguin Books|page=204|authorlink=Robert Graves}}</ref>\n\n</poem>\n}}\nPoets make maximum use of the language to achieve an emotional and sensory impact as well as a cognitive one. To create these effects they use [[rhyme]] and rhythm and they also exploit the properties of words with a range of other techniques such as [[alliteration]] and [[assonance]]. A common theme is love and its vicissitudes. Shakespeare's famous love story [[Romeo and Juliet]], for example, written in a variety of poetic forms, has been performed in innumerable theatres and made into at least eight cinematic versions.<ref>1936, 1954, 1955, 1966, 1968, 1978, 2013, 2014. [http://www.imdb.com/find?q=Romeo+and+Juliet&s=all IMDb listing.]</ref> [[John Donne]] is another poet renowned for his love poetry.\n\n====Novelist====\n{{Main|novelist}}\n\nNovelists write novels – stories that explore universal themes through fiction. They situate invented characters and plots in a narrative designed to be both credible and entertaining.\n{{Quotation|\"Every novel worthy of the name is like another planet, whether large or small, which has its own laws just as it has its own flora and fauna. Thus, [[William Faulkner|Faulkner]]'s technique is certainly the best one with which to paint Faulkner's world, and [[Franz Kafka|Kafka]]'s nightmare has produced its own myths that make it communicable. [[Benjamin Constant]], [[Stendhal]], [[Eugène Fromentin]], [[Jacques Rivière]], [[Raymond Radiguet|Radiguet]], all used different techniques, took different liberties, and set themselves different tasks.\"  [[François Mauriac]], novelist<ref name=\"Le Marchand\">{{cite journal|last=Le Marchand|first=Jean|title=Interviews: François Mauriac, The Art of Fiction No. 2|journal=The Paris Review|date=Summer 1953|issue= 2|url=http://www.theparisreview.org/interviews/5197/the-art-of-fiction-no-2-franois-mauriac|accessdate=3 May 2013}}</ref>}}\n\n====Satirist====\n{{Main|Satirist}}\n\nA satirist uses wit to ridicule the shortcomings of society or individuals, with the intent of exposing stupidity. Usually, the subject of the satire is a contemporary issue such as ineffective political decisions or politicians, although human vices such as [[greed]] are also a common and universal subject. Philosopher [[Voltaire]] wrote a satire about optimism called [[Candide]], which was subsequently turned into an opera, and many well known lyricists wrote for it. There are elements of [[Absurdism]] in ''Candide'', just as there are in the work of contemporary satirist [[Barry Humphries]], who writes comic satire for his character [[Dame Edna Everage]] to perform on stage.\n\nSatirists use various techniques such as [[irony]], [[sarcasm]] and [[hyperbole]] to make their point and they choose from the full range of genres – the satire may be in the form of prose or poetry or dialogue in a film, for example. One of the most famous satirists is [[Jonathan Swift]] who wrote the four-volume work ''[[Gulliver's Travels]]'' and many other satires, including ''[[A Modest Proposal]]'' and ''[[The Battle of the Books]]''.\n\n{{Quotation|''It is amazing to me that ... our age is almost wholly illiterate and has hardly produced one writer upon any subject.'' <br>[[Jonathan Swift]], satirist<ref>The Epistle Dedicatory of ''[[A Tale of a Tub]]''. For text at Wikisource, see [[s:A Tale of a Tub|''A Tale of a Tub'']]</ref>}}\n\n===Performative===\n\n====Librettist====\n[[File:Wagner Luzern 1868.jpg|thumb|Composer [[Richard Wagner]], who also wrote the libretti for his works]]\n{{Main|Libretto}}\nLibretti (the plural of libretto) are the texts for musical works such as operas. The Venetian poet and librettist [[Lorenzo Da Ponte]], for example, wrote the libretto for some of [[Wolfgang Amadeus Mozart|Mozart]]'s greatest operas. [[Luigi Illica]] and [[Giuseppe Giacosa]] were Italian librettists who wrote for [[Giacomo Puccini]]. Most opera composers collaborate with a librettist but unusually, [[Richard Wagner]] wrote both the music and the libretti for his works himself.\n{{Quotation|''Chi son? Sono poeta. Che cosa faccio? Scrivo. E come vivo? Vivo.''\n\"(Who am I? I'm a poet. What do I do? I write. And how do I live? I live.\") <br>Rodolpho, in [[Giacomo Puccini|Puccini]]'s [[La bohème]]<ref>Excerpt of Rodolpho's aria in Act I of ''[[La bohème]]</ref>}}\n\n====Lyricist====\n{{Main|Lyricist}}\nUsually writing in verses and choruses, a lyricist specializes in writing [[lyrics]], the words that accompany or underscore a song or opera. Lyricists also write the words for songs. In the case of [[Tom Lehrer]], these were satirical. Lyricist [[Noël Coward]], who wrote musicals and songs such as ''[[Mad Dogs and Englishmen (song)|Mad Dogs and Englishmen]]'' and the recited song ''[[I Went to a Marvellous Party]]'', also wrote plays and films and performed on stage and screen as well. Writers of lyrics, such as these two, adapt other writers' work as well as create entirely original pieces.\n{{Quotation| \"Making lyrics feel natural, sit on music in such a way that you don't feel the effort of the author, so that they shine and bubble and rise and fall, is very, very hard to do.\" [[Stephen Sondheim]], lyricist<ref name=Lipton>{{cite journal|last=Lipton|first=James|title=Interview: Stephen Sondheim, The Art of the Musical|journal=The Paris Review|date=Spring 1997|year=1997|issue= 142|url=http://www.theparisreview.org/interviews/1283/the-art-of-the-musical-stephen-sondheim|accessdate=3 May 2013}}</ref>}}\n\n====Playwright====\n[[File:FF The Tempest title.jpg|thumb|Title page of [[William Shakespeare's|Shakespeare]]'s ''[[The Tempest]]'' from the 1623 [[First Folio]]]]\n{{Main|Playwright}}\n\nA playwright writes plays which may or may not be performed on a stage by actors. A play's narrative is driven by dialogue. Like novelists, playwrights usually explore a theme by showing how people respond to a set of circumstances. As writers, playwrights have to make the language and the dialogue succeed in terms of the characters who speak the lines as well as in the play as a whole. Since most plays are performed, rather than read privately, the playwright has to produce a text that works in spoken form and can also hold an audience's attention over the period of the performance.\n\nPlaywrights also adapt or re-write other works, such as plays written earlier or literary works originally in another genre. Famous playwrights such as [[Henrik Ibsen]] or [[Anton Chekhov]] have had their works adapted many times. The plays of early Greek playwrights [[Sophocles]], [[Euripides]] and [[Aeschylus]] are still performed. Adaptations of a playwright's work may be faithful to the original or creatively interpreted. If the writers' purpose in re-writing the play is to produce a film, they will have to prepare a screenplay. Shakespeare's plays, for example, while still regularly performed in the original form, are often adapted and abridged, especially for the [[filmmaking|cinema]]. An example of a creative modern adaptation of a play that nonetheless used the original writer's words, is [[Baz Luhrmann]]'s version of ''[[Romeo and Juliet]]''. The amendment of the name to ''[[Romeo + Juliet]]'' indicates to the audience that the version will be different from the original. [[Tom Stoppard]]'s play ''[[Rosencrantz and Guildenstern Are Dead]]'' is a play inspired by Shakespeare's ''[[Hamlet]]'' that takes two of Shakespeare's most minor characters and creates a new play in which they are the protagonists.\n\n{{Quotation|'''''Player''''': ''It's what the actors do best. They have to exploit whatever talent is given to them, and their talent is dying. They can die heroically, comically, ironically, slowly, suddenly, disgustingly, charmingly or from a great height.'' [[Tom Stoppard]] ''Rosencrantz and Guildenstern are Dead'' (Act Two)<ref name=Stoppard>{{cite book|last=Stopppard|first=Tom|title=Rosencrantz and Guildentern Are Dead|year=1967|publisher=Faber and Faber|isbn=0-571-08182-7|page=75}}</ref>}}\n\n====Screenwriter====\n{{Main|Screenwriter}}\n\nScreenwriters write a screenplay – or script – that provides the words for media productions such as films, television programs and video games. Screenwriters may start their careers by writing the screenplay [[Spec script|speculatively]]; that is, they write a script with no advance payment, solicitation or contract. On the other hand, they may be employed or commissioned to adapt the work of a playwright or novelist or other writer. Self-employed writers who are paid by contract to write are known as [[freelancer]]s and screenwriters often work under this type of arrangement.\n\nScreenwriters, playwrights and other writers are inspired by the great [[Theme (arts)|themes]] and often use similar and familiar plot devices to explore them. For example, in Shakespeare's ''[[Hamlet]]'' is a \"play within a play\", which the hero uses to demonstrate the king's guilt. Hamlet gains the co-operation of the actors to set up the play as a thing \"wherein I'll catch the conscience of the king\".<ref>''[[s:The Tragedy of Hamlet, Prince of Denmark/Act 2|The Tragedy of Hamlet, Prince of Denmark/Act 2]]'', (Act II, Sc.2, line 609)</ref> [[Teleplay]] writer [[Joe Menosky]] deploys the same \"play within a play\" device in an episode of the science fiction [[Television program#Seasons/series|television series]] ''[[Star Trek: Voyager]]''. The bronze-age playwright/hero enlists the support of a ''Star Trek'' crew member to create a play that will convince the ruler (or \"patron\" as he is called), of the futility of war.<ref>See Season 6, Episode 22: [[Muse (Star Trek: Voyager)|\"Muse\", ''(Star Trek: Voyager)'']]</ref>\n\n====Speechwriter====\n{{Main|Speechwriter}}\nA speechwriter prepares the text for a [[Public speaking|speech]] to be given before a group or crowd on a specific occasion and for a specific purpose. They are often intended to be persuasive or inspiring, such as the speeches given by skilled orators like [[Cicero]]; charismatic or influential political leaders like [[Nelson Mandela]]; or for use in a court of law or parliament. The writer of the speech may be the person intended to deliver it, or it might be prepared by a person hired for the task on behalf of someone else. Such is the case when speechwriters are employed by many senior-level elected officials and executives in both government and private sectors.\n\n===Interpretive and academic===\n\n====Biographer====\n{{Main|List of biographers}}\nBiographers write an account of an another person's life. [[Richard Ellmann]] (1918–1987) for example, was an eminent and award-winning biographer whose work focused on the Irish writers [[James Joyce]], [[William Butler Yeats]] and [[Oscar Wilde]]. For the Wilde biography he won the 1989 [[Pulitzer Prize for Biography or Autobiography|Pulitzer Prize for Biography]].\n\n====Critic====\n{{Main|Critic}}\nCritics consider and assess the extent to which a work succeeds in its purpose. The work under consideration may be literary, theatrical, musical, artistic or architectural. In assessing the success of a work, the critic takes account of why it was done – for example, why a text was written, for whom, in what style and under what circumstances. After making such an assessment, critics write and publish their evaluation, adding the value of their scholarship and thinking to substantiate any opinion. The theory of criticism is an area of study in itself: a good critic understands and is able to incorporate the theory behind the work they are evaluating into their assessment.<ref name=Habib>For example, see {{cite book|last=Habib|first= M.A.R.|title=A History of Literary Criticism and Theory|year=2005|publisher=Blackwell Publishing|location=MA, USA; Oxford, UK; Victoria, Australia|isbn=978-0-631-23200-1}}</ref> Some critics are already writers in another genre, for example they might be novelists or essayists. Influential and respected writer/critics include the art critic [[Charles Baudelaire]] (1821–1867) and the literary critic [[James Wood (critic)|James Wood]] (born 1965), both of whom have books published containing collections of their criticism. Some critics are poor writers and produce only superficial or unsubstantiated work. Hence, while anyone can be an uninformed critic, the notable characteristics of a good critic are understanding, insight and an ability to write well.\n\n{{Quotation|''We can claim with at least as much accuracy as a well-known writer claims of his little books, that no newspaper would dare print what we have to say. Are we going to be very cruel and abusive, then? By no means: on the contrary, we are going to be impartial. We have no friends – that is a great thing – and no enemies.\" ''<br>[[Charles Baudelaire]], introducing his Review of the [[Salon (Paris)|Paris Salon]] of 1845''<ref name=Mayne>{{cite book|last=Baudelaire|first=Charles|title=Baudelaire – Art in Paris 1845–1862: Reviews of Salons and other exhibitions|year=1965|publisher=Phaidon Press|location=London|page=1|editor = Jonathan Mayne (editor and translator)|chapter=The Salon of 1845}}</ref>}}\n\n====Editor====\n{{Main|Editing|Copywriting}}\n[[File:Un Cœur simple (manuscrito).jpg|thumb|Flaubert's heavily edited page of his manuscript for [[Three Tales (Flaubert)#\"A Simple Heart\"|Un Cœur simple]]]]\n\nAn editor prepares literary material for publication. The material may be the editor's own original work but more commonly, an editor works with the material of one or more other people. There are different types of editor. [[Copy editing|Copy editors]] format text to a particular style and/or correct errors in grammar and spelling without changing the text substantively. On the other hand, an editor may suggest or undertake significant changes to a text to improve its readability, sense or structure. This latter type of editor can go so far as to excise some parts of the text, add new parts, or restructure the whole. The work of editors of ancient texts or [[manuscript]]s or collections of works results in differing editions. For example, there are many editions of [[William Shakespeare|Shakespeare]]'s plays by notable editors who also contribute original introductions to the resulting publication.<ref>{{cite book|last=Warner|first=Beverley Ellison|title=Famous Introductions to Shakespeare's Plays by the Notable Editors of the Eighteenth Century;|year=2012 (1906)|publisher=HardPress|isbn=1290807086}}</ref> Editors who work on journals and newspapers have varying levels of responsibility for the text – they may write original material, in particular, editorials; select what is to be included from a range of items on offer; format the material; or check its accuracy.\n\n====Encyclopaedist====\n[[File:Printing3 Walk of Ideas Berlin.JPG|thumb|Sculpture in [[Berlin]] depicting a stack of books on which are inscribed the names of great writers: [[Johann Wolfgang von Goethe|Goethe]]; [[Bertolt Brecht|Brecht]]; [[Thomas Mann|Mann]]; [[Theodor Fontane|Fontane]]; [[Hermann Hesse|Hesse]]; [[Gotthold Ephraim Lessing|Lessing]]; [[Friedrich Schiller|Schiller]]; [[Heinrich Böll|Böll]]; [[Karl Marx|Marx]]; [[Brothers Grimm]]; [[Georg Wilhelm Friedrich Hegel|Hegel]]; [[Anna Seghers|Seghers]]; [[Immanuel Kant|Kant]]; [[Martin Luther|Luther]]; [[Heinrich Heine|Heine]]; [[Hannah Arendt|Arendt]]; [[Günter Grass|Grass]] ]]\n\n{{Main|Encyclopedia}}\nEncyclopaedists create organised bodies of knowledge. [[Denis Diderot]] (1713–1784) is renowned for his contributions to the [[Encyclopédie]]. The encyclopaedist [[Bernardino de Sahagún]] (1499–1590) was a [[Franciscan]] whose ''Historia general de las cosas de Nueva España'' is a vast encyclopaedia of [[Mesoamerica]]n civilisation, commonly referred to as the [[Florentine Codex]], after the Italian manuscript library which holds the best preserved copy.\n\n====Essayist====\n{{Main|List of essayists}}\n\nEssayists write essays, which are original pieces of writing of moderate length in which the author makes a case in support of an opinion. They are usually in [[prose]] but some writers have used poetry to present their argument.\n\n====Historian====\n{{See also|List of historians}}\nA historian is a person who studies and writes about the past and is regarded as an authority on it.<ref name=\"wordnetprinceton\">{{cite web |url=http://wordnetweb.princeton.edu/perl/webwn?s=Historian |title= Historian |publisher=Wordnetweb.princeton.edu |accessdate=28 June 2008}}</ref> The purpose of a historian is to employ [[historical analysis]] to create coherent narratives that explain \"what happened\" and \"why or how it happened\". Professional historians typically work in colleges and universities, archival centers, government agencies, museums, and as freelance writers and consultants.<ref>Anthony Grafton and Robert B. Townsend, \"The Parlous Paths of the Profession\" [http://www.historians.org/Perspectives/issues/2008/0810/0810pro1.cfm ''Perspectives on History'' (Sept. 2008) online]</ref> [[Edward Gibbon]]'s six volume ''[[The History of the Decline and Fall of the Roman Empire|History of the Decline and Fall of the Roman Empire]]'' influenced the development of [[historiography]].\n\n====Lexicographer====\n{{Main|Lexicography}}\nWriters who create dictionaries are called lexicographers. One of the most famous is [[Samuel Johnson]] (1709–1784), whose ''[[A Dictionary of the English Language|Dictionary of the English Language]]'' was regarded not only as a great personal scholarly achievement but was also dictionary of such pre-eminence, that would have been referred to by such writers as [[Jane Austen]].\n\n====Researcher/ Scholar====\n{{Main|Researcher|Scholarly method}}\n[[File:Chomsky 4 - On the elite's view of the poor.ogg|thumb|left|One of many interviews with prolific American writer, philosopher, linguist, scientist, historian and critic [[Noam Chomsky]] (2009)]]\n\nResearchers and scholars who write about their discoveries and ideas sometimes have profound effects on society. Scientists and philosophers are good examples because their new ideas can revolutionise the way people think and how they behave. Three of the best known examples of such a revolutionary impact are [[Nicolaus Copernicus]], who wrote ''[[De revolutionibus orbium coelestium]]'' (1543); [[Charles Darwin]], who wrote ''[[On the Origin of Species]]'' (1859); and [[Sigmund Freud]], who wrote ''[[The Interpretation of Dreams]]'' (1899).\n\nThese three highly influential, and initially very controversial, works changed the way people understood their place in the world. Copernicus's [[Heliocentrism|heliocentric]] view of the cosmos displaced humans from their previously accepted place at the centre of the universe; Darwin's evolutionary theory placed humans firmly within, as opposed to above, the order of nature; and Freud's ideas about the power of the [[unconscious mind]] overcame the belief that humans were consciously in control of all their own actions.<ref name=Weinert>{{cite book|last=Weinert|first=Friedel|title=Copernicus, Darwin and Freud: Revolutions in the History and Philosophy of Science|year=2009|publisher=John Wiley & Sons|location=Malden, MA, USA; Oxford UK;|isbn=978-1-4051-8184-6}}</ref>\n\n====Translator====\n{{Main|Translation}}\nTranslators have the task of finding some equivalence in another language to a writer's meaning, intention and style. Translators whose work has had very significant cultural impact include [[Al-Ḥajjāj ibn Yūsuf ibn Maṭar]], who translated ''[[Euclid's Elements|Elements]]'' from [[Greek language|Greek]] into [[Arabic]] and [[Jean-François Champollion]], who deciphered [[Egyptian hieroglyphs]] with the result that he could publish the first translation of the [[Rosetta Stone]] hieroglyphs in 1822.\n\n{{Quotation|''Even if translation is impossible – we have no choice but to do it: to take the next step and start translating. ... The translator's task is to make us either forget or else enjoy the difference.'' [[Robert Dessaix]], translator, author<ref>{{cite book|last=Dessaix|first=Robert|title=\"Dandenongs Gothic: On Translation\" in (and so forth)|year=1998|publisher=Pan McMillan Australia Ltd|location=Sydney|isbn=0-7329-0943-0|pages=307|authorlink=Robert Dessaix}}</ref>}}\n\n===Reportage===\n\n====Blogger====\n{{Main|Blog}}\nWriters of blogs, which have appeared on the [[World Wide Web]] since the 1990s, need no authorisation to be published. The contents of these short opinion pieces or \"posts\" form a commentary on issues of specific interest to readers who can use the same technology to interact with the author, with an immediacy hitherto impossible. The ability to link to other sites means that some blog writers – and their writing – may become suddenly and unpredictably popular. [[Malala Yousafzai]], a young [[Pakistani]] education activist, rose to prominence because of her blog for [[BBC]].\n\nA blog writer is using the technology to create a message that is in some ways like a newsletter and in other ways, like a personal letter.  \"The greatest difference between a blog and a photocopied school newsletter, or an annual family letter photocopied and mailed to a hundred friends, is the potential audience and the increased potential for direct communication between audience members\".<ref name=Rettburg>{{cite book|last=Rettberg|first=Jill Walker|title=Blogging|year=2008|publisher=Polity Press|location=Cambridge UK; Malden, MA USA|isbn=978-0-7456-4133-1|page=42}}</ref> Thus, as with other forms of letter, the writer knows some of the readers, but one of the main differences is that \"some of the audience will be random\" and \"that presumably changes the way we [writers] write.\"<ref name=Rettburg /> It has been argued that blogs owe a debt to Renaissance essayist [[Michel de Montaigne]], whose ''Essais'' (\"attempts\"), were published in 1580, because Montaigne \"wrote as if he were chatting to his readers: just two friends, whiling away an afternoon in conversation\".<ref name=Bakewell>{{cite journal|last=Bakewell|first=Sarah|title=What Bloggers Owe Montaigne|journal=The Paris Review|date=12 November 2010|url=http://www.theparisreview.org/blog/2010/11/12/what-bloggers-owe-montaigne/|accessdate=3 May 2013}}</ref>\n\n====Columnist====\n{{Main|Columnists}}\nColumnists write regular pieces for newspapers and other periodicals, usually containing a lively and entertaining expression of opinion. Some columnists have had collections of their best work published as a collection in a book, so that readers can re-read what would otherwise be no longer available. Columns are quite short pieces of writing so columnists often write in other genres as well. An example is the columnist [[Elizabeth Farrelly]], who besides being a columnist, is also an architecture critic and author of books.\n\n====Diarist====\n{{Main|List of diarists}}\n[[File:Anne Frank signature.svg|thumb|Signature of [[Anne Frank]]]]\nWriters who record their experiences, thoughts or feelings in a sequential form over a period of time in a [[diary]] are known as diarists. Their writings can provide valuable insights into historical periods, specific events or individual personalities. Examples include [[Samuel Pepys]] (1633–1703), an English administrator and Member of Parliament, whose detailed private diary provides eyewitness accounts of events during the 17th century, most notably of the [[Great Fire of London]]. [[Anne Frank]] (1929–1945) was a 13-year-old girl whose diary from 1942–1944 records both her experiences as a persecuted Jew in the [[World War II]] and an adolescent dealing with intra-family relationships.\n\n====Journalist====\n{{Main|Journalism}}\nJournalists write reports about current events after investigating them and gathering information. Some journalists write reports about predictable or scheduled events such as social or political meetings. Others are [[Investigative journalism|investigative journalists]] who need to undertake considerable research and analysis in order to write an explanation or account of something complex that was hitherto unknown or not understood. Often investigative journalists are reporting criminal or corrupt activity which puts them at risk personally and means that what it is likely that attempts may be made to attack or suppress what they write. An example is [[Bob Woodward]], a journalist who investigated and wrote about [[Watergate scandal|criminal activities by the US President]].\n{{Quotation|\nJournalism ... is a public trust, a responsibility, to report the facts with context and completeness, to speak truth to power, to hold the feet of politicians and officials to the fire of exposure, to discomfort the comfortable, to comfort those who suffer. Geoffrey Barker, journalist.<ref name=\"Barker and de Brito\">Barker and de Brito, controversially lamenting the preference for looks over experience in televised journalism. {{cite news|last=Geoffrey Barker|title=Switch off the TV babes for some real news|url=http://www.theage.com.au/comment/switch-off-the-tv-babes-for-some-real-news-20130501-2it0o.html#ixzz2SBeljxxo|accessdate=3 May 2013|newspaper=The Age|date=2 May 2013}} {{cite news|last=Sam de Brito|title=Reality's bite worse than Barker|url=http://www.smh.com.au/executive-style/culture/blogs/all-men-are-liars/realitys-bite-worse-than-barker-20130502-2ivq8.html|accessdate=3 May 2013|newspaper=The Sydney Morning Herald|date=2 May 2013}}</ref>}}\n\n====Memoirist====\n{{Main|Memoir}}\n\nWriters of memoirs produce accounts from the memories of their own lives, which are deemed unusual, important or scandalous enough to be of interest to general readers. Although intended to be factual, readers are alerted to the likelihood of some inaccuracies or bias towards an idiosyncratic perception by the choice of genre. A memoir, for example, is allowed to have a much more selective set of experiences than an autobiography which is expected to be more complete and make a greater attempt at balance. Famous memoirists include [[Frances Vane, Viscountess Vane]] and [[Giacomo Casanova]].\n\n===Utilitarian===\n\n====Ghostwriter====\n{{Main|Ghostwriter}}\nGhostwriters write for, or in the style of, someone else so the credit goes to the person on whose behalf the writing is done.\n\n====Letter writer====\n[[File:Kusakabe Kimbei - Writing Letter (large).jpg|thumb|Letter writer <br>(Photograph by [[Kusakabe Kimbei]])]]\n\n{{Main|Letter (message)}}\nWriters of letters used a reliable form of transmission of messages between individuals. Surviving sets of letters provide insight into the motivations, cultural contexts and events in the lives of their writers. [[Peter Abelard]] (1079–1142), philosopher, logician and theologian is known not only for the heresy contained in some of his work, and the punishment of having to burn his own book, but also for the letters he wrote to [[Héloïse d'Argenteuil]] {{nowrap|(1090?–1164)}}.<ref>For text see [[s:Letters of Abélard and Héloïse|Letters of Abélard and Héloïse]]</ref>\n\nThe letters (or [[epistle]]s) of [[Paul the Apostle]] were so influential that over the two thousand years of Christian history, Paul became \"second only to Jesus in influence and the amount of discussion and interpretation generated.\"<ref>{{cite book|title=A Companion to St. Paul in the Middle Ages|year=2013|publisher=Koninklijke, Brill, NV|location=Leiden The Netherlands|isbn=978-90-04-23672-1 |pages=1|editor=Steven R. Cartwright}}</ref><ref>{{cite book|title=Paul and the Legacies of Paul|year=1990|publisher=Southern Methodist University Press|location=Dallas|editor=William S. Babcock}}</ref>\n\n[[File:Nla.ms-ms5393-2-s1.jpg|thumb|left|Water damaged unpublished autograph manuscript page of [[William Bligh|Bligh]]'s voyage in the launch of [[HMS Bounty]], from the ship to [[Tofua]] and from thence to [[Timor]] 28 April to 14 June 1789 after the [[Mutiny on the Bounty|Mutiny]]. It contains notes used later as the basis for his report and all his subsequent narratives.]]\n\n====Report writer====\n{{Main|Report}}\n\nReport writers are people who gather information, organise and document it so that it can be presented to some person or authority in a position to use it as the basis of a decision. Well-written reports have an impact on policies as well as decisions. For example, [[Florence Nightingale]] (1820–1910) wrote reports that were intended to effect administrative reform in matters concerning health in the army. She documented her experience in the [[Crimean War]] and showed her determination to see improvements: \"...after six months of incredible industry she had put together and written with her own hand her ''Notes affecting the Health, Efficiency and Hospital Administration of the British Army.'' This extraordinary composition, filling more than eight hundred closely printed pages, laying down vast principles of far-reaching reform, discussing the minutest detail of a multitude of controversial subjects, containing an enormous mass of information of the most varied kinds – military, statistical, sanitary, architectural\" became for a long time, the \"leading authority on the medical administration of armies\".<ref>{{cite book|last=Strachey|first=Lytton|title=[[Eminent Victorians]]|year=1918|publisher=Penguin Modern Classics|isbn=0-14-000649-4|pages=142–3|edition=1981|authorlink=Lytton Strachey|chapter=Florence Nightingale – 3}}</ref><ref>{{cite web|last=Nightingale|first=Florence|title=Notes on matters affecting the health, efficiency, and hospital administration of the British army : founded chiefly on the experience of the late war|url=http://www.worldcat.org/title/notes-on-matters-affecting-the-health-efficiency-and-hospital-administration-of-the-british-army-founded-chiefly-on-the-experience-of-the-late-war/oclc/7660327|work=Adelaide Nutting historical nursing collection, AN 0054.|publisher=London : Harrison and Sons, 1858|accessdate=26 February 2013}}</ref>\n\nThe logs and reports of [[Master mariner]] [[William Bligh]] contributed to his being honourably acquitted at the [[court-martial]] inquiring into the loss of [[HMS Bounty|HMS ''Bounty'']].\n\n====Scribe====\n[[File:The Letter Writer.jpg|thumb|Scribe in India taking instructions from a client]]\n{{Main|Scribe}}\n\nA scribe writes ideas and information on behalf of another, sometimes copying from another document, sometimes from oral instruction on behalf of an illiterate person, sometimes transcribing from another medium such as a [[Reel-to-reel audio tape recording|tape recording]], [[shorthand]] or personal notes.\n\nBeing able to write was a rare achievement for over 500 years in Western Europe so monks who copied texts were scribes responsible for saving many texts from classical times. The monasteries, where monks who knew how to read and write lived, provided an environment stable enough for writing. Irish monks, for example, came to Europe in about 600 and \"found manuscripts in places like [[Tours]] and [[Toulouse]]\" which they copied.<ref name=Clark>{{cite book|last=Clark|first=Kenneth|title=Civilisation|year=1969|publisher=Penguin Books|location=London|isbn=0-14-016589-4|pages=28–29}}</ref> The monastic writers also illustrated their books with highly skilled art work using gold and rare colours.\n\n====Technical writer====\n{{Main|Technical writer}}\n\nA technical writer prepares instructions or manuals, such as [[user guide]]s, [[owner's manual]]s for users of equipment to follow. Technical writers also write various procedures for business, professional or domestic use. Since the purpose of technical writing is practical rather than creative, its most important quality is clarity. The technical writer, unlike the creative writer, is required to adhere to the relevant [[style guide]].\n\n==Process and methods==\n\n===Writing process===\n[[File:Carlyle manuscript burning Japan cph.3g10399.tif|thumb|Japanese print depicting [[Thomas Carlyle]]'s horror at his manuscript burning]]\n{{main|Writing process}}\nSometimes writers have had the bad fortune to lose their work and have had to start again. Before the invention of [[photocopier]]s and electronic text storage, a writer's work had to be stored on paper, which meant it was very susceptible to fire in particular. (In very early times, writers used [[vellum]] and clay which were more robust materials.) Writers whose work was destroyed before completion include [[L. L. Zamenhof]], the inventor of [[Esperanto]], whose years of work were thrown into the fire by his father because he was afraid that \"his son would be thought a spy working code\".<ref>{{cite book|last=Bryson|first=Bill|title=Mother Tongue&nbsp;– The English Language|year=1990|publisher=Penguin Books|isbn=978-0-14-014305-8|page=185}}</ref>\nEssayist and historian [[Thomas Carlyle]], lost the only copy of a manuscript for ''[[The French Revolution: A History]]'' when it was mistakenly thrown into the fire by a maid. He wrote it again from the beginning.<ref>Eliot, Charles William, Ed. \"Introductory Note\" in ''The Harvard Classics'', Vol. XXV, Part 3. New York: P.F. Collier & Son, 1909–14.</ref>\n\n[[Writer's block]] is a relatively common experience among writers, especially professional writers, when for a period of time the writer feels unable to write for reasons other than lack of skill or commitment.\n\n{{Quotation|''Happy are they who don't doubt themselves and whose pens fly across the page'' [[Gustave Flaubert]] writing to [[Louise Colet]]<ref name=Brown>Plate caption to an image of a much-corrected page of [[Madame Bovary]] in the Bibliothèque Municipale de Rouen. In {{cite book|last=Brown|first=Frederick|title=Flaubert: a biography|year=2006|publisher=Little, Brown and Co|location=New York|isbn=9780316118781}}</ref>}}\n\nThere is a range of approaches that writers take to the task of writing.\n[[File:Leonid Pasternak 001.jpg|thumb|left|''Throes of Creation'' by [[Leonid Pasternak]] ]]\n\n====Sole====\nMost writers write alone – typically they are engaged in a solitary activity that requires them to struggle with both the concepts they are trying to express and the best way to express it. This may mean choosing the best genre or genres as well as choosing the best words. Writers often develop idiosyncratic solutions to the problem of finding the right words to put on a blank page or screen. \"Didn't [[W. Somerset Maugham|Somerset Maugham]] also write facing a blank wall? ... [[Johann Wolfgang von Goethe|Goethe]] couldn't write a line if there was another person anywhere in the same house, or so he said at some point.\"<ref name=Hughes>{{cite journal|last=[[Ted Hughes|Hughes]]|first=Ted|title=Ted Hughes: The Art of Poetry No. 71|journal=The Paris Review|year=1995|volume=Spring|issue= 134|url=http://www.theparisreview.org/interviews/1669/the-art-of-poetry-no-71-ted-hughes|accessdate=12 October 2013}}</ref>\n\n====Collaborative====\nCollaborative writing means that multiple authors write and contribute to a piece of writing. In this approach, it is highly likely the writers will collaborate on editing the piece too. The more usual process is that the editing is done by an independent editor after the writer submits a draft version.\n\nIn some cases, such as that between a librettist and composer, a writer will collaborate with another artist on a creative work. One of the best known of these types of collaborations is that between [[Gilbert and Sullivan]]. Librettist [[W. S. Gilbert]] wrote the words for the [[comic opera]]s created by the partnership.\n\n====Committee====\nOccasionally a writing task is given to a committee of writers. The most famous example is the task of translating the Bible into English, sponsored by King [[James VI and I|James VI]] of England in 1604 and accomplished by six committees, some in [[Cambridge]] and some in [[Oxford]], who were allocated different sections of the text. The resulting [[Authorized King James Version]], published in 1611, has been described as an \"everlasting miracle\" because its writers (that is, its Translators) sought to \"hold themselves consciously poised between the claims of accessibility and beauty, plainness and richness, simplicity and majesty, the people and the king,\" with the result that the language communicates itself \"in a way which is quite unaffected, neither literary nor academic, not historical, nor reconstructionist, but transmitting a nearly incredible immediacy from one end of human civilisation to another.\"<ref name=Nicolson>{{cite book|last=Nicolson|first=Adam|title=When God Spoke English: The Making of the King James Bible|year=2011|publisher=Harper Press|location=London|isbn=978-0-00-743100-7}}(p.240, 243)</ref>\n\n====Multimedia====\n[[File:William Blake Nurses Song Copy Z 1826.jpg|thumb|[[William Blake]] \"[[Nurse's Song]]\" from ''[[Songs of Innocence and of Experience]]'']]\nSome writers support the verbal part of their work with images or graphics that are an integral part of the way their ideas are communicated. [[William Blake]] is one of rare poets who created his own paintings and drawings as integral parts of works such as his ''[[Songs of Innocence and of Experience]]''. [[Cartoonists]] are writers whose work depends heavily on hand drawn imagery. B Other writers, especially writers for children, incorporate painting or drawing in more or less sophisticated ways. [[Shaun Tan]], for example, is a writer who uses imagery extensively, sometimes combining fact, fiction and illustration, sometimes for a didactic purpose, sometimes on commission.<ref name=Tan>{{cite book|last=Tan|first=Shaun|title=The Oopsatoreum|year=2012|publisher=Powerhouse Publishing|location=Sydney|isbn=9781863171441}}</ref> Children's writers [[Beatrix Potter]], [[May Gibbs]] and [[Dr. Seuss|Theodor Seuss Geisel]] are as well known for their illustrations as for their texts.\n\n====Crowd sourced====\n{{main|Crowdsourcing}}\nSome writers contribute very small sections to a piece of writing that cumulates as a result. This method is particularly suited to very large works, such as dictionaries and encyclopaedias. The best known example of the former is the ''[[Oxford English Dictionary]]'', under the editorship of lexicographer [[James Murray (lexicographer)|James Murray]], who was provided with the prolific and helpful contributions of [[William Chester Minor|W.C. Minor]], at the time an inmate of a hospital for the criminally insane.<ref name=Crowthorne>{{cite book|last=Winchester|first=Simon|authorlink=Simon Winchester|title=[[The Surgeon of Crowthorne: a tale of murder, madness and the love of words]]|year=1998|publisher=Viking|location=London|isbn=0670878626}}</ref>\n\nThe best known example of the latter – an encyclopaedia that is crowdsourced – is Wikipedia which relies on the contributions of thousands of volunteer writers and editors worldwide, such as [[Simon Pulsifer]].<ref name=Grossman>{{cite web|last=Grossman|first=Lev|title=Simon Pulsifer: The Duke of Data|url=http://www.time.com/time/magazine/article/0,9171,1570732,00.html|publisher=[[Time (magazine){{!}}TIME]]|accessdate=21 February 2013|date=16 December 2006}}</ref>\n\n===Motivations===\nWriters have many different reasons for writing, among which is usually some combination of self-expression and recording facts, history or research results. The many [[physician writer]]s, for example, have combined their observation and knowledge of the [[human condition]] with their desire to write and contributed many poems, plays, translations, essays and other texts. Some writers write extensively on their motivation and on the likely motivations of other writers. For example, [[George Orwell]]'s essay ''[[Why I Write]]'' (1946) takes this as its subject.\n\n====Command====\nSome writers are the authors of specific military orders whose clarity will determine the outcome of a battle. Among the most controversial and unsuccessful was [[FitzRoy Somerset, 1st Baron Raglan|Lord Raglan]]'s order at the [[Charge of the Light Brigade]], which being vague and misinterpreted, led to defeat with many casualties.\n\n====Develop skill/ explore ideas====\n[[File:Conan Doyle writing.jpg|thumb|[[Arthur Conan Doyle]], creator of the popular fictional detective [[Sherlock Holmes]] who, according to popular crime fiction writer [[P. D. James]], influenced every crime writer, \"even if only subconsciously.\"<ref name=Guppy>{{cite journal|last=Guppy|first=Susha|title=Interviews: P. D. James, The Art of Fiction No. 141|journal=The Paris Review|date=Summer 1995|year=1995|issue=135|url=http://www.theparisreview.org/interviews/1627/the-art-of-fiction-no-141-p-d-james|accessdate=3 May 2013}}</ref>]]\nSome writers use the writing task to develop their own skill (in writing itself or in another area of knowledge) or explore an idea while they are producing a piece of writing. [[Philologist]] [[J. R. R. Tolkien]], for example, created a new language for his fantasy books.\n\n{{Quotation| ''For me the private act of poetry writing is songwriting, confessional, diary-keeping, speculation, problem-solving, storytelling, therapy, anger management, craftsmanship, relaxation, concentration and spiritual adventure all in one inexpensive package.'' <br>[[Stephen Fry]], author, poet, playwright, screenwriter, journalist<ref name=Fry>{{cite book|last=Fry|first=Stephen|title=The Ode Less Travelled – Unlocking the Poet Within|year=2007|publisher=Arrow Books|isbn=978-0-09-950934-9|pages=xii}}</ref>}}\n\n====Entertain====\nSome genres are a particularly appropriate choice for writers whose chief purpose is to entertain. Among them are [[Limerick (poetry)|limerick]]s, many comics and [[Thriller (genre)|thrillers]]. Writers of children's literature seek to entertain children but are also usually mindful of the educative function of their work as well.\n\n{{Quotation|\n''I think that I shall never see <br>\n''a billboard lovely as a tree;<br>\n''Indeed, unless the billboards fall<br>\n''I'll never see a tree at all.'' <br>[[Ogden Nash]], humorous poet, reworking a poem by [[Joyce Kilmer]] for comic effect.\n<ref name=\"Nash\">Nash, Ogden, \"Song of the Open Road\", ''The Face Is Familiar'' (Garden City Publishing, 1941), p. 21</ref>}}\n\n====Influence====\n[[File:Ninety-Five Theses, Wittenberg.JPG|thumb|[[The Ninety-Five Theses]] (at the All Saints' Church, [[Wittenburg]])]]\nAnger has motivated many writers, including [[Martin Luther]], angry at religious corruption, who wrote the [[The Ninety-Five Theses]] in 1517, to reform the church, and [[Émile Zola]] (1840–1902) who wrote the public letter, ''[[J'Accuse]]'' in 1898 to bring public attention to government injustice, as a consequence of which he had to flee to England from his native France. Such writers have had a significant impact on ideas, opinion or policy.\n\n====Payment====\n{{Quote box\n|width     = 25em\n|border    = 1px\n|align     = right\n|fontsize  = 85%\n|salign    = right\n|quote     =\n<poem>\n'''Even though he is in love with the same woman, Cyrano helps his inarticulate friend, Rageneau, to woo her by writing on his behalf ...''' <br>\nCYRANO:   What hour is it now, Ragueneau?\nRAGUENEAU (stopping short in the act of thrusting to look at the clock): Five minutes after six!. . .'I touch!' (He straightens himself):   . . .Oh! to write a ballade!\n...\nRAGUENEAU:   Ten minutes after six.\nCYRANO: (nervously seating himself at Ragueneau's table, and drawing some paper toward him): A pen!. . .\nRAGUENEAU (giving him the one from behind his ear): Here – a swan's quill.\n...\nCYRANO (taking up the pen, and motioning Ragueneau away):  Hush! (To himself): I will write, fold it, give it her, and fly! (Throws down the pen): Coward!. . .But strike me dead if I dare to speak to her,. . .ay, even one single word! (To Ragueneau): hat time is it?\nRAGUENEAU:   A quarter after six!. . .\nCYRANO (striking his breast): Ay-a single word of all those here! here!  But writing, 'tis easier done. . . (He takes up the pen): Go to, I will write it, that love-letter!  Oh!  I have writ it and rewrit it in my own mind so oft that it lies there ready for pen and ink; and if I lay but my soul by my letter-sheet, 'tis naught to do but to copy from it.  (He writes.  ...) <br>[[Edmond Rostand]], ''[[Cyrano de Bergerac (play)|Cyrano de Bergerac]]'' <br>Act II, Scene 2, (3)<ref>[http://www.gutenberg.org/catalog/world/readfile?fk_files=1445091&pageno=50 Rostand, ''Cyrano de Bergerac'': Act II, Scene 2, (3)]</ref>\n</poem>\n}}\n\nWriters may write a particular piece for payment (even if at other times, they write for another reason), such as when they are commissioned to create a new work, transcribe an old one, translate another writer's work, or write for someone who is illiterate or inarticulate. In some cases, writing has been the only way an individual could earn an income. [[Frances Trollope]] is an example of women who wrote to save herself and her family from penury, at a time when there were very few socially acceptable employment opportunities for them. Her book about her experiences in America, called ''[[Domestic Manners of the Americans]]'' became a great success, \"even though she was over fifty and had never written before in her life\" after which \"she continued to write hard, carrying this on almost entirely before breakfast\".<ref name=Moore>{{cite book|last=Moore|first=Katherine|title=Victorian Wives|year=1974|publisher=Allison & Busby|location=London, New York|isbn=0-85031-634-0|pages=65–71}}</ref> According to her writer son [[Anthony Trollope]] \"her books saved the family from ruin\".<ref name=Moore />\n\n{{Quotation| ''I write for two reasons; partly to make money and partly to win the respect of people whom I respect''<br> [[E. M. Forster]], novelist, essayist, librettist ''<ref name=Forster>Quoted in the introduction to the author in the 1962 edition of {{cite book|last=E.M. Forster|title=[[Aspects of the Novel]]|year=1927|publisher=Penguin|authorlink=E.M.Forster}}</ref>}}\n\n====Teach====\n[[Aristotle]], who was tutor to [[Alexander the Great]], wrote to support his [[education|teaching]]. He wrote two [[treatise]]s for the young prince: \"On Monarchy\", and \"On Colonies\".<ref name=MacLeod>{{cite book|title=The Library of Alexandria|year=2000|publisher=The American University in Cairo Press|location=Cairo, Egypt|isbn=977-424-710-8|pages=79–91|author=R.G. Tanner|chapter=Aristotle's Works: The Possible Origins of the Alexandria Collection|editor=Roy MacLeod}}</ref> and his [[dialogue]]s also appear to have been written either \"as lecture notes or discussion papers for use in his philosophy school at the Athens [[Lyceum (Classical)|Lyceum]] between 334 and 323 BC.\"<ref name= MacLeod /> They encompass both his 'scientific' writings ([[metaphysics]], [[physics]], [[biology]], [[meteorology]] and [[astronomy]], as well as [[logic]] and [[argument]]) the 'non-scientific' works (poetry, [[Public speaking|oratory]], ethics and politics), \"major elements in traditional [[Classical Greece|Greek]] and [[Ancient Rome|Roman]] education\".<ref name= MacLeod />\n\nWriters of [[textbooks]] also use writing to teach and there are numerous instructional guides to writing itself. For example, many people will find it necessary to make a speech \"in the service of your company, church, civic club, political party, or other organization\" and so, instructional writers have produced texts and guides for speechmaking.<ref name=Dowis>{{cite book|last=Dowis|first=Richard|title=The Lost Art of the Great Speech: How to Write One : How to Deliver It|year=2000|publisher=AMA publications|location=New York|isbn=0-8144-7054-8|page=2}}</ref>\n\n====Tell a story====\nMany writers use their skill to tell the story of their people, community or cultural tradition, especially one with a personal significance. Examples include [[Shmuel Yosef Agnon]]; [[Miguel Ángel Asturias]]; [[Doris Lessing]]; [[Toni Morrison]]; [[Isaac Bashevis Singer]]; and [[Patrick White]].\nWriters such as [[Mario Vargas Llosa]], [[Herta Müller]] and [[Erich Maria Remarque]] write about the impact of conflict, dispossession and war.\n\n====Woo a lover====\nWriters use prose, poetry, and letters as part of courtship rituals.  [[Edmond Rostand]]'s play ''[[Cyrano de Bergerac (play)|Cyrano de Bergerac]]'', written in verse, is about both the power of love and the power of the self-doubting writer-hero's writing talent.\n\n==Authorship==\n[[File:Autographe de Marianne Alcoforado (Maria Anna Alcoforada), comme écrivain du couvent de Béja.jpg|thumb|Signature of [[Mariana Alcoforado]] (Maria Anna Alcoforada), once thought to be the writer of the [[epistolary fiction]], ''[[Letters of a Portuguese Nun]]''. ]]\n\n===Pen names===\nWriters sometimes use a pseudonym, otherwise known as a pen name or \"nom de plume\". The reasons they do this include to separate their writing from other work (or other types of writing) for which they are known; to enhance the possibility of publication by reducing prejudice (such as against women writers or writers of a particular ethnicity); to reduce personal risk (such as political risks from individuals, groups or states that disagree with them); or to make their name better suit another language.\n\nExamples of well-known writers who used a pen name include: [[George Eliot]] (1819–1880), whose real name was Mary Anne (or Marian) Evans; [[George Orwell]] (1903–1950), whose real name was Eric Blair; [[George Sand]] (1804–1876), whose real name was Lucile Aurore Dupin; [[Dr. Seuss]] (1904–1991), whose real name was Theodor Seuss Geisel; Stendhal (1783–1842), whose real name was Marie-Henri Beyle and [[Mark Twain]] (1835–1910), whose real name was Samuel Langhorne Clemens.\n\nApart from the large numbers of works attributable only to \"Anonymous\", there are a large number of writers who were once known and are now unknown. Efforts are made to find and re-publish these writers' works. One example is the publication of books like ''Japan As Seen and Described by Famous Writers'' (a 2010 reproduction of a pre-1923 publication) by \"Anonymous\".<ref>{{cite book|last=Anonymous|title=Japan As Seen and Described by Famous Writers|year=2010 (pre-1923)|publisher=BiblioLife|isbn=9781142479084}}</ref> Another example is the founding of a Library and Study Centre for the Study of Early English Women's Writing in Chawton, England.<ref>[http://www.chawton.org/ Chawton House Library | Home to early English women's writing<!-- Bot generated title -->]</ref>\n\n[[File:CumaeanSibylByMichelangelo.jpg|thumb|Cumaean Sibyl by [[Michelangelo]]]]\n\n===Fictional writers===\nSome fictional writers are very well known because of the strength of their characterization by the real writer or the significance of their role as writer in the plot of a work. Examples of this type of fictional writer include Edward Casaubon, a fictional scholar in George Eliot's [[Middlemarch]], and Edwin Reardon, a fictional writer in [[George Gissing]]'s ''[[New Grub Street]]''. Casaubon's efforts to complete an authoritative study affect the decisions taken by the protagonists in Eliot's novel and drive significant parts of the plot. In Gissing's work, Reardon's efforts to produce high quality writing put him in conflict with another character, who takes a more commercial approach. [[Robinson Crusoe]] is a fictional writer who was originally credited by the real writer ([[Daniel Defoe]]) as being the author of the confessional letters in the work of the same name. [[Bridget Jones]] is a comparable fictional diarist created by writer [[Helen Fielding]]. Both works became famous and popular; their protagonists and story were developed further through many adaptations, including film versions. [[Cyrano de Bergerac]] was a real writer who created a fictional character with his own name. The [[Sibylline books]], a collection of prophecies were supposed to have been purchased from the [[Cumaean Sibyl]] by the last king of Rome. Since they were consulted during periods of crisis, it could be said that they are a case of real works created by a fictional writer.\n\n===Writers of sacred texts===\n[[File:Ethiopian - John the Evangelist - Walters W850153V - Open Reverse.jpg|thumb| [[John the Evangelist]] Ethiopian c. 1540]]\n[[Religious texts]] or scriptures are the texts which various religious traditions consider to be [[sacred]], or of central importance to their religious tradition. Some religions and [[Spirituality|spiritual]] movements believe that their sacred texts are [[divinity|divinely]] or [[supernatural]]ly [[revelation|revealed or inspired]], while others have individual authors.\n\n==Controversial writing==\n[[File:Old Man with Water Studies.jpg|thumb|left|250px|[[Leonardo da Vinci]] c. 1513 ''Old Man with water studies''. In the [[Royal Librarian (United Kingdom)|Royal Library, Windsor]]. Thought to be a self-portrait, showing Leonardo's writing and drawing.]]\nSkilled writers make an impact on ideas and society so there are many instances where a writer's work or opinion has been unwelcome and controversial. In some cases, they have been persecuted or punished. Aware that their writing will cause controversy or put themselves and others into danger, some writers self-censor; or withhold their work from publication; or hide their manuscripts; or use some other technique to preserve and protect their work. Two of the most famous examples are [[Leonardo da Vinci]] and [[Charles Darwin]]. da Vinci \"had the habit of conversing with himself in his writings and of putting his thoughts into the clearest and most simple form\". He used \"left-handed or mirror writing\" (a technique described as \"so characteristic of him\") to protect his scientific research from other readers.<ref name=Leonardo>{{cite book|title=\"Leonardo's Manuscripts\" in '’Leonardo de Vinci|publisher=Reynal and Company, in association with William Morris and Company|location=New York|pages=157|edition=(Authoritative work, published in Italy by Istituto Geografico De Agostini, in conjunction with exhibition of Leonardo's work in Milan in 1938 (re-edited English translation)}}</ref> The fear of persecution, social disgrace and being proved incorrect are regarded as contributing factors to Darwin's delaying the publication of his radical and influential work ''[[On the Origin of Species]]''.\n\nOne of the results of controversies caused by a writer's work is scandal, which is a negative public reaction that causes damage to reputation and depends on public outrage. It has been said that it is possible to scandalise the public because the public \"wants to be shocked in order to confirm its own sense of virtue\".<ref name=\"Wilson & Wilson\">{{cite book|last=Wilson|first=Colin|title=Scandal!: An Explosive Exposé of the Affairs, Corruption and Power Struggles of the Rich and Famous|year=2011|publisher=Random House|coauthors=Damon Wilson}}</ref> The scandal may be caused by what the writer wrote or by the style in which it was written. In either case, the content or the style is likely to have broken with tradition or expectation. Making such a departure may in fact, be part of the writer's intention or at least, part of the result of introducing innovations into the genre in which he or she is working. For example, novelist [[D.H. Lawrence]] challenged ideas of what was acceptable as well as what was expected in form. These may be regarded as literary scandals, just as, in a different way, are the scandals involving writers who mislead the public about their identity, such as [[Norma Khouri]] or [[Helen Darville]] who, in deceiving the public, are considered to have committed fraud.\n\nWriters may also cause the more usual type of scandal – whereby the public is outraged by the opinions, behaviour or life of the individual (an experience not limited to writers). Poet [[Paul Verlaine]] outraged society with his behaviour and treatment of his wife and child as well as his lover. Among the many writers whose writing or life was affected by scandals are [[Oscar Wilde]], [[Lord Byron]], [[Jean-Paul Sartre]] and [[Albert Camus]], and [[H. G. Wells]]. One of the most famously scandalous writers was the [[Marquis de Sade]] who offended the public both by his writings ''and'' by his behaviour.\n\n===Punishment===\n[[File:Tyndale-martyrdom.png|thumb|Engraving depicting the death of [[William Tyndale]]]]\nThe consequence of scandal for a writer may be censorship or discrediting of the work, or social ostracism of its creator. In some instances, punishment, persecution or prison follow. The [[list of journalists killed in Russia]] is an example. Others include:\n* The [[Balibo Five]], a group of Australian television journalists who were killed while attempting to report on Indonesian incursions into [[Portuguese Timor]] in 1975.\n* [[Dietrich Bonhoeffer]] (1906–1945), an influential theologian who wrote ''[[The Cost of Discipleship]]'' and was hanged for his resistance to [[Nazism]].\n* [[Antonio Gramsci]] (1891–1937), who wrote political theory and criticism and was imprisoned for this by the Italian Fascist regime.\n* [[Günter Grass]] (born 1927), whose poem \"[[What Must Be Said]]\" led to his being declared ''[[persona non-grata]]''  in [[Israel]].\n* [[Primo Levi]] (1919–1987) who, among many Jews imprisoned during [[World War II]], wrote an account of his incarceration called ''[[If This Is a Man]]''.\n* [[Galileo Galilei]] (1564–1642), who was sentenced to imprisonment for [[heresy]] as a consequence of writing in support of the then controversial theory of heliocentrism, although the sentence was almost immediately commuted to [[house arrest]].\n* [[Sima Qian]] (145 or 135 BC – 86 BC) who \"successfully defended a vilified master from defamatory charges\" and was given \"the choice between [[castration]] or execution\". He \"became a eunuch and had to bury his own book ... in order to protect it from the authorities.\"<ref name=Battles>{{cite book|last=Battles|first=Matthew|title=Library – An Unquiet History|year=2003|publisher=William Heinemann|location=London|isbn=0-434-00887-7}}p40</ref>\n* [[Salman Rushdie]] (born 1947), whose novel ''[[The Satanic Verses]]'' was banned and burned internationally after causing [[The Satanic Verses controversy|such a worldwide storm]] that a [[fatwā]] was issued against him. Though Rushdie survived, numerous others were killed in incidents connected to the novel.\n* [[José Saramago]] (1922–2010), who went into exile after his novel ''[[The Gospel According to Jesus Christ]]'' was censored by Portuguese authorities, and lived in [[Lanzarote]] until his death.\n* [[Roberto Saviano]] (born 1979), whose best-selling book ''[[Gomorrah (book)|Gomorrah]]'' provoked the Neapolitan [[Camorra]], annoyed [[Silvio Berlusconi]] and led to him receiving permanent police protection.\n* [[Aleksandr Solzhenitsyn]] (1918–2008), who used his experience of imprisonment as the subject of his writing in ''[[One Day in the Life of Ivan Denisovich]]'' and ''[[Cancer Ward]]''—the latter, while legally published in the Soviet Union, had to gain the approval of the [[USSR Union of Writers]].\n* [[William Tyndale]] (c.1494 – 1536), who was executed because he translated the Bible into English.\n\n==Protection and representation==\nThe organisation [[Reporters without borders]] (also known by its French name: Reporters sans frontières) was set up to help protect writers and advocate on their behalf.\n\nThe professional and industrial interests of writers are represented by various national or regional guilds or unions. Examples include writers guilds in [[Australian Writers' Guild|Australia]] and [[Writers' Guild of Great Britain|Great Britain]] and unions in [[Arab Writers Union|Arabia]]; [[Writers Union of Armenia|Armenia]]; [[Union of Azerbaijani Writers|Azerbaijan]]; [[Writers' Union of Canada|Canada]]; [[Estonian Writers' Union|Estonia]]; [[Hungarian Writers' Union|Hungary]]; [[Irish Writers' Union|Ireland]]; [[Moldovan Writers' Union|Moldova]]; [[Unyon ng mga Manunulat sa Pilipinas|Philippines]]; [[Polish Writers' Union|Poland]]; [[Union des écrivaines et des écrivains québécois|Québéc]]; [[Writers' Union of Romania|Romania]]; [[Union of Russian Writers|Russia]]; [[Sudanese Writers Union|Sudan]] and the [[Writer's Union of Ukraine|Ukraine]]. In the United States, there is both a [[Writers Guild of America|writers guild]] and a [[National Writers Union]].\n\n==Awards==\n[[File:Tomas Transtromer and Modhir Ahmed.jpg|thumb|[[Nobel Prize in Literature|Nobel Prize]] Swedish winning poet and translator [[Tomas Tranströmer]] signs a book about his work by [[Modhir Ahmed]] (2007)]]\nThere are many awards for writers whose writing has been adjudged excellent. Among them are the many [[literary award]]s given by individual countries, such as the [[Prix Goncourt]] and the [[Pulitzer Prize]], as well as international awards such as the [[Nobel Prize in Literature]]. Russian writer [[Boris Pasternak]] (1890–1960), under pressure from his government, reluctantly declined the Nobel Prize that he won in 1958.\n\n==See also==\n{{portal|Writing}}\n{{wikisource|Letters of Abélard and Héloïse}}{{wikisource|Disputation of Doctor Martin Luther on the Power and Efficacy of Indulgences|Luther's Ninety-Five Theses}}{{wikisource|Hamlet}}{{wikisource|Gulliver's Travels}}{{wikisource|A Modest Proposal}}{{wikisource|The Battle of the Books}}{{wikisource|Songs of Innocence}} {{wikisource|Songs of Experience}} {{wikisource|The History of the Decline and Fall of the Roman Empire}} {{wikisource|Poems, now first collected/Byron}} {{wikisource|J'accuse...!}}{{wikisource| Author:E. M. Forster}}\n{{div col|colwidth=30em}}\n*[[Academic publishing]]\n*[[Hack writer]]\n*[[Lists of writers]]\n**[[List of women writers]]\n*[[List of writers' conferences]]\n**[[Genre fiction]]\n*[[Professional writing]]\n*[[Website content writer]]\n*[[Writer's voice]]\n{{div col end}}\n\n==References==\n{{Reflist|30em}}\n\n==External links==\n* {{commons category-inline|Writers}}\n\n{{Literary composition}}\n\n[[Category:Writing occupations]]\n[[Category:Communication design]]", "Ghostwriter": "{{Other uses}}\n{{unbalanced|date=December 2010}}\nA '''ghostwriter''' is a [[writer]] who writes books, articles, stories, reports, or other texts that are officially credited to another person.  [[celebrity|Celebrities]], executives, and political leaders often hire ghostwriters to draft or edit [[autobiography|autobiographies]], magazine articles, or other written material. In music, ghostwriters are often used for writing songs and lyrics. Screenplay authors can also use ghost writers to either edit or rewrite their scripts in order to improve them, increasing their chances to be optioned or produced. Also, ghost writers may work on accompanying documents, such as treatments for screenplays.\n\nGhostwriters may have varying degrees of involvement in the production of a finished work. Some ghostwriters are hired to edit and clean up a rough draft, others are hired to do most of the writing based on an outline provided by the credited author. For some projects, ghostwriters will do a substantial amount of research. Ghostwriters are also hired to write fiction in the style of an existing author, often as a way of increasing the number of books that can be published by a popular author. Ghostwriters will often spend a period from several months to a full year researching, writing, and editing [[nonfiction]] works for a client, and they are paid either per page, with a flat fee, or a percentage of the royalties of the sales, or some combination thereof. The ghostwriter is sometimes acknowledged by the author or publisher for his or her writing services.\n[[File:Tom Clancy at Burns Library, Boston College.jpg|thumb|right|200px|The popular demand for Tom Clancy's action novels exceeded his ability to write new books later in his career; as a  result, his publisher hired ghostwriters to write novels in the Clancy style.]]\nA consultant or career-switcher may pay a ghostwriter to write a book on a topic in their professional area, to establish or enhance their credibility as an 'expert' in their field.  Public officials and [[politicians]] employ 'correspondence officers' to respond to the large volume of [[communication|correspondence]]. A number of papal [[encyclical]]s have been written by ghostwriters. With medical ghostwriting, pharmaceutical companies pay both professional writers to produce papers and then pay other scientists or physicians to attach their names to these papers before they are published in medical or scientific journals. In the 2000s (decade), a new type of ghostwriting developed as [[blog]]s became popular: the blog ghostwriter. Companies or organizations hoping to generate interest in their blog site sometimes hire ghostwriters to post comments to their blog, while posing as different people and using pseudonyms. Some university and college students hire ghostwriters from [[essay mill]]s to write entrance essays, term papers, theses, and dissertations.\n[[File:Martini bologna mozart 1777.jpg|thumb| Mozart is an example of a well-known composer who was paid to ghostwrite music for wealthy patrons]]\nGhostwriting (or simply \"ghosting\") also occurs in other creative fields. Composers have long hired ghostwriters to help them to write musical pieces and songs; [[Wolfgang Amadeus Mozart]] is an example of a well-known composer who was paid to ghostwrite music for wealthy patrons. Ghosting also occurs in [[popular music]]. A pop music ghostwriter writes lyrics and a melody in the style of the credited musician. In [[hip hop]] music, the increasing use of ghostwriters by high-profile hip-hop stars{{Who|date=September 2011}} has led to controversy. In the visual arts, it is not uncommon in either [[fine art]] or commercial art such as [[comics]] for a number of assistants to do work on a piece that is credited to a single artist.\n\n==Role==\nThe division of work between the ghostwriter and the credited [[author]] varies a great deal. In some cases, the ghostwriter is hired to edit a rough draft of a mostly completed [[manuscript]]. In this case, the outline, ideas and much of the language in the finished book or article are those of the credited author. In other cases, a ghostwriter handles most of the writing, using concepts and stories provided by the credited author. In this case, a ghostwriter will do extensive [[research]] on the credited author or their subject area of expertise. It is rare for a ghostwriter to prepare a book or article with ''no'' input from the credited author; at a minimum, the credited author usually jots down a basic framework of ideas at the outset or provides comments on the ghostwriter's final [[Draft document|draft]].\n\nFor an [[autobiography]], a ghostwriter will interview the credited author, their colleagues, and family members, and find interviews, articles, and [[video]] [[footage]] about the credited author or their work. For other types of nonfiction books or articles, a ghostwriter will [[interview]] the credited author and review previous speeches, articles, and interviews with the credited author, to assimilate his or her arguments and points of view.\n\nGhostwriters are hired for numerous reasons. In many cases, celebrities or public figures do not have the time, discipline, or writing skills to write and research a several-hundred page autobiography or \"how-to\" book. Even if a celebrity or public figure has the writing skills to pen a short article, they may not know how to structure and edit a several-hundred page book so that it is captivating and well-paced. In other cases, publishers use ghostwriters to increase the number of books that can be published each year under the name of well-known, highly marketable authors. Usually, there is a confidentiality clause in the contract between the ghostwriter and the credited author that obligates the former to remain anonymous.\n\nGhostwriters are also hired to take the place of a writer after the death of that writer. It may be used in some cases, but the series of books may be discontinued instead.\n\n==Remuneration and credit==\n[[File:Hrcraad.jpg|thumb|right|250px|The ghostwriter for Hillary Clinton's memoirs received a $500,000 fee for collaborating with her.]]\nGhostwriters will often spend from several months to a full year researching, writing, and editing [[nonfiction]] works for a client, and they are paid either per page, with a flat fee, or a percentage of the royalties of the sales, or some combination thereof. Some ghostwriters charge for articles “$4 per word and more depending on the complexity\" of the article.<ref>[http://www.certmag.com/read.php?in=344 Marketing Yourself via Ghostwriting by R.A. Burnham. August 2003 Certification Magazine (a technical training and certification publication on industry events, issues and trends)]</ref> [[Literary agent]] Madeleine Morel states that the average ghostwriter's advance for work for major publishers is \"between $30,000 and $100,000\".<ref>[http://www.publishersweekly.com/pw/print/20060529/17394-ghost-stories-.html Ghost Stories. An agent for writers who stay behind the scenes—and off the jacket. by Lynn Andriani – Publishers Weekly, 5/29/2006]</ref>\nIn 2001, the ''New York Times'' stated that the fee that the ghostwriter for [[Hillary Rodham Clinton|Hillary Clinton's]] memoirs will receive is probably about $500,000\" of her book's $8 million advance, which \"is near the top of flat fees paid to collaborators.\"<ref>Media Talk; Mrs. Clinton Seeks Ghostwriter for Memoirs By [[David D. Kirkpatrick]] January 8, 2001\nhttp://query.nytimes.com/gst/fullpage.html?res=9E01E3DF153AF93BA35752C0A9679C8B63</ref>\n\nAccording to [[Ghostwriters ink|Ghostwriters Ink]], a professional ghostwriting service, this flat fee is usually closer to an average of $12,000 to $28,000 per book. By hiring the ghostwriter for this negotiated price, the clients ultimately keep all advances and post-publishing royalties and profits for themselves.<ref>{{cite web|title=Fees for ghostwriting a book|url=http://www.ghostwriters-ink.com/faq.html|accessdate=29 January 2013}}</ref>\n\nAccording to SEO Writer, another service, the flat fee for a \"typical book running 200 – 250 pages\" is $10,000 to $12,000, although it could sometimes go up to $16,000.<ref>[http://www.seo-writer.com/pricing.html#writing Pricing page from SEO-writer]</ref>\n\nHowever, certain other websites suggest that this could be considered on the low side and that $16,000 to $50,000 is a more precise range.<ref>{{cite web|title=Penn Group|url=http://www.pegr.com/ghostwriter.html|accessdate=2 August 2013}}</ref> Manhattan Literary, a ghost writing service specializing in book writing, concurs with these higher prices and also gives a specific reason for the wide range: that these fees per book are determined in part by whether or not the client provides a draft of the text. If so, a 250 page book would start at $18,000. With no draft or no previous attempt at writing the text (extensive sketches), $28,000 is a more likely starting price.  {{citation needed|date=September 2012}}\n\nSimilarly, there are some ghostwriting services that charge per page for the entire project so the prospective client can know the final cost upfront. This option can be helpful for clients that have a specific page count to achieve for their book.\n\nSome ghostwriters charge 40-50c per word (i.e. a 200 page book would cost $24,000 to $30,000).<ref>Member discussions in LinkedIn writer's groups</ref> In Canada, The Writers' Union has established a minimum fee schedule for ghostwriting. The total minimum fee for a 200–300 page book is $40,000, paid at various stages of the drafting of the book. Research fees are an extra charge on top of this minimum fee.<ref>[http://www.writersunion.ca/content/ghost-writing]</ref> In Germany the average fee for a confidential ghostwriting service is about $100 per page.{{citation needed|date=September 2012}} The Editorial Freelancers Association also suggests rates of 26 cents to 50 cents per word, which would be about $15,000 to $30,000 for a 250 page book.<ref>[http://www.the-efa.org/res/rates.php Editorial Freelancers Association editorial rates]</ref>\n\nThere is a recent{{When|date=February 2009}} trend of outsourcing ghostwriting jobs to [[Offshoring|offshore]] locations like India and the Philippines, to save up to 80%. [[Outsource]]d ghostwriters whose quality levels vary widely, complete 200-page books for fees ranging between $3000 and $5000, or $12–$18 per page. {{citation needed|date=September 2012}} This sharp price cut in ghostwriters' fees is encouraging more outsourcing. However, the premium typically paid for such outsourcing is a book that is not likely to be published.\n\nSometimes the ghostwriter will receive partial credit on a book, signified by the phrase \"with...\" or \"as told to...\" on the cover. Credit for the ghostwriter may also be provided as a \"thanks\" in a [[foreword]] or introduction. For nonfiction books, the ghostwriter may be credited as a \"contributor\" or a \"research assistant\". In other cases, the ghostwriter receives no official credit for writing a book or article; in cases where the credited author or the [[publisher]] or both wish to conceal the ghostwriter's role, the ghostwriter may be asked to sign a [[nondisclosure contract]] that forbids him or her from revealing his or her ghostwriting role.\n\n==Types==\n\n===Nonfiction===\nGhostwriters are widely used by celebrities and public figures who wish to publish their autobiographies or memoirs. The degree of involvement of the ghostwriter in nonfiction writing projects ranges from minor to substantial. Various sources explain the role of the ghostwriter and how competent writers can get this kind of work. In some cases, a ghostwriter may be called in just to clean up, edit, and polish a rough draft of an autobiography or a \"how-to\" book. In other cases, the ghostwriter will write an entire book or article based on information, stories, notes, and an outline, interview sessions with the celebrity or public figure. The credited author also indicates to the ghostwriter what type of style, tone, or \"voice\" they want in the book.\n[[Image:Official Portrait of President Reagan 1981.jpg|thumb|right|200px|President [[Ronald Reagan]] released a ghostwritten autobiography.]]\nIn some cases, such as with some \"how-to\" books, diet guides, or cookbooks, a book will be entirely written by a ghostwriter, and the celebrity (e.g., a well-known musician or sports star) will be credited as author. Publishing companies use this strategy to increase the marketability of a book by associating it with a celebrity or well-known figure. In several countries before elections, candidates commission ghostwriters to produce autobiographies for them so as to gain visibility and exposure. Two of [[John F. Kennedy]]'s books are almost entirely credited to ghostwriters.<ref>[http://www.straightdope.com/columns/read/2478/did-john-f-kennedy-really-write-profiles-in-courage Did John F. Kennedy really write \"Profiles in Courage?\"]</ref> Former President [[Ronald Reagan]] also released a ghostwritten autobiography.<ref>[http://spectator.org/articles/36378/ghostwriters-gone-wild Ghostwriters Gone Wild]</ref>\n\nA consultant or career-switcher may pay to have a book ghostwritten on a topic in their professional area, to establish or enhance their credibility as an 'expert' in their field. For example, a successful salesperson hoping to become a motivational speaker on selling may pay a ghostwriter to write a book on sales techniques. Often this type of book is published by a [[self-publishing press]] (or \"[[vanity press]]\"), which means that the author is paying to have the book published. This type of book is typically given away to prospective clients as a promotional tool, rather than being sold in bookstores.\n\n===Fiction===\nGhostwriters are employed by fiction publishers for several reasons. In some cases, publishers use ghostwriters to increase the number of books that can be published each year by a well-known, highly marketable author. Ghostwriters are mostly used to pen fiction works for well-known, \"name\" authors in genres such as detective fiction, mysteries, and teen fiction.\n[[Image:Hbtt1rev.jpg|thumb|Cover of the revised edition of ''[[The Tower Treasure]]'', the first Hardy Boys mystery]]\nAdditionally, publishers use ghostwriters to write new books for established series where the 'author' is a [[pseudonym]]. For example, the purported authors of the [[Nancy Drew]] and [[Hardy Boys]] mysteries, \"[[Carolyn Keene]]\" and \"[[Franklin W. Dixon]]\", respectively, are actually pseudonyms for a series of ghostwriters who write books in the same style using a template of basic information about the book's characters and their fictional universe (names, dates, speech patterns), and about the tone and style that are expected in the book. (For more information, see the articles on [[pseudonym]]s or [[pen names]].) In addition, ghostwriters are often given copies of several of the previous books in the series to help them match the style.\n\nThe known web publicist Keith Acton rose to underground notoriety and disdain when it was discovered he had paid a ghostwriter to write most of his work. Moreover, the estate of romance novelist [[V. C. Andrews]] hired a ghostwriter to continue writing novels after her death, under her name and in a similar style to her original works. Many of action writer [[Tom Clancy]]'s books from the [[2000s (decade)|2000s]] bear the names of two people on their covers, with Clancy's name in larger print and the other author's name in smaller print. Various books bearing Clancy's name were written by different authors under the same pseudonym. The first two books in the [[Tom Clancy's Splinter Cell]] franchise were written by [[Raymond Benson]] under the pseudonym [[David Michaels (author)|David Michaels]].\n\nSometimes famous authors will ghostwrite for other celebrities as well, such as when [[H. P. Lovecraft]] ghostwrote science fiction stories for [[Harry Houdini]] in science fiction magazines in the 1920s.{{Citation needed|date=March 2010}}\n\n===Political===\n{{Unreferenced section|date=February 2009}}\n\nPublic officials and [[politicians]] employ  'correspondence officers' to respond to the large volume of [[communication|correspondence]] that they receive. The degree of involvement of the public official in the drafting of response letters varies, depending on the nature of the letter, its contents, the importance of the official and the sender, and personal preference. At the highest level, public officials such as heads of state and regional governors typically have their officials approve the content of routine correspondence and [[autopen]] their signature with a signature machine.\n\nHowever, if the response is being sent to a high-ranking official or member of society, a draft of the letter may be given to the head of state or their top advisers for approval—particularly if the letter deals with a politically sensitive issue. This is sometimes also done for \"Dear Colleague\" letters, which are intended as policy papers rather than personal correspondence. Public officials at lower levels, such as middle managers and department heads will often review, request changes in, and hand sign all outgoing correspondence, even though the initial drafts are composed by a correspondence officer or policy analyst.\n\nSince members of the public are widely aware that politicians are not themselves writing routine response letters, it can be argued that these correspondence officers are not ghostwriters in the strictest sense of the term. Public officials may also have a [[speechwriter]], who writes public remarks and speeches, or both jobs may be done by a single person.\n\n===Religious===\nA number of papal [[encyclical]]s have been written by ghostwriters. ''[[Pascendi]]'', for instance, was written by Joseph Lemius (1860–1923), the procurator in Rome of the Oblates of Mary Immaculate.<ref>[http://books.google.ca/books?id=015XHt7sAm0C&pg=PA27&lpg=PA27&dq=Joseph+Lemius&source=web&ots=OWAWrqXuIX&sig=ihFeB5X7hVbhjAMOyjFDXhM7miA&hl=en&sa=X&oi=book_result&resnum=9&ct=result Catholicism Contending with Modernity]</ref> In June 1938, [[Pius XI]] summoned [[United States|American]] [[Society of Jesus|Jesuit]] [[John LaFarge, Jr.|John La Farge]], who began to prepare a draft of ''[[Humani Generis Unitas]]'', which LaFarge and two other Jesuits—Gustav Gundlach and Gustave Desbuquois<ref name=\"bailey\">Richard G. Bailey. August 2001. \"[http://findarticles.com/p/articles/mi_qa3686/is_200108/ai_n8969487 The Hidden Encyclical of Pius XI].\" ''Canadian Journal of History''.</ref>—on in Paris; the draft was approximately 100 pages long.<ref name=\"chronicle\">The Holocaust Chronicle. 2002. \"[http://www.holocaustchronicle.org/StaticPages/112.html 1937: Quiet before the Storm].\" p. 112.</ref> Another Jesuit translated the draft encyclical into Latin, presenting it to [[Wlodimir Ledóchowski]], then the General of the Society of Jesus who had chosen Gundlach and Desbuquois for the project.<ref name=\"bailey\"/> The draft encyclical was delivered to the Vatican in September 1938.<ref name=\"bailey\"/> [[Sebastian Tromp]], a Dutch Jesuit, a solid [[Thomism|Thomist]] theologian and close to Pope [[Pius XII]], is considered to be the main ghostwriter of ''[[Mystici Corporis]]''.<ref>Alexandra von Teuffenbach ''Konzilstagebuch Sebastian Tromp SJ mit Erläuterungen and Akten aus der Arbeit der Theologischen Kommission'', 2006, Editrice Pontificia Università Gregoriana  ISBN 978-88-7839-057-7</ref>\n\n===Academic===\nSome university and college students hire ghostwriters from [[essay mill]]s to write entrance essays, term papers, and theses and dissertations. In the 2000s (decade), many essay mills began offering online services. The most basic 'essay mill' service is the sale of a previously written essay. However, since submitting a previously written essay is risky, a 'customized' essay-writing service is available for a higher price, often reaching $10 to $50 per page.{{citation needed|date=September 2012}}\n\nUniversities have developed several strategies to combat this type of academic fraud. Some professors require students to submit electronic versions of their term papers, so that the text of the essay can be compared against databases of essays that are known to have been written by essay mills. Other universities allow professors to give students oral examinations on papers which a professor believes to be 'ghostwritten'; if the student is unfamiliar with the content of an essay that they have submitted, then the student can be charged with academic fraud.\n\nHowever, ghost writing services in the academic field have become a strong source of income for many with an acumen for writing, especially in the 'customized' category. Irrespective of the ethical questions, the ghostwriter is not involved in anything illegal.{{citation needed|reason=Wouldn't this be conspiracy to commit fraud, or something?  Has this come up in court? they would say yes, as far as selling guns is a conspiracy to commit murder|date=September 2013}}\n\nIn the case of a ghostwritten doctoral dissertation, the client falsely presenting the work of another as his/her own is defrauding both the institution awarding the degree and future employers for whom the Ph.D. degree is a pre-requisite for the job.\n\nGhost writers are also employed by established academicians and researchers, who hire \"editing\" services or unemployed, underemployed or just junior researchers to re-write or co-write papers and books without sharing authorship.{{citation needed|date=September 2012}} This practice is not limited to medical researchers (see next section).\n\n===Medical===\n{{Main|Medical ghostwriter}}\nWith medical ghostwriting, pharmaceutical companies pay  both professional writers to produce papers and then pay other scientists or physicians to attach their names to these papers before they are published in medical or scientific journals. Medical ghostwriting has been criticized by a variety of professional organizations<ref name=\"wame\">{{cite journal |author=World Association of Medical Editors |year=2005 |title=Ghost writing initiated by commercial companies |journal=[[Journal of General Internal Medicine|J Gen Intern Med]] |volume=20 |issue=6 |pages=549 |doi=10.1111/j.1525-1497.2005.41015.x  }}</ref><ref>{{cite journal |last=Rennie |first=D. |last2=Flanagin |first2=A. |year=1994 |title=Authorship! Authorship! Guests, Ghosts, Grafters, and the Two-Sided Coin |journal=[[JAMA (journal)|JAMA]] |volume=271 |issue=6 |pages=469–471 |doi=10.1001/jama.1994.03510300075043 }}</ref> representing the drug industry, publishers, and medical societies, and it may violate American laws prohibiting off-label promotion by drug manufacturers as well as anti-kickback provisions within the statutes governing Medicare.<ref>{{cite journal |last=Studdert |last2=et al. |year=2004 |title=Financial Conflicts of Interest in Physicians' Relationships with the Pharmaceutical Industry — Self-Regulation in the Shadow of Federal Prosecution |journal=[[New England Journal of Medicine|N Engl J Med]] |volume=351 |issue= |pages=1891–2000 |doi=10.1056/NEJMlim042229 }}</ref> Recently, it has attracted scrutiny from the lay press<ref>{{cite news |last=Mathews |first= |title=At medical journals, paid writers play big role |newspaper=[[Wall Street Journal]] |date=December 13, 2005 }}</ref> and from lawmakers,<ref>{{cite book |author=House of Commons Health Committee |year=2005 |title=The influence of the pharmaceutical industry |location=London |publisher=The Stationery Office Limited }}</ref> as well. It is permitted at some institutions, including the [[University of Washington School of Medicine]],<ref>{{cite news |last=Boseley |title= |newspaper=[[The Guardian]] |date=February 7, 1992 }}</ref><ref>{{cite journal |last=Giombetti |first= |year=1992 |title=UW's Friendly Corporate Ghostwriter |journal=Eat the State |volume=6 |issue=19 |pages= }}</ref> while it is prohibited and considered a particularly pernicious form of [[plagiarism]] at others, such as [[Tufts University School of Medicine]].<ref>{{cite book |last=Krimsky |first=Sheldon |title=Science in the Private Interest |publisher=Rowman-Littlefield |year=2003 |location=Lanham |isbn=0-7425-1479-X }}</ref>\n\n[[medical writing|Professional medical writers]] can write papers without being listed as authors of the paper and without being considered ghostwriters, provided their role is acknowledged. The [[European Medical Writers Association]] have published guidelines which aim to ensure professional medical writers carry out this role in an ethical and responsible manner.<ref>{{cite journal |last=Jacobs |first=A. |last2=Wager |first2=E. |title=European Medical Writers Association (EMWA) guidelines on the role of medical writers in developing peer-reviewed publications |journal=[[Current Medical Research and Opinion|Curr Med Res Opin]] |year=2005 |volume=21 |issue=2 |pages=317–321 |doi=10.1185/030079905x25578 }}</ref> The use of properly acknowledged medical writers is accepted as legitimate by organisations such as the World Association of Medical Editors<ref name=\"wame\"/> and the British Medical Journal.<ref>[http://resources.bmj.com/bmj/authors/article-submission/article-requirements Article requirements — BMJ resources]</ref> Moreover, professional medical writers' expertise in presenting scientific data may be of benefit in producing better quality papers.<ref>{{cite journal |last=Schultz |first=H. Y. |last2=Blalock |first2=E. |title=Transparency Is the Key to the Relationship between Biomedical Journals and Medical Writers |journal=[[Journal of Investigative Dermatology]] |year=2007 |volume=127 |issue=4 |pages=735–737 |doi=10.1038/sj.jid.5700794 }}</ref>\n\n===Website===\n{{expand section|date=December 2010}}\nSome websites are ghostwritten, because not all authors have the [[information technology]] skills or the time to dedicate to running a website. Nonetheless, the style, tone and content is modeled on that of the credited author. Many website ghostwriters are [[freelance]] but some are [[freelancer]]s who work under [[employment contract|contract]], as with [[radio presenter]]s and [[television presenter]]s.\nOccasionally [[Pseudonym#Literary pen names|a \"house pseudonym\", or collective name]] is used by the author of the website.\nThis is similar to ghostwriting for [[blog]]s, and in some cases it can be used as an [[Search engine optimization]] tactic. Search engine optimization (SEO) is the process of affecting the visibility of a website or a web page in a search engine's \"natural\" or un-paid (\"organic\") search results.\n\n===Blog===\nSince the 2000s, with the increasing popularity of [[blog]]s as a form of writing, a new form of ghostwriter has emerged: the blog ghostwriter. Companies or organizations hoping to generate interest in their blog site sometimes hire ghostwriters to post comments to their blog, while posing as different people and using pseudonyms. Blogs are sometimes rated according to how many web 'hits' they get from users viewing the page, and this rating is used by advertisers considering paying for ad space on a blog website.\n\nWith more posts and more comments and discussion, a blog is more likely to appear in search-engine results.  Additionally, there is more for a visitor to read and do once on the site, which in turn may generate more traffic.  While companies providing blog ghostwriters claim that falsely attributed postings are a legitimate marketing tactic, the practice has been deemed unacceptable by a major US paper,'' The Los Angeles Times''. The ''Times'' cancelled the blog of Pulitzer Prize-winning journalist [[Michael Hiltzik]] after he fabricated postings in his blog using alternate 'identities' (\"[[Sockpuppet (Internet)|sockpuppets]]\", in internet jargon).<ref>Los Angeles Times Yanks Columnist's Blog\nHiltzik Accused of Using Pseudonyms By Howard Kurtz\nWashington Post Staff Writer\nFriday, April 21, 2006; Page C07 http://www.washingtonpost.com/wp-dyn/content/article/2006/04/20/AR2006042002375.html</ref>\n\nSome celebrities, [[Chief executive officer|CEOs]], or public figures set up blog websites as a marketing, public relations, or lobbying tool. However, since these individuals are typically too busy to write their blog posts, they hire discreet ghostwriters to post to the blog under the celebrity or CEO's name. As with nonfiction ghostwriting, the blog ghostwriter models their writing style, content and tone on that of the credited author.\n\n===Music===\n\n====Classical music and film scores====\n[[File:Croce-Mozart-Detail.jpg|thumb|150px|The Classical era composer Mozart was paid to ghostwrite music for wealthy patrons who wished to give the impression that they were talented composers.]]\n[[Wolfgang Amadeus Mozart]] is an example of a well-known composer who was paid to ghostwrite music for wealthy patrons. More recently, composers such as the UK-based Patric Standford (born in 1939) have ghostwritten for symphonic recordings and films such as the Rod McKuen Cello Concerto.<ref>http://www.impulse-music.co.uk/standford.htm</ref> In the film industry, a music ghostwriter is a \"person who composes music for another composer but is not credited on the cue sheet or in the final product in any way.\" The practice is considered one of the \"dirty little secrets of the film and television music business\" that is considered unethical,<ref>[http://www.filmmusicmag.com/kb/glossary.php Film & TV Music Knowledgebase:: Glossary of Film and TV Music Terms]</ref> but has been common since the early stages of the film industry. In the early years of film, [[David Raksin]] worked as music ghostwriter and [[Orchestration|orchestrator]] for [[Charlie Chaplin]]; even though Chaplin was credited as the score writer, he was considered to be a \"hummer\" (pejorative film industry slang for a person who purports to be a film score composer but who in fact only gives a general idea of the melodies to a ghostwriter).\n\n====Pop music====\nMusical ghostwriting also occurs in [[popular music]]. When a record company wants to market an inexperienced young singer as a [[singer-songwriter]], or help a veteran bandleader coping with writer's block (or a lack of motivation to finish the next album), an experienced songwriter may be discreetly brought in to help.{{Citation needed|date=February 2013}} In other cases, a ghostwriter writes lyrics and a melody in the style of the credited musician, with little or no input from the credited musician. A ghostwriter providing this type of service may be thanked, without reference to the service provided, in the album credits, or they may be a true 'ghost', with no acknowledgement in the album.  Theodore Feldman is an example of a true \"'ghost' (ghostwriter). He participates in both ''\"anonymously\"'' writing and engineering for [[Island Def Jam Motown Music Group|The Island Def Jam Motown Music Group]], [[Atlantic Records]], [[EMI]]/[[Capitol Records]] and [[Sony Music Entertainment]]. His credit is continuously brought in and out of mention due to his professional title, and his age (as pertaining to his personalized legal binding agreements). Beginning in 2011–present, his associated acts are: [[Chris Brown (American entertainer)|Chris Brown]] & [[T-Pain]], [[Andy Grammer|Andy Grammar]], [[Cody Simpson]], [[Jason Mraz]], [[Justin Bieber]], [[One Direction]], [[Britt Nicole]], [[Justin Timberlake]], and [[Austin Mahone]] (Mixing) sequentially.\n\nLegal disputes have arisen when musical ghostwriters have tried to claim royalties, when an allegedly ghostwritten song becomes a money-making hit. In 1987, Darryl Neudorf was asked to work on a project for [[Nettwerk Productions]] involving a newly signed artist in their repertoire named [[Sarah McLachlan]]. This recording, the album ''[[Touch (Sarah McLachlan album)|Touch]]'', resulted in garnering the interest of [[Arista Records]].  She signed a multi-album contract with them and two of the songs that Neudorf worked on with her became commercial hits in [[Canada]]. In 1991, Neudorf was invited back to work with McLachlan on her second album, ''[[Solace (Sarah McLachlan album)|Solace]]''. In 1993, he filed a lawsuit against McLachlan and her label, [[Nettwerk]], alleging that he had made a significant and uncredited contribution to the songwriting on ''Touch'', and alleging that he wasn't paid properly for work done on ''Solace''. The judge in this suit eventually ruled in McLachlan's favour on the songs; though Neudorf may have contributed to the [[songwriting]], neither regarded each other as joint authors. The judge ruled in Neudorf's favour on the payment issue.\n\n[[File:Bilbao BUM Chuck D chandal.jpg|thumb|right|100px|Chuck D of Public Enemy has offered a more positive view of ghostwriting in hip-hop.]]\nIn [[hip-hop]] music, the increasing use of ghostwriters by high-profile hip-hop stars has led to controversy. Critics view the increasing use of hip-hop ghostwriters as the \"perversion of hip-hop by commerce.\" This is because of the limiting definition of \"rapping\" as \"...about you expressing yourself through your own words, not someone else’s.\"<ref>[http://www.gelfmagazine.com/archives/hiphops_ghostwriters.php Hip-Hop's Ghostwriters Article by: Adam Conner-Simons]</ref> Chuck D of Public Enemy thinks this point of view is mistaken because \"...not everyone is equipped to be a lyricist and not everyone is equipped to be a vocalist.\"<ref>Books of Rhymes: The Poetics of Hip Hop by: Adam Bradley. p. 153  http://books.google.com/books?id=YkGXXDZsFHcC&pg=PA151&lpg=PA151&dq=book+of+rhymes+the+poetics+of+hip+hop+ghostwriter&source=bl&ots=TBx9S8aMaM&sig=wUcAYQdgCno2j58a7dBgz-93IT8&hl=en&ei=InOiS6qhNMmUtgf34aTuCg&sa=X&oi=book_result&ct=result&resnum=2&ved=0CA0Q6AEwAQ#v=onepage&q=&f=false</ref> He points out that creating a rap song may require multiple talents. Currently in hip-hop, the credit given to ghostwriters varies: \"silent pens might sign confidentiality clauses, appear obliquely in the liner notes, or discuss their participation freely.\" In some cases, liner notes credit individuals for \"vocal arrangement\", which may be a euphemism for ghostwriting. In the late 2000s (decade), hip-hop ghostwriting services like [[Rap Rebirth]],<ref>http://www.npr.org/2011/07/03/137559845/no-flow-rap-rebirth-can-help</ref> have appeared online, which provide recording artists who wish to purchase ghostwritten rhymes a greater degree of anonymity.\n\n===Visual art===\nGhost-authorship also applies to the visual arts, most commonly paintings. The extent of the master artist's contribution varies widely, as little as composition adjustments and corrective brush strokes, or as much as entire works. A common practice is use of the art instruction class milieu in which the master artist makes significant contributions to the work of the student who then signs that work as his or her own. Services addressing complete works have historically been highly confidential. Less prevalent are advertised commercial services which may use the term \"vanity artwork\" as suggestive of \"vanity publishing\".\n\n===As blacklisting countermeasure===\nIn countries where the freedom of speech is not upheld and authors that have somehow displeased the ruling regime are \"blacklisted\" (i.e. forbidden from having their works published), the blacklisted authors or composers may ghostwrite material for other authors or composers who are in the good graces of the regime{{Citation needed|date=January 2010}}.  A number of blacklisted communist sympathisers have won academy awards.\n* [[Carl Foreman]] and [[Michael Wilson (writer)|Michael Wilson]] for ''[[Bridge on the River Kwai]]'' (credited to [[Pierre Boulle]] who wrote [[The Bridge over the River Kwai|the novel]].)\n* [[Dalton Trumbo]] for ''[[Roman Holiday]]'' (credited to [[Ian McLellan Hunter]]).\n\n==In other languages==\nIn French (\"{{lang|fr|nègre littéraire}}\"),<ref>[http://www.enquete-debat.fr/archives/le-monde-obscur-des-negres-litteraires]</ref> Russian (\"{{lang|ru|литературный негр}}\")<ref>{{cite web|author=|date=24 September 2006|url=http://www.svobodanews.ru/content/transcript/265159.html|title=Литературные редакторы или литературные \"негры\"|language=Russian|publisher=Радио «Свобода»|accessdate=2010-11-11}}</ref> and Polish (\"{{lang|pl|literacki [[murzyn]]}}\")<ref>[http://www.tvn24.pl/1,1642150,druk.html ''Jak Colin wyłowił Alicję''], TVN24</ref> the phrase 'literary negro' can be used to describe a ghostwriter.\n\n==As a subject in movies and novels==\nMovies and novels about ghostwriters:\n*[[Philip Roth]]'s 1979 novel ''[[The Ghost Writer]]''\n*[[Amy Tan]]'s 2007 novel [[The Bonesetter's Daughter]], later adapted as an opera presented by the [[San Francisco Opera]]\n*[[Jennie Erdal]]'s 2004 memoirs ''[[Ghosting: a Memoir]]'' about  working as ghostwriter of [[Naim Attallah]] for 20 years\n*[[Claude Lelouch]]'s 2006 film ''[[Roman de gare]]''\n*[[Robert Harris (novelist)|Robert Harris]]'s 2007 novel ''[[The Ghost (novel)|The Ghost]]'' and its 2010 film adaptation *''[[The Ghost Writer (film)|The Ghost Writer]]'' by [[Roman Polanski]]\n*[[Alan Cumming]]'s 2007 horror film ''[[Ghost Writer]]'', formerly ''[[Suffering Man's Charity]]''\n*[[Jason Reitman]]'s 2011 comedy-drama film ''[[Young Adult (film)|Young Adult]]''\n*[[Val McDermid]]'s 2012 crime novel ''[[The Vanishing Point]]''\n\n==See also==\n{{Wiktionary}}\n*[[Book-packaging]]\n*[[Content farm]]\n*[[Essay mill]]\n*[[Hack writer]]\n*[[Pen name]]\n*[[Plagiarism]]\n*[[Publishing]]\n*[[Script doctor]]\n*[[Speechwriter]]\n\n==References==\n{{Reflist|30em}}\n==External links==\n*[http://priceonomics.com/the-ghostwriting-business/ The Ghostwriting Business]\n[[Category:Ghostwriters| ]]\n[[Category:Writing occupations]]\n[[Category:Deception]]\n[[Category:Occupations in music]]\n[[Category:Film music]]", "Infopreneur": "{{Refimprove|date=March 2009}}\n'''Infopreneur''' is a [[person]], or a [[bot]], whose primary business is gathering and selling [[Data (computing)|electronic information]].<ref>Farlex. The Free Dictionary. [http://computing-dictionary.thefreedictionary.com/infopreneur] (retrieved Sep. 19, 2006).</ref> This term is a [[neologism]] [[portmanteau]] derived from the words \"[[information]]\" and \"[[entrepreneur]]\". An infopreneur is generally considered an ''entrepreneur'' who makes money selling ''information'' on the Internet. They use existing data and target an audience. \n\nThe term is often used  on the [[Internet]]. The word infopreneur was registered as a trademark (USPTO) on February 1 1984 by Harold F. Weitzen. In 1988, H. Skip Weitzen published \"Infopreneurs: Turning Data Into Dollars\" (John Wiley & Sons). \n\nBefore the explosive popularity of the Internet at the turn of the millennium, such an occupation already existed. These legacy inforpreneurs sold their information in other mediums such as [[audio tapes]], [[Red Book (audio CD standard)|audio CD]]s, [[CD-ROM]]s, [[video]]s, [[talk show]]s, and [[Business conference|conference]]s. The classification of infopreneur has created a new style of business on the Internet, which allows anybody with a computer and an Internet connection to start a businesses by publishing information that may appeal to a specific market.  \n\nThere are generally two kinds of infopreneurs: those that sell information they have amassed on their own and those that earn commissions from selling information that they know nothing about. The latter may be considered more of a \"information trafficker\".\n\n==Online publishing==\nAs the infopreneur is his/her own developer, marketer, producer, and distributor - some infopreneurs consider themselves being in the [[publishing]] business. Unlike in traditional print publishing, the infopreneur puts down, in electronic form, what he/she knows from experience or what he/she learned and passes them on to the world through publishing on websites, blogs, ebooks, emails, etc..\n\nThe impact of these infopreneurs has also\nhad a disruptive impact by slicing through the\ntraditional publication industry that involves\nagents, publishers, distribution channels, and\nretailers. As a result, entrepreneurial firms have emerged to serve artists and authors who want to be self-published.<ref>{{cite journal|last=Lahm, Jr.|first=Robert J.|coauthors=Stowe|title=n of Information Entrepreneurship|page=54|url=http://tomluckett.com/images/AlliedAcademics.pdf#page=61}}</ref> \n==Blogs and advertisements==\nInformation traffickers do consider themselves infopreneurs. After all, they are making money out of information. Many of them utilize the power of the [[World Wide Web]] - creating [[web sites]] and [[blogs]] to act as their storefront.\n\nThe infopreneur may attract traffic to his/her site by manipulating their site to appear higher on [[search engine]] results.<ref>{{cite journal | author=Mann, Charles C. | title=Spam + Blog = Trouble| journal=Wired | year=2006 | volume=14 | issue=9}}(Online version available. [http://www.wired.com/wired/archive/14.09/splogs.html]).</ref> This may be done by creating a site that is robust in information, and configuring [[META]] keywords and descriptions that accurately describe the web page. More often, infopreneurs who are out to get a \"quick buck\" will create a mash-together of information by publishing popular, sought after content, often incorporating [[RSS feeds]] from more popular sites. The infopreneur then makes money from [[AdSense]] ads, [[affiliate]] links, [[referral]]s and leads, and/or selling [[ebooks]] that are related to the search parameters and keywords. Essentially, these infopreneurs \"piggy-back\" on already established information. For example, there are many such ''[[Spam blog|splogs]]'' that copy verbatim the articles from [[Wikipedia]].\n\n==References==\n<references/>\n{{Wiktionary}}\n\n== See also ==\n* [[Spyware]]\n\n[[Category:Business terms]]\n[[Category:Entrepreneurship]]\n[[Category:Writing occupations]]", "Journalist": "{{Other uses}}\n{{redirect|Reporter}}\n[[File:2013 World Championships in Athletics (August, 10) by Dmitry Rozhkov 139.jpg|thumb|Reporters at the [[2013 World Championships in Athletics]].]]\n[[File:Reporter.jpg|thumb|A television reporter holding a [[microphone]].]]\n{{Journalism}}\nA '''journalist''' collects, writes, and distributes [[news]] and other [[information]]. A journalist's work is referred to as [[journalism]]. \n\n==Roles==\nA ''reporter'' is a type of journalist who [[research]]es, writes, and reports on information to present in [[source (journalism)|source]]s, conduct [[interview]]s, engage in research, and make reports. The information-gathering part of a journalist's job is sometimes called ''reporting'', in contrast to the production part of the job such as writing articles. Reporters may split their time between working in a [[newsroom]] and going out to witness events or interview people. Reporters may be assigned a specific [[Beat reporting|beat]] or area of coverage.\n\nDepending on the context, the term ''journalist'' may include various types of [[editing|editors]], editorial writers, [[columnist]]s, and visual journalists, such as [[photojournalist]]s (journalists who use the medium of [[photography]]).\n\nJournalism has developed a variety of [[Journalism ethics and standards|ethics and standards]].  While [[Objectivity (journalism)|objectivity]] and a lack of [[Media bias|bias]] are of primary concern and importance, more liberal types of journalism, such as [[advocacy journalism]] and activism, intentionally adopt a non-objective viewpoint.  This has become more prevalent with the advent of social media and blogs, as well as other platforms that are used to manipulate or sway social and political opinions and policies.  These platforms often project extreme bias, as \"sources\" are not always held accountable or considered necessary in order to produce a written, [[televised]] or otherwise \"published\" end product. \n\nMatthew C. Nisbet, who has written on [[science communication]],<ref>See, for example, Nisbet, Matthew C. (2009). Communicating Climate Change: Why Frames Matter for Public Engagement. Environment (Online at [http://www.environmentmagazine.org/Archives/Back%20Issues/March-April%202009/Nisbet-full.html environmentmagazine.org], retrieved 20 October 2010).</ref> has defined a \"knowledge journalist\" as a [[public intellectual]] who, like [[Walter Lippmann]], [[David Brooks (journalist)|David Brooks]], [[Fareed Zakaria]], [[Naomi Klein]], [[Michael Pollan]], [[Thomas Friedman]], and [[Andrew Revkin]], sees their role as researching complicated issues of fact or science which most laymen would not have the time or access to [[information]] to research themselves, then communicating an accurate and understandable version to the public as a teacher and policy advisor.<blockquote>Lippmann argued that most individuals lacked the capacity, time, and motivation to follow and analyze news of the many complex policy questions that troubled society. Nor did they often directly experience most social problems, or have direct access to expert insights. These limitations were made worse by a news media that tended to over-simplify issues and to reinforce [[stereotypes]], partisan viewpoints, and [[prejudices]]. As a consequence, Lippmann believed that the public needed journalists like himself who could serve as expert analysts, guiding “citizens to a deeper understanding of what was really important.”<ref name=\"Knowledge journalist\">{{cite web|title=Nature’s Prophet: Bill McKibben as Journalist, Public Intellectual and Activist|url=http://shorensteincenter.org/wp-content/uploads/2013/03/D-78-Nisbet1.pdf|work=Discussion Paper Series #D-78|publisher=Joan Shorenstein Center on the Press, Politics and Public Policy, School of Communication and the Center for Social Media American University|accessdate=March 8, 2013|author=Matthew C. Nisbet|page=7|month=March 2013}}</ref></blockquote>\n\n==Journalistic freedom==\n[[File:Pn-telekanal-1998-staff.jpg|thumb|left|A program director sets the task for TV journalists]]\n\nJournalists sometimes expose themselves to danger, particularly when reporting in areas of [[armed conflict]] or in states that do not respect the [[freedom of the press]]. [[Organizations]] such as the [[Committee to Protect Journalists]] and [[Reporters Without Borders]] publish reports on press freedom and advocate for journalistic freedom. As of November 2011, the Committee to Protect Journalists reports that 887 journalists have been killed worldwide since 1992 by [[murder]] (71 percent), [[crossfire]] or [[combat]] (17 percent), or on dangerous assignment (11 percent). The \"ten deadliest countries\" for journalists since 1992 have been [[Iraq]] (230 deaths), [[Philippines]] (109), [[Russia]] (77), [[Colombia]] (76), [[Mexico]] (69), [[Algeria]] (61), [[Pakistan]] (59), [[India]] (49), [[Somalia]] (45) and [[Brazil]] (31).<ref>\"[http://cpj.org/killed/ 887 Journalists Killed since 1992].\" Committee to Protect Journalists. Retrieved August 28, 2012.</ref>\n\nThe Committee to Protect Journalists also reports that as of December 1, 2010, 145 journalists were jailed worldwide for journalistic activities. Current numbers are even higher. The ten countries with the largest number of currently-imprisoned journalists are [[Turkey]] (95),<ref>{{cite news |title=Number of Jailed Journalists Nearly Doubles in Turkey |url= http://latimesblogs.latimes.com/world_now/2012/04/jailed-journalists-nearly-double-in-turkey.html |work=Los Angeles Times |date=5 April 2012|accessdate=6 April 2012 }}</ref> [[People's Republic of China|China]] (34 imprisoned), [[Iran]] (34), [[Eritrea]] (17), [[Burma]] (13), [[Uzbekistan]] (six), [[Vietnam]] (five), [[Cuba]] (four), [[Ethiopia]] (four), and [[Sudan]] (three).<ref>{{cite web|author=Iran, China drive prison tally to 14-year high |url=http://cpj.org/reports/2010/12/cpj-journalist-prison-census-iran-china-highest-14-years.php |title=Iran, China drive prison tally to 14-year high (December 8, 2010). Committee to Protect Journalists. Retrieved November 18, 2011 |publisher=Cpj.org |accessdate=2013-04-16}}</ref>\n\nThe [[Newseum]] in Washington, D.C. is home to the Journalists Memorial, which lists the names of over 2,100 journalists from around the world who were killed in the line of duty.\n\n== See also ==\n{{Portal|Journalism}}\n\n*[[24-hour news cycle]]\n*[[:Category:24-hour television news channels|24-hour television news channels]]\n*[[Broadcast journalism]]\n*[[Critic]]\n*[[Electronic field production]] (EFP)\n*[[Electronic news-gathering]] (ENG)\n*[[List of ITV journalists and newsreaders]]\n*[[List of journalists]]\n*[[Local news]]\n*[[News broadcasting]]\n*[[News presenter]]\n*[[News program]]\n*[[Newsroom]]\n*[[Outside broadcasting]]\n*[[Student newspaper]]\n*[[War correspondent]]\n\n== Notes ==\n{{Reflist|30em}}\n\n==Further reading==\n* Fowler, Nathaniel Clark. (1913). [http://books.google.com/books?id=9RlIAAAAIAAJ&dq=journalist&lr=&client=firefox-a&source=gbs_summary_s&cad=0 ''The Handbook of Journalism: All about Newspaper Work.--Facts and Information of Vital Moment to the Journalist and to All who Would Enter this Calling.''] New York: Sully and Kleinteich.\n* Huffman, James L. (2003). [http://books.google.com/books?id=WngYfDz1pAMC&dq=journalist&lr=&client=firefox-a&source=gbs_summary_s&cad=0 ''A Yankee in Meiji Japan: The Crusading Journalist.''] Lanham, Maryland: [[Rowman & Littlefield]]. 10-ISBN 0-7425-2621-6; 13-ISBN 978-0-7425-2621-1\n* Randall, David. (2000). [http://books.google.com/books?id=nVI7qkIJS6IC&dq=journalist&client=firefox-a&source=gbs_summary_s&cad=0 ''The Universal Journalist.''] Sterling Virginia: [[Pluto Press]]. 10-ISBN 0-7453-1641-7; 13-ISBN 978-0-7453-1641-3; [http://www.worldcat.org/wcpa/oclc/43481682 OCLC 43481682]\n* Stone, Ejijah Melville. (1921) [http://books.google.com/books?id=W544AAAAIAAJ&dq=journalist&lr=&client=firefox-a&source=gbs_summary_s&cad=0 ''Fifty Years a Journalist.''] New York: [[Doubleday (publisher)|Doubleday, Page and Company]]. OCLC 1520155\n* Woods, Donald. (1981). [http://books.google.com/books?id=G-8OAAAAMAAJ&q=journalist&dq=journalist&lr=&client=firefox-a&pgis=1 ''Asking for Trouble: Autobiography of a Banned Journalist.''] New York: [[Atheneum Books|Atheneum]]. 10-ISBN 0-689-11159-2; 13-ISBN 978-0-689-11159-4; [http://www.worldcat.org/wcpa/oclc/6864121 OCLC 6864121]\n\n==External links==\n{{Wiktionary}}\n{{Commons category|Journalists}}\n*[http://spj.org Society of Professional Journalists]\n{{Journalism roles}}\n\n[[Category:Journalists| ]]\n[[Category:Media occupations]]\n[[Category:Journalism occupations]]\n[[Category:Reporting]]\n[[Category:Broadcasting occupations]]\n[[Category:Television terminology]]\n\n[[bn:সাংবাদিক]]\n[[dv:ނޫސްވެރިން]]\n[[eu:Erreportaje]]\n[[he:כתב (מקצוע)]]\n[[ka:ჟურნალისტი]]\n[[ku:Rojnamevan]]\n[[hu:Riport]]\n[[ml:പത്രപ്രവർത്തകൻ]]\n[[kaa:Telereportaj]]\n[[qu:Willay kamayuq]]\n[[ru:Репортёр]]\n[[sl:Novinar]]\n[[ta:செய்தியாளர்]]\n[[te:విలేకరి]]\n[[tg:Журналист]]\n[[wa:Gaztî]]", "Script doctor": "A '''script doctor''', also called a '''script consultant''',<ref>{{cite book|last=Honthaner|first=Eve Light|title=Hollywood Drive: What It Takes To Break In, Hang In & Make It In The Entertainment Industry|year=2005|publisher=Focal Press|location=Burlington|isbn=0240806689|pages=87–88}}</ref> is a [[screenwriter]] or playwright hired by a [[film]], [[television]] or theatre production to rewrite an existing script or polish specific aspects of it, including structure, characterization, dialogue, pacing, theme, and other elements.<ref name=\"Jones\">{{cite book|last=Jones|first=Sarah| title=Film|year=2004| publisher=Smart Apple Media|location=North Mankato|isbn=158340256X|pages=14–15}}</ref>\n\nScript doctors generally do their work uncredited, for a variety of commercial and artistic reasons.<ref name=\"Jones\"/><ref>{{cite book|title=Jewish Women in America: An Historical Encyclopedia|year=1998|publisher=Routledge|location=New York|isbn=0415919363|editor=Hyman, Paula E. and Moore, Deborah Dash|page=444|quote=Currently [Fisher] works in that great uncredited Hollywood profession of script doctor—or, as Fisher calls it, script nurse.}}</ref><ref name=\"Hurd\">{{cite book|last=Hurd|first=Mary G.|title=Women Directors and Their Films|year=2007|publisher=Praeger Publishers|location=Westport|isbn=0275985784|page=150|quote=She [Elaine May] then became a script doctor, one of a small group of writers who are paid handsome fees by studios to do uncredited work on a script.}}</ref> They are usually brought in for scripts that have almost been \"green-lit\",<ref>{{cite book|last1=Appleton|first1=Dina|last2=Yankelevits|first2=Daniel|title=Hollywood Dealmaking: Negotiating Talent Agreements for Film, TV and New Media|year=2010|publisher=Allworth Press|location=New York|isbn=1581156715|edition=2|page=303|quote=A writer hired to 'spruce up' or 'fix' a script, usually by inserting jokes or otherwise adding some 'juice'. These highly paid writers are often hired by studios for brief periods of employment, most often to work on scripts that are very close to being 'green-lit'.}}</ref> during the development and pre-production phases of a film, to address specific issues with the script, as identified by the financiers, production team, and cast.<ref name=\"Abramowitz\">{{cite web|last=Abramowitz|first=Rachel|title=To the rescue?|url=http://articles.latimes.com/2002/oct/27/entertainment/ca-abram27|work=The Los Angeles Times|accessdate=August 17, 2012|date=October 27, 2002}}</ref>\n\nUnder the [[WGA screenwriting credit system|Writers Guild of America screenwriting credit system]], a screenwriter must contribute more than 50 percent of an original screenplay or 33 percent of an adaptation to receive credit.<ref name=\"Abramowitz\"/> Uncredited screenwriters are not eligible to win the [[Screenplay oscar|Academy Award for Best Screenplay]] or the [[Writers Guild of America Award]]s.\n\n==People considered script doctors==\nMany screenwriters have been called \"script doctors\" for doing uncredited work on screenplays, some of which are known:\n* [[Al Boasberg]] (1891–1937): ''[[The General (1926 film)|The General]]'' (1926) and ''[[A Night at the Opera (film)|A Night at the Opera]]'' (1935).<ref>{{cite web|last=Erickson|first=Hal|title=Al Boasberg - About This Person|url=http://www.nytimes.com/movies/person/158592/Al-Boasberg|work=The New York Times|accessdate=November 8, 2013|date=2010}}</ref>\n* [[Ben Hecht]] (1894–1964): ''[[Twentieth Century (film)|Twentieth Century]]'' (1934), ''[[A Star Is Born (1937 film)|A Star Is Born]]'' (1937), ''[[Angels with Dirty Faces]]'' (1938), ''[[Gone with the Wind (film)|Gone with the Wind]]'' (1939), ''[[Stagecoach (1939 film)|Stagecoach]]'' (1939),<ref>{{cite book|last=Booker|first=M. Keith|title=Historical Dictionary of American Cinema|year=2011|publisher=Scarecrow Press|location=Lanham|isbn=0810871920|page=164}}</ref> ''[[Foreign Correspondent (film)|Foreign Correspondent]]'' (1940),<ref>{{cite book|last=Phillips|first=Gene D.|title=Out of the Shadows: Expanding the Canon of Classic Film Noir|year=2012|publisher=Scarecrow Press|location=Lanham|isbn=081088190X|page=88}}</ref> ''[[Cornered (1945 film)|Cornered]]'' (1945), ''[[Gilda]]'' (1946), ''[[Rope (film)|Rope]]'' and ''[[Cry of the City]]'' (1948), ''[[Strangers on a Train (film)|Strangers on a Train]]'' (1951), ''[[Angel Face (1952 film)|Angel Face]]'' (1952),<ref>{{cite book|last=Spicer|first=Andrew|title=Historical Dictionary of Film Noir|year=2010|publisher=Scarecrow Press|location=Lanham|isbn=0810859602|pages=129–130|quote=He became a Hollywood screenwriter from 1926, valued highly for his contemporary, idiomatic, and vivid prose, and as a ruthless and effective 'script doctor', having a hand in many films noir for which he was uncredited...}}</ref> and ''[[Cleopatra (1963 film)|Cleopatra]]'' (1963).<ref>{{cite book|last1=Kashner|first1=Sam|last2=Schoenberger|first2=Nancy|title=Furious Love: Elizabeth Taylor, Richard Burton, and the Marriage of the Century|year=2010|publisher=HarperCollins|location=New York|isbn=006156284X|page=13}}</ref> According to a November 1999 article from ''The Guardian'', \"[Uncredited script doctoring is] a tradition that goes back to the mighty Ben Hecht. Hecht was a snob, and hanging out at the [[Algonquin Hotel|Algonquin]] with [[Dorothy Parker]], it suited him to downplay his movie work, so he only received credit for about half of the 100 plus films he worked on.\"<ref name=\"Morris\">{{cite web|last=Morris|first=Mark|title=Get me Tom Stoppard|url=http://www.guardian.co.uk/media/1999/nov/30/tvandradio.television2|work=The Guardian|accessdate=August 17, 2012|date=November 29, 1999}}</ref>\n* [[Elaine May]] (born 1932): ''[[Reds (film)|Reds]]'' (1981), ''[[Tootsie]]'' (1982), and ''[[Labyrinth (film)|Labyrinth]]'' (1986).<ref name=\"Hurd\"/>\n* [[Robert Towne]] (born 1934): ''[[Bonnie and Clyde (film)|Bonnie and Clyde]]'' (1967), ''[[The Godfather]]'' (1972), and ''[[Armageddon (1998 film)|Armageddon]]'' (1998).<ref name=\"Morris\"/> Author [[Peter Biskind]] writes in ''[[Easy Riders, Raging Bulls]]'' (1998) that [[Francis Ford Coppola]] asked Towne if he wanted credit for his contributions to the screenplay of ''The Godfather'', and Towne replied: \"Don't be ridiculous. I only wrote a couple of fuckin' scenes. If you win an Oscar, thank me.\"<ref>{{cite book|last=Biskind|first=Peter|title=Easy Riders, Raging Bulls: How the Sex-Drugs-And Rock 'N Roll Generation Saved Hollywood|year=1998|publisher=Simon and Schuster|location=New York|isbn=0684857081|page=158}}</ref> Coppola won the [[Academy Award for Best Writing (Adapted Screenplay)]] and thanked Towne.<ref>{{cite web|last=Turan|first=Kenneth|title=Robert Towne's Hollywood Without Heroes|url=http://www.nytimes.com/1988/11/27/movies/film-robert-towne-s-hollywood-without-heroes.html?pagewanted=all&src=pm|work=The New York Times|accessdate=August 17, 2012|date=November 27, 1988}}</ref>\n* Sir [[Tom Stoppard]] (born 1937): ''[[Indiana Jones and the Last Crusade]]'' (1989),<ref>{{cite web|last=Koski|first=Genevieve|title=Raiders Of The Lost Ark|url=http://www.avclub.com/articles/raiders-of-the-lost-ark,2302/|work=The A.V. Club|accessdate=August 17, 2012|date=May 15, 2008|quote=Spielberg said, in an 2005 interview with ''Empire'' magazine, 'Tom is pretty much responsible for every line of dialogue [in ''Indiana Jones and the Last Crusade''].{{'}}&nbsp;}}</ref> ''[[Sleepy Hollow (film)|Sleepy Hollow]]'' (1999),<ref>{{cite web|last=Nashawty|first=Chris|title=Sleepy Hollow: A Head of its Time|url=http://www.ew.com/ew/article/0,,271744_2,00.html|work=Entertainment Weekly|accessdate=August 17, 2012|date=November 19, 1999|quote=On the other hand, it doesn't hurt that ''Sleepy Hollow''{{'}}s script—credited to Andrew Kevin Walker (''Seven'')—received a stealthy stem-to-stern overhaul from ''Shakespeare in Love''{{'}}s Oscar-winning screenwriter Tom Stoppard.}}</ref> and ''[[The Bourne Ultimatum (film)|The Bourne Ultimatum]]'' (2007).<ref name=\"Lawson\">{{cite web|last=Lawson|first=Mark|title=Tom Stoppard: 'I'm the crank in the bus queue'|url=http://www.guardian.co.uk/stage/2010/apr/14/tom-stoppard-the-real-thing|work=The Guardian|accessdate=August 17, 2012|date=April 14, 2010}}</ref><ref name=\"Rapkin\">{{cite web|last=Rapkin|first=Mickey|title=Tom Stoppard|url=http://www.timeout.com/newyork/theater/tom-stoppard|work=Time Out New York|accessdate=August 16, 2012|date=October 18, 2007}}</ref> On ''The Bourne Ultimatum'', Stoppard said in October 2007, \"I wrote a script for [director] [[Paul Greengrass]]. Some of the themes are still mine—but I don't think there's a single word of mine in the film.\"<ref name=\"Rapkin\"/> According to an April 2010 interview with ''The Guardian'', Stoppard \"does uncredited script-doctoring on Hollywood movies, 'about once a year': most recently he worked on Paul Greengrass's ''The Bourne Ultimatum''. 'The second reason for doing it is that you get to work with people you admire. The first reason, of course, is that it's overpaid.' Once, hearing the phone ring at home while in the shower, he took a call from [director] [[Paul Greengrass|Steven Spielberg]] on the set of ''[[Schindler's List]]'', agonising over a scene in [[Steven Zaillian]]{{'}}s script. Standing naked, Stoppard improvised a solution that was used in the movie. He remains bemused by this American habit of invisible script revision. 'I actually got quite angry with Spielberg, who was and is a good friend, and told him just to film Zaillian's script. But Steven, like a lot of other people in movies, tends to think one more opinion can't hurt.{{' \"}}<ref name=\"Lawson\"/> He also said, \"I used to worry about it enormously, but it's a different culture. It's a moral issue, almost. A few years ago, I was invited to a film festival, as a freebie, because I'd done so much work on a movie that they said I should be there. And I said: 'I can't do that, because I'm not supposed to be on this film, and it's unfair to the chap whose name is on it.' But it just goes with the territory: these are the conditions one works under out there.\"<ref name=\"Lawson\"/>\n* [[Tom Mankiewicz]] (1942–2010): ''[[The Deep (1977 film)|The Deep]]'' (1977), ''[[The Spy Who Loved Me (film)|The Spy Who Loved Me]]'' (1977), ''[[Superman (1978 film)|Superman]]'' (1978), ''[[Moonraker (film)|Moonraker]]'' (1979), and ''[[Superman II]]'' (1980). He was credited as \"[[creative consultant]]\" on ''Superman'' by director [[Richard Donner]].<ref>{{cite web|last=Nelson|first=Valerie J.|title=Tom Mankiewicz dies at 68; screenwriter for James Bond, Superman films|url=http://articles.latimes.com/2010/aug/03/local/la-me-tom-mankiewicz-20100803|work=The Los Angeles Times|accessdate=August 16, 2012|date=August 3, 2010|quote=Tom Mankiewicz, a screenwriter and premier script doctor...}}</ref> In a June 2012 interview, Robert Crane, who co-wrote Mankiewicz's autobiography ''My Life as a Mankiewicz'' (2012), said: \"I think script doctoring was an in road for him. People had liked what they'd seen with the Bond films, especially the dialogue. I think that caught the attention of agents and studio heads, and they said, 'I want Mankiewicz to come in here and work on this project.' He spent a lot of time at [[Warner Brothers]] and [[Universal Studios|Universal]] working on scripts.\"<ref>{{cite web|last=Konow|first=David|title=Think You Know Hollywood? You Don’t Know Mank|url=http://www.scriptmag.com/features/think-you-know-hollywood-you-dont-know-mank|work=Script Magazine|accessdate=August 19, 2012|date=June 26, 2012}}</ref>\n* [[Carrie Fisher]] (born 1956): ''[[Hook (film)|Hook]]'' (1991),<ref name=\"McNamara\">{{cite web|last=McNamara|first=Jonathan|title=Carrie Fisher on Spy in the House of Me, Tinkerbell and being the movie industry's best script doctor|url=http://blogs.phoenixnewtimes.com/valleyfever/2008/04/carrie_fisher_on_spy_in_the_ho.php|work=Phoenix New Times|accessdate=August 19, 2012|date=April 29, 2008}}</ref> ''[[Sister Act]]'' (1992),<ref name=\"Cagle\">{{cite web|last=Cagle|first=Jess|title=The Prayer|url=http://www.ew.com/ew/article/0,,310617,00.html|work=Entertainment Weekly|accessdate=August 16, 2012|date=May 29, 1992}}</ref> ''[[Lethal Weapon 3]]'' (1992),<ref name=\"McNamara\"/> ''[[Last Action Hero]]'' (1993),<ref name=\"lahempire\">{{citation | url=http://www.empireonline.com/features/last-action-hero | magazine=[[Empire (film magazine)|Empire]] | title=The Life And Death Of Last Action Hero | issue=269 | author=Nick De Semlyen}}</ref> ''[[The River Wild]]'' (1994),<ref name=\"McNamara\"/> and ''[[The Wedding Singer]]'' (1998).<ref name=\"Setoodeh\">{{cite web|last=Setoodeh|first=Ramin|title=Being Carrie Fisher|url=http://www.thedailybeast.com/newsweek/2008/12/18/being-carrie-fisher.html|work=Newsweek|accessdate=August 16, 2012|date=December 18, 2008}}</ref> An ''Entertainment Weekly'' article from May 1992 described her as \"one of the most sought after doctors in town.\"<ref name=\"Cagle\"/> When asked if she was still working as a script doctor in December 2008, she said: \"I haven't done it for a few years. I did it for many years, and then younger people came to do it and I started to do new things. It was a long, very lucrative episode of my life. But it's complicated to do that. Now it's all changed, actually. Now in order to get a rewrite job, you have to submit your notes for your ideas on how to fix the script. So they can get all the notes from all the different writers, keep the notes and not hire you. That's free work and that's what I always call life-wasting events.\"<ref name=\"Setoodeh\"/>\n* [[Aaron Sorkin]] (born 1961): ''Schindler's List'' (1993), ''[[The Rock (film)|The Rock]]'' (1996), ''[[Excess Baggage]]'' (1997), and ''[[Enemy of the State (film)|Enemy of the State]]'' (1998). In an October 2010 interview, he said: \"With the script doctoring, I did it for [[Jerry Bruckheimer]] for a while, because I was just going through a period where I was having a very difficult time coming up with my own ideas and I was climbing the walls. So I did what is called 'the production polish', where you are brought into the last two weeks on something that you are not emotionally invested in, where it is not your job to break the story, to come up with the moving parts and plot points. Basically, they just wanted some snappy dialogue for Sean Connery and Nicolas Cage. The first time I did it, actually, was for ''Schindler's List'' where no-one is looking for snappy dialogue, but the writer of that movie had gone on to direct a picture and there was a little more work that [director Steven Spielberg] wanted done before it went to Poland to begin shooting. He asked me to come in and do that, but you are obviously more interested in your own thing.\"<ref>{{cite web|last=Lawrence|first=Will|title=Facebook movie The Social Network tells a Shakespearean tale of money, power and betrayal|url=http://www.heraldscotland.com/arts-ents/film-tv-features/facebook-movie-the-social-network-tells-a-shakespearean-tale-of-money-power-and-betrayal-1.1060841|work=The Herald|accessdate=August 16, 2012|date=October 11, 2010}}</ref>\n* [[Hyan Thiboutot]] (born 1972): ''Ladies Room'' (2000), ''[[Camping Sauvage]]'' (2004), ''[[Dinner With My Sisters]]'' (2011),<ref>http://www.imdb.com/name/nm1421995/?ref_=fn_al_nm_1</ref><ref>http://www.youtube.com/watch?v=nTMOQOu2K5s</ref><ref>http://www.youtube.com/watch?v=SqrZErlqtk4</ref>\n*[[John Sayles]] (born 1950): ''[[Apollo 13]]'' (1995), ''[[Mimic]]'' (1997). Sayles has stated that the script doctor's main role is to help others tell their stories. He decides which jobs to accept based on whether there's a germ of an idea for a movie he'd actually like to see. He's also stated that he works harder when writing for others than he does on his own work.<ref>http://www.youtube.com/watch?v=bzsfp7ufVyw</ref>\n* [[Quentin Tarantino]] (born 1963): ''[[It's Pat]]'' (1994)<ref>{{cite book|last=Dawson|first=Jeff|title=Quentin Tarantino: The Cinema of Cool|year=1995|publisher=Applause Books|location=New York|isbn=1557832277|page=198}}</ref> and ''[[Crimson Tide (film)|Crimson Tide]]'' (1995).<ref name=\"Morris\"/><ref>Dawson, p. 61.</ref>\n* [[Joss Whedon]] (born 1964): ''[[Speed (1994 film)|Speed]]'' (1994), ''[[The Quick and the Dead (1995 film)|The Quick and the Dead]]'' (1995),<ref name=\"Robinson\">{{cite web|last=Robinson|first=Tasha|title=Joss Whedon|url=http://www.avclub.com/articles/joss-whedon,13730/|work=The A.V. Club|accessdate=August 19, 2012|date=September 5, 2001}}</ref> ''[[Waterworld]]'' (1995), ''[[Twister (1996 film)|Twister]]'' (1996),<ref name=\"Jacobs\">{{cite web|last=Jacobs|first=A.J.|title=Interview with a Vampire Chronicler|url=http://www.ew.com/ew/article/0,,287570,00.html|work=Entertainment Weekly|accessdate=August 16, 2012|date=April 25, 1997|quote=Consider that Whedon, an A-list screenwriter and script doctor...}}</ref> and ''[[X-Men (film)|X-Men]]'' (2000).<ref name=\"Robinson\"/> In a September 2001 interview, Whedon said: \"Most of the dialogue in ''Speed'' is mine, and a bunch of the characters,\" adding that he was [[WGA screenwriting credit system#Arbitration|arbitrated]] out of credit.<ref name=\"Robinson\"/> He also spoke about ''Waterworld'' and ''X-Men'': \"I refer to myself as the world's highest-paid [[stenographer]]. This is a situation I've been in a bunch of times. [...] ''Waterworld'' was a good idea, and the script was the classic, 'They have a good idea, then they write a generic script and don't really care about the idea.' When I was brought in, there was no water in the last 40 pages of the script. It all took place on land, or on a ship, or whatever. I'm like, 'Isn't the cool thing about this guy that he has gills?' And no one was listening. I was there basically taking notes from <nowiki>[</nowiki>[[Kevin Costner]]<nowiki>]</nowiki>, who was very nice, fine to work with, but he was not a writer. And he had written a bunch of stuff that they wouldn't let their staff touch. So I was supposed to be there for a week, and I was there for seven weeks, and I accomplished nothing. I wrote a few puns, and a few scenes that I can't even sit through because they came out so bad. It was the same situation with ''X-Men''. They said, 'Come in and punch up the big [[Climax (narrative)|climax]], the [[Three-act structure|third act]], and if you can, make it [[Film budgeting|cheaper]].' That was the mandate on both movies, and my response to both movies was, 'The problem with the third act is the first two acts.' But, again, no one was paying attention. [...] And then, in ''X-Men'', not only did they throw out my script and never tell me about it; they actually invited me to the [[read-through]], having thrown out my entire draft without telling me.\"<ref name=\"Robinson\"/>\n\n\n==Notable script doctors==\n* [[Judd Apatow]]: ''[[The Cable Guy]]'', ''[[Happy Gilmore]]'', ''[[The Wedding Singer]]''\n* [[John August]]: ''[[Blue Streak (film)|Blue Streak]]'', ''[[Jurassic Park III]]'', ''[[Minority Report (film)|Minority Report]]'', ''[[The Rundown]]'', ''[[Iron Man (2008 film)|Iron Man]]''\n* [[Roger Avary]]: ''[[True Romance]]'', ''[[Natural Born Killers]]'', ''[[Crying Freeman]]''\n* [[David Ayer]]: ''[[Taking Lives]]''\n* [[Julian Barry]]: ''[[The River (1984 film)|The River]]'', ''[[Eyes of Laura Mars]]''\n* [[Noah Baumbach]]: ''[[Tower Heist]]''\n* [[Mel Brooks]]: ''[[Get Smart (film)|Get Smart]]''\n* [[James Cameron]]: ''[[Point Break]]''\n* [[Dick Clement]] and [[Ian La Frenais]]: ''[[Never Say Never Again]]'', ''[[The Rock (film)|The Rock]]'', ''[[Pearl Harbor (film)|Pearl Harbor]]'', ''[[Bad Boys II]]''\n* [[Michael Curtis]]: ''[[Lethal Weapon 4]]'', ''[[House on Haunted Hill (1999 film)|House on Haunted Hill]]'', ''[[Girl Next Door]]''\n* [[Andrew Kevin Walker]]: ''[[Event Horizon (film)|Event Horizon]]'', ''[[Fight Club]]'', ''[[The Game (1997 film)|The Game]]'', ''[[Stir of Echoes]]''\n* [[Joss Whedon]]: ''[[Speed (1994 film)|Speed]]'', ''[[Toy Story]]'', ''[[Waterworld]]'', ''[[Twister (1996 film)|Twister]]'', ''[[X-Men (film)|X-Men]]'', ''[[Captain America: The First Avenger]]''\n* [[Frank Darabont]]: ''[[Minority Report (film)|Minority Report]]'', ''[[Saving Private Ryan]]''\n* [[John Fahy (writer)|John Fahy]]: ''[[Miramax|Miramax Films]]'', ''[[Weinstein Company]]'', ''[http://www.fahyfilms.com Fahy Films]''\n* [[Carrie Fisher]]: ''[[Hook (film)|Hook]]'' ([[Julia Roberts]]' dialogue), ''[[Lethal Weapon 3]]'' ([[Rene Russo]]'s dialogue), ''[[Made in America (1993 film)|Made in America]]'', ''[[My Girl 2]]'', ''[[The River Wild]]'', ''[[Love Affair (1994 film)|Love Affair]]'', ''[[Sister Act]]'', ''[[The Wedding Singer]]''\n* [[Scott Frank]]: ''[[Saving Private Ryan]]'', ''[[Dawn of the Dead (2004 film)|Dawn Of The Dead]]'', ''[[Night at the Museum]]'', ''[[Night at the Museum: Battle of the Smithsonian]]''\n* [[William Goldman]]: ''[[A Fish Called Wanda]]'', ''[[Twins (1988 film)|Twins]]'', ''[[Chaplin (film)|Chaplin]]'', ''[[Last Action Hero]]'', ''[[Malice (film)|Malice]]'', ''[[Fierce Creatures]]''\n* [[Akiva Goldsman]]: ''[[The Specialist]]'', ''[[Charlie's Angels (film)|Charlie's Angels]]''\n* [[Phil Malin]]: '' [[Dexter (TV series)|Dexter]]'', ''[[Californication (TV series)|Californication]]'', ''[[Life (NBC TV series)|Life]]'', ''[[Terminator: The Sarah Connor Chronicles]]''\n* [[Ben Hecht]]: ''[[Monkey Business (1931 film)|Monkey Business]]'', ''[[Queen Christina (film)|Queen Christina]]'', ''[[A Star Is Born (1937 film)|A Star Is Born]]'', ''[[The Prisoner of Zenda (1937 film)|The Prisoner of Zenda]]'', ''[[Angels With Dirty Faces]]'', ''[[Stagecoach (1939 film)|Stagecoach]]'', ''[[Gone with the Wind (film)|Gone with the Wind]]'', ''[[Foreign Correspondent (film)|Foreign Correspondent]]'', ''[[Journey into Fear (1943 film)|Journey into Fear]]'', ''[[The Outlaw]]'', ''[[Lifeboat (film)|Lifeboat]]'', ''[[Gilda]]'', ''[[Duel in the Sun (film)|Duel in the Sun]]'', ''[[The Paradine Case]]'', ''[[Rope (film)|Rope]]'', ''[[Strangers on a Train (film)|Strangers on a Train]]'', ''[[The Thing from Another World]]'', ''[[Hans Christian Andersen (film)|Hans Christian Andersen]]'', ''[[Guys and Dolls (film)|Guys and Dolls]]'', ''[[The Man with the Golden Arm]]'', ''[[North to Alaska]]'', ''[[Mutiny on the Bounty (1962 film)|Mutiny on the Bounty]]'', ''[[Cleopatra (1963 film)|Cleopatra]]'', ''[[7 Faces of Dr. Lao]]'', ''[[Casino Royale (1967 film)|Casino Royale]]''\n* [[Buck Henry]]: ''[[Get Smart (film)|Get Smart]]''\n* [[David Mamet]]: ''[[Ronin (film)|Ronin]]''\n* [[Tom Mankiewicz]]: ''[[Superman (1978 film)|Superman]]'', ''[[Moonraker (film)|Moonraker]]'' (the centrifuge scene), ''[[Superman II: The Richard Donner Cut]]''\n* [[Robert McKee]]: ''[[Adaptation (film)|Adaptation]]''\n* [[Mort Nathan]]: ''[[Golden Girls]]'', ''[[Kingpin (1996 film)|Kingpin]]''\n* [[Steve Oedekerk]]: ''[[Ace Ventura: Pet Detective]]''\n* [[Patton Oswalt]] has mentioned doing some script doctor work in his stand-up act, most notably ''[[Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan]]''.\n* [[Alexander Payne]]: ''[[Meet the Parents]]''\n* [[Billy Ray (screenwriter)|Billy Ray]]: ''[[Stuart Little (film)|Stuart Little]]''\n* [[Dean Riesner]]: ''[[High Plains Drifter]]'', ''[[Das Boot]]'', ''[[The Sting II]]'', ''[[Blue Thunder]]'', ''[[Starman (film)|Starman]]''\n* [[Chuck Russell]]: ''[[Piranha 3-D]]''\n* [[David O. Russell]]: ''[[Stuart Little (film)|Stuart Little]]''\n* [[Derek Rydall]]: ''[[Diamonds (1999 film)|Diamonds]]'', ''No Turning Back''\n* [[Shane Salerno]]: ''[[Breakdown (1997 film)|Breakdown]]'', ''[[Alien vs. Predator (film)|Alien vs. Predator]]'', ''[[Ghost Rider (2007 film)|Ghost Rider]]''\n* [[John Sayles]]: ''[[The Fugitive (1993 film)|The Fugitive]]'', ''[[Apollo 13 (film)|Apollo 13]]'', ''[[Mimic (film)|Mimic]]'', ''[[The Quick and the Dead (1995 film)|The Quick and the Dead]]'', ''[[Piranha 3-D]]''\n* [[Kevin Smith]]: ''[[Overnight Delivery]]'', ''[[Coyote Ugly (film)|Coyote Ugly]]''\n* [[Aaron Sorkin]]: ''[[Enemy of the State (film)|Enemy of the State]]'', ''[[Bulworth]]'', ''[[The Rock (film)|The Rock]]'', ''[[Excess Baggage]]'' and ''[[Schindler's List]]''\n* [[Alan Spencer]]\n* [[Tom Stoppard]]: ''[[Sleepy Hollow (film)|Sleepy Hollow]]'', ''[[K-19: The Widowmaker]]'', ''[[Star Wars Episode III: Revenge of the Sith]]''\n* [[Wesley Strick]]: ''[[Batman Returns]]'', ''[[Face/Off]]'', ''[[Mission: Impossible II]]''\n* [[Quentin Tarantino]]: ''[[Past Midnight]]'', ''[[It's Pat]]'', ''[[Crimson Tide (film)|Crimson Tide]]'' (''[[Star Trek]]'', ''[[The Enemy Below]]'', and [[Silver Surfer]] references), ''[[The Rock (film)|The Rock]]'', ''[[Hostel (2005 film)|Hostel]]''\n* [[Rawson Marshall Thurber]]: ''[[Tower Heist]]''\n* [[James Toback]]: ''[[Disclosure (film)|Disclosure]]'', ''[[Crimson Tide (film)|Crimson Tide]]''\n* [[Michael Tolkin]]: ''[[The Haunting (1999 film)|The Haunting]]'', ''[[Dawn of the Dead (2004 film)|Dawn of the Dead]]''\n* [[Robert Towne]]: ''[[The Godfather]]'' (the scene in the garden between [[Marlon Brando]] and [[Al Pacino]]), ''[[Tough Guys Don't Dance (film)|Tough Guys Don't Dance]]'', ''[[Crimson Tide (film)|Crimson Tide]]'' (the dinner scene discussing nuclear war)\n* [[Sheldon Turner]]: ''[[The Amityville Horror (2005 film)|The Amityville Horror]]'', ''[[Snakes on a Plane]]'', ''[[Law Abiding Citizen]]''\n* [[Norman Wexler]]: ''[[Lipstick (film)|Lipstick]]'', ''[[The Fan (1981 film)|The Fan]]\n\n==See also==\n* [[Ghostwriter]]\n\n==References==\n{{reflist|2}}\n\n{{DEFAULTSORT:Script Doctor}}\n[[Category:Writing]]\n[[Category:Writing occupations]]\n[[Category:Screenwriting]]", "Copy editor": "#REDIRECT [[Copy editing]]\n\n{{Redr|from related words|printworthy}}\n\n[[Category:Types of editors]]", "Hack writer": "'''Hack writer''' is a [[colloquial]] and usually [[pejorative]] term used to refer to a [[writer]] who is paid to write low-quality, rushed articles or books \"to order\", often with a short deadline. In a [[fiction]]-writing context, the term is used to describe writers who are paid to churn out sensational, lower-quality \"pulp\" fiction such as \"[[true crime]]\" novels or \"[[bodice ripping]]\" [[paperbacks]]. In [[journalism]], the term is used to describe a writer who is deemed to operate as a \"[[mercenary]]\" or \"pen for hire\", expressing their client's political opinions in [[pamphlet]]s or [[newspaper]] articles. So-called \"hack writers\" are usually paid by the number of words in their book or article; as a result, hack writing has a reputation for quantity taking precedence over quality.\n\n==History==\nThe term \"hack writer\" was first used in the 18th century, \"when publishing was establishing itself as a business employing writers who could produce to order.\" <ref name=\"Fulford\">Robert Fulford. \"When hacks attract: Serious artists are drawn to tales of mercenary scribes. In ''The National Post'', 19 August 2003. Available at: http://www.robertfulford.com/2003-08-19-hacks.html</ref> The derivation of the term \"hack\" was a \"shortening of [[Hackney (horse)|hackney]], which described a horse that was easy to ride and available for hire.\"<ref name=\"Fulford\"/> In 1728, [[Alexander Pope]] wrote ''[[The Dunciad]]'', which was a satire of \"the Grub-street Race\" of commercial writers who worked in [[Grub Street]], a London district that was home to a [[bohemianism|bohemian]] counterculture of impoverished writers and poets. In the late 19th century, [[Anthony Trollope]]'s novel ''[[The Way We Live Now]]'' (1875) depicts a female hack writer whose career was built on social connections rather than writing skill.<ref name=\"Fulford\"/>\n\nMany [[author]]s who would later become famous worked as low-paid hack writers early in their careers, or during a downturn in their fortunes. As a young man, [[Anton Chekhov]] had to support his family by writing short newspaper articles; [[Arthur Koestler]]  penned a dubious ''Dictionary of Sexuality'' for the popular press; [[Samuel Beckett]] translated for the French ''[[Reader's Digest]]''; and [[William Faulkner]] churned out [[Hollywood]] scripts.<ref name=\"Fulford\"/>\n\nA number of films have depicted hack writers, perhaps because the way these authors are \"prostituting\" their creative talents makes them an interesting character study. In the film adaptation of [[Carol Reed]]'s ''[[The Third Man]]'' (1949), author [[Graham Greene]] added a hard-drinking hack writer named Holly Martins. In [[Jean-Luc Godard]]'s film ''[[Contempt (film)|Contempt]]'' (1964), a hack screenwriter is paid to doctor a script. In the 2002 film ''[[Adaptation.]]'', [[Nicolas Cage]] depicts an ill-educated character named Donald Kaufman who finds he has a knack for churning out cliché-filled movie scripts.<ref name=\"Fulford\"/>\n\n==Current usage==\nThe term \"hack\" has been adopted by UK [[journalist]]s as a form of humorous, self-deprecating self-description. The term was popularized in the UK by ''[[Private Eye]]'' magazine, which refers to male journalists as \"hacks\" and female journalists as \"hackettes.\"\n\nIn the US, the term \"hack\" is used as a pejorative attack, among writers, journalists, bloggers, and comedians.\n\n==See also==\n*[[Ghostwriter]], a writer who is paid to write books or articles that are credited to another person\n*[[Essay mill]], a ghostwriting service that provides university students with essays and term papers for a fee\n*[[Churnalism]]\n*[[Content farm]]\n\n==References==\n<references/>\n\n{{DEFAULTSORT:Hack Writer}}\n[[Category:Writing occupations]]\n[[Category:Pejorative terms for people]]\n[[Category:Journalism terminology]]", "Blogger": "{{wiktionary}}\n'''Blogger''' may refer to:\n\n* [[Blogger (person)]], a person who writes a blog, or web log\n* [[Blogger (service)]], a blog-publishing service by Google\n\n==See also==\n* [[BlogHer]], a group blog, online community, and annual blogging conference for women\n* [[Blog (disambiguation)]]\n\n{{disambiguation}}", "Literary editor": "A '''literary editor''' is an [[editing|editor]] in a [[newspaper]], [[magazine]] or similar publication who deals with aspects concerning [[literature]] and [[book]]s, especially reviews.<ref>[http://books.guardian.co.uk/booksoftheyear2006/story/0,,1973665,00.html The Literary Editor's pick of the year], ''[[The Observer]]'', Sunday 17 December 2006.</ref> A literary editor may also help with editing books themselves, by providing services such as [[proof reading]], [[copy-editing]], and [[literary criticism]].\n\nA '''consulting editor'''<!--REDIRECTS HERE--> is a non-staff, independent literary editor.{{fact|date=July 2011}} It may be an independent, freelance editor, or a scholar providing expertise via [[Consultant|consulting]].\n\n==See also==\n* [[Developmental editor]]\n* [[Book editor]]\n\n== References ==\n{{reflist}}\n{{Book Publishing Process}}\n{{DEFAULTSORT:Literary Editor}}\n[[Category:Writing occupations]]\n[[Category:Types of editors]]\n[[Category:Literary editors|*]]\n\n{{Job-stub}}", "Scribe": "{{for}}\n[[File:Escribano.jpg|thumb|300px|right|[[Jean Miélot]], a European author and scribe, at work]]\nA '''scribe''' is a person who writes books or documents by hand as a profession and helps the city keep track of its records.  The profession, previously found in all [[literate]] cultures in some form, lost most of its importance and status with the advent of [[printing]]. The work could involve copying books, including sacred texts, or secretarial and administrative duties, such as taking of dictation and the keeping of business, judicial and, historical records for [[monarch|kings]], [[nobility|nobles]], [[temple]]s, and [[City|cities]]. Later the profession developed into [[Civil service|public servant]]s, [[journalist]]s, [[accountant]]s, [[Audio typist|typist]]s, and [[lawyer]]s. In societies with low literacy rates, street-corner letter-writers (and readers) may still be found providing a service.\n\n==Ancient Egypt==\n[[File:GD-EG-Louxor-126.JPG|thumb|300px|Egyptian scribe with [[papyrus]] scroll]]\nThe [[Ancient Egypt]]ian scribe or ''sekhau'',<ref>Allen, James P. (2010). ''Middle Egyptian: An Introduction to the Language and Culture of Hieroglyphs.'' Cambridge University press. p. 467</ref> was a person educated in the arts of writing (using both [[hieroglyphics]] and [[hieratic]] scripts, and from the second half of the first millennium BCE the [[Demotic (Egyptian)|demotic]] script, used as shorthand and for commerce) and arithmetics.<ref>Michael Rice, ''Who's Who in Ancient Egypt'',  Routledge 2001, ISBN 0-415-15448-0, p.lvi</ref><ref>Peter Damerow, ''Abstraction and Representation: Essays on the Cultural Evolution of Thinking'', Springer 1996, ISBN 0-7923-3816-2, pp.188ff.</ref> Sons of scribes were brought up in the same scribal tradition, sent to school and, upon entering the civil service, inherited their fathers' positions.<ref>David McLain Carr, ''Writing on the Tablet of the Heart: Origins of Scripture and Literature'', Oxford University Press 2005, ISBN 0-19-517297-3, p.66</ref>\n\nMuch of what is known about ancient Egypt is due to the activities of its scribes and the officials. Monumental buildings were erected under their supervision,<ref>Kemp, ''op.cit.'', p.180</ref>  administrative and economic activities were documented by them, and tales from the mouths of Egypt's lower classes or from foreign lands survive thanks to scribes putting them in writing.<ref>Kemp, ''op.cit.'', p.296</ref> \n\nScribes were also considered part of the royal court and did not have to pay the day ray say or join the military. The scribal profession had companion professions, the painters and artisans who decorated [[relief]]s and other relics with scenes, personages, or hieroglyphic text. A scribe was exempt from the heavy manual labor required of the lower classes, or [[corvee]] labor.\n\n<div>The hieroglyph used to [[scribe equipment (hieroglyph)|signify the scribe]], ''to write'', and ''\"writings\"'', etc., is [[Gardiner's sign list|Gardiner]] sign Y3, <hiero>Y3</hiero> from the category of: 'writings, & music'. The hieroglyph contains the scribe's ink-mixing palette, a vertical case to hold writing-reeds, and a leather pouch to hold the black and red ink blocks.</div>\n\n[[Thoth]] was a god associated by the Ancient Egyptians with the invention of writing, being the scribe of the gods, and holding knowledge of scientific and moral laws.<ref>Budge, E. A. Wallis. The Gods of the Egyptians. New York: Dover Publications, 1969 (original in 1904).</ref>\n\n==Egyptian and Mesopotamian functions==\n[[File:Egyptian - Scribe Statue of Min-nakht - Walters 22230 - Three Quarter.jpg|thumb|upright|right|This early [[New Kingdom]] statue commemorates the scribe Minnakht (\"Strength of [[Min (god)|Min]]\") and demonstrates how ancient scribes read [[papyri]]— in a seated position on the floor with the text on their lap. [[Walters Art Museum]], [[Baltimore]].]]\n\nBesides the scribal profession for ''accountancy'', and '' 'governmental politicking' '', the scribal professions immediately branched-out into the [[sociology|socio-]][[culture|cultural]] areas of literature. The first stories probably related to societal religious stories, and gods, but the beginning of literature genres were starting.\n\nIn ancient Egypt an example of this is the ''[[Dispute between a man and his Ba]]''. Some of these stories, the \"[[wisdom literature]]s\" may have just started as a '[[short story]]', but since writing had only recently been invented, it was the first physical recordings of societal ideas, in some length and detail. In Mesopotamia, the [[Sumerians]] had one of the beginnings of this literature in the middle to late 3rd millennium BC, and besides their creation stories, and religious texts, there is a series of [[disputation|debate]]s. An example from the small list of [[Sumerian disputations]] is the ''[[debate between bird and fish]]''.<ref>[http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=t.5.3.5&display=Crit&charenc=j&lineid=t535.p2#t535.p2 ETSCL translation: ''The Debate between Bird and Fish'']</ref> In the other Sumerian disputes, in the ''[[debate between Summer and Winter]]'', summer wins. The other disputes are: cattle and grain, the tree and the reed, Silver and Copper, the pickax and the plough, and millstone and the gul-gul stone.<ref>[http://etcsl.orinst.ox.ac.uk/cgi-bin/etcsl.cgi?text=c.5.3*# ETSCL, \"Debate poems\"]</ref>\n\n==Prehispanic Palawan, Philippines==\n\nAntonio Pigafetta, in his writings, described the cultivated fields of the native people populating the Palawan Islands. He also mentioned that these people use weapons consisting of blowpipes, spears and bronze ombard. During his stay in the area, he witnessed for the first time cockfighting and fist-fighting. He also discovered that the natives had their own system of writing consisting of 13 consonants and 3 vowels, and they had a dialect of 18 syllables. He further wrote that in Palawan, the local King had 10 scribes who wrote down the King's dictation on leaves of plants.<ref>[[Peoples of Palawan]]</ref>\n\n== Judaism ==\nScribes in Ancient Israel, as in most of the ancient world, were distinguished professionals who could exercise functions we would associate with lawyers, government ministers, judges, or even financiers, as early as the 11th century BCE.<ref>http://www.omniglot.com/writing/hebrew.htm</ref> Some scribes copied documents, but this was not necessarily part of their job.<ref>Bruce Metzger and Michael Coogan, eds., ''The Oxford Companion to the Bible.''</ref>\n\nThe Jewish scribes used the following process for creating copies of the Torah and eventually other books in the [[Tanakh]].\n\n# They could only use clean animal skins, both to write on, and even to bind manuscripts.\n# Each column of writing could have no less than forty-eight, and no more than sixty lines.\n# The ink must be black, and of a special recipe.\n# They must say each word aloud while they were writing.\n# They must wipe the pen and wash their entire bodies before writing the most Holy Name of God, [[YHVH]], every time they wrote it.\n# There must be a review within thirty days, and if as many as three pages required corrections, the entire manuscript had to be redone.\n# The letters, words, and paragraphs had to be counted, and the document became invalid if two letters touched each other. The middle paragraph, word and letter must correspond to those of the original document.\n# The documents could be stored only in sacred places (synagogues, etc.).\n# As no document containing God's Word could be destroyed, they were stored, or buried, in a [[genizah]].\n\n===Sofer===\n{{main|Sofer (scribe)}}\nSofers ({{lang-he|סופר סת”ם}}) are among the few scribes that still ply their trade by hand.  Renowned [[calligrapher]]s, they produce the [[Hebrew]] [[Sefer Torah|Torah scrolls]] and other holy texts by hand to this day. They write on [[parchment]].\n\n===Sofer accuracy===\n{{further|Dead Sea Scrolls}}\n\nUntil 1948, the oldest manuscripts of the [[Hebrew Bible]] dated back to 895 A.D. In 1947, a shepherd boy discovered some scrolls inside a cave West of the [[Dead Sea]]. These manuscripts dated between 100 B.C. and 100 A.D. Over the next decade, more scrolls were found in caves and the discovery became known as the [[Dead Sea Scrolls]]. Every book in the [[Hebrew Bible]] was represented in this discovery except [[Esther]]. Numerous copies of each book were discovered, such as the 25 copies of [[Deuteronomy]] that were found.\n\nWhile there are other items found among the Dead Sea Scrolls not currently in the [[Hebrew Bible]], the texts on the whole testify to the accuracy of the scribes copying down through the ages, though many variations and errors occurred.<ref>\"''A History of the Jews''\", Paul Johnson, p. 91, Phoenix, 1993 (org pub 1987), ISBN 1-85799-096-X</ref> The Dead Sea Scrolls are currently the best route of comparison to the accuracy and consistency of translation for the [[Hebrew Bible]], due to their date of origin being the oldest out of any [[Bible|Biblical text]] currently known.\n\n==See also==\n* [[Copying]]\n* [[List of ancient Egyptian scribes]]\n* [[Scrivener]]\n* [[Scriptorium]]\n* [[The Seated Scribe]]\n* [[Transcription (linguistics)]]\n* [[Transliteration]]\n* [[Uncial]]\n* [[Worshipful Company of Scriveners]]\n\n===Notable scribes===\n* [[Ahmes]]\n* [[Amat-Mamu]]\n* [[Baruch ben Neriah|Baruch]]\n* [[Dubhaltach MacFhirbhisigh]]\n* [[Máel Muire mac Céilechair]]\n* [[Sidney Rigdon]]\n* [[Sin-liqe-unninni]]\n\n==Notes==\n{{reflist}}\n\n==References==\n* Barry J. Kemp, ''Ancient Egypt: Anatomy of a Civilization'',  Routledge 2006,  ISBN 0-415-23549-9, pp.&nbsp;166ff.\n* Henri-Jean Martin, ''The History and Power of Writing'', University of Chicago Press 1995, ISBN 0-226-50836-6\n* David McLain Carr, ''Writing on the Tablet of the Heart: Origins of Scripture and Literature'', Oxford University Press 2005, ISBN 0-19-517297-3\n\n==External links==\n*[http://www.archive.org/stream/someoldegyptianl003090mbp/someoldegyptianl003090mbp_djvu.txt ''Some Old Egyptian Librarians'', Ernest Gushing Richardson, Charles Sribners, 1911]\n* [http://www.newadvent.org/cathen/13634a.htm Catholic Encyclopedia]\n{{eastons}}\n{{Commons category|Scribes}}\n{{Commons category|Scribes of Ancient Egypt}}\n\n[[Category:Writing occupations]]\n[[Category:Clay tablets|*|Scribe]]\n[[Category:Obsolete occupations]]\n[[Category:Ancient Egyptian culture]]\n[[Category:Historical legal occupations]]\n[[Category:Scribes| ]]\n[[Category:Textual scholarship]]", "Script coordinator": "{{ref improve|date=June 2013}}\nA '''script coordinator''' is a role in the production of a [[film]] or [[television program|television series]]. The script coordinator is responsible for producing each [[draft document|draft]] of the [[screenplay|script]] and annotating it for ease of use for the production team.\n\nOn a television series the script coordinator is responsible for liasing between the writing and [[Film_production#Production|production]] departments. The writers deliver the first [[draft document|draft]] of a [[screenplay|script]] to the script coordinator who prepares it for the production team and handles any clearance issues. Clearance refers to the need to check the [[screenplay|script]] for potential legal problems and ensure that all names are cleared by the legal department. \n\nThe script coordinator must check the [[draft document|draft]] for proper formatting, spelling, punctuation and continuity before releasing the [[draft document|draft]]. Once a [[screenplay|script]] has been released, other members of the production team offer notes to the writers necessitating revisions to the [[screenplay|script]]. The process of how widely each [[draft document|draft]] is released (e.g. just to the writers, then to the writers and producers and then to the network) varies from show to show. \n\nWith each round of revisions the script coordinator must ensure that the changes are clearly marked, re-issue the [[screenplay|script]] and again check the [[screenplay|script]] for errors. Many script coordinators are also responsible for foreign language translations and compiling a [[Bible (writing)|show bible]] that tracks plot points and character introductions as a reference tool. \n\nA script coordinator is a distinct role from [[script supervisor]]. A script supervisor is responsible for on-set annotation of the [[screenplay|script]] for editing purposes rather than [[pre-production]] coordination of the [[screenplay|script]] to facilitate production. A script coordinator is considered a junior role in the writing staff and becoming a full-time [[screenwriter]] is typically a common promotion from being a script coordinator.\n\n==External links==\n*[http://www.thefuselage.com/Threaded/showthread.php?t=31627 ''Lost'' script coordinator Gregg Nations on his role]\n*[http://www.cbs.com/primetime/csi_miami/blog.php?w=26 ''CSI Miami'' producer Corey Miller on the script coordinator role]\n*[http://www.smgfan.com/tamara.htm ''Buffy the Vampire Slayer'' script coordinator Tamara Becher on her role]\n*[http://blogs.abc.com/brothersandsisters/2006/10/oscar_the_grouc.html ''Brothers and Sisters'' script coordinator Oscar Balderrama on his role]\n*[http://hollywooduniversity.blogspot.com/2009/10/interview-with-gregory-bonsignore.html ''In Plain Sight'' & ''Three Rivers'' script coordinator Gregory Bonsignore on his role]\n{{film crew}}\n\n[[Category:Entertainment occupations]]\n[[Category:Media occupations]]\n[[Category:Film crew]]\n[[Category:Writing occupations]]"}